{
  "<PAD>": 0,
  "<UNK>": 1,
  "question": 2,
  "what": 3,
  "question_what": 4,
  "a": 5,
  "is": 6,
  "what_is": 7,
  "question_what_is": 8,
  "the": 9,
  "of": 10,
  "does": 11,
  "earth": 12,
  "is_the": 13,
  "what_is_the": 14,
  "how": 15,
  "question_how": 16,
  "about": 17,
  "why": 18,
  "question_why": 19,
  "science?": 20,
  "earth_science?": 21,
  "in": 22,
  "to": 23,
  "an": 24,
  "is_a": 25,
  "in_earth": 26,
  "does_a": 27,
  "of_a": 28,
  "what_is_a": 29,
  "about_a": 30,
  "do": 31,
  "what_does": 32,
  "question_what_does": 33,
  "why_do": 34,
  "question_why_do": 35,
  "how_does": 36,
  "question_how_does": 37,
  "me": 38,
  "would": 39,
  "how_would": 40,
  "question_how_would": 41,
  "idea": 42,
  "people": 43,
  "do_people": 44,
  "why_do_people": 45,
  "way": 46,
  "way_to": 47,
  "in_earth_science?": 48,
  "main": 49,
  "the_main": 50,
  "to_earth": 51,
  "why_does": 52,
  "question_why_does": 53,
  "to_earth_science?": 54,
  "core": 55,
  "important?": 56,
  "why_is": 57,
  "question_why_is": 58,
  "is_the_main": 59,
  "mean?": 60,
  "study": 61,
  "help": 62,
  "matter?": 63,
  "connect": 64,
  "connect_to": 65,
  "can": 66,
  "how_can": 67,
  "question_how_can": 68,
  "tell": 69,
  "question_tell": 70,
  "tell_me": 71,
  "me_about": 72,
  "question_tell_me": 73,
  "tell_me_about": 74,
  "give": 75,
  "overview": 76,
  "question_give": 77,
  "give_me": 78,
  "me_an": 79,
  "an_overview": 80,
  "overview_of": 81,
  "question_give_me": 82,
  "give_me_an": 83,
  "me_an_overview": 84,
  "an_overview_of": 85,
  "you": 86,
  "describe": 87,
  "would_you": 88,
  "you_describe": 89,
  "how_would_you": 90,
  "would_you_describe": 91,
  "main_idea": 92,
  "idea_of": 93,
  "the_main_idea": 94,
  "main_idea_of": 95,
  "should": 96,
  "someone": 97,
  "know": 98,
  "what_should": 99,
  "should_someone": 100,
  "someone_know": 101,
  "know_about": 102,
  "question_what_should": 103,
  "what_should_someone": 104,
  "should_someone_know": 105,
  "someone_know_about": 106,
  "makes": 107,
  "useful?": 108,
  "what_makes": 109,
  "question_what_makes": 110,
  "notable": 111,
  "is_notable": 112,
  "notable_about": 113,
  "what_is_notable": 114,
  "is_notable_about": 115,
  "role": 116,
  "play": 117,
  "what_role": 118,
  "role_does": 119,
  "play_in": 120,
  "question_what_role": 121,
  "what_role_does": 122,
  "play_in_earth": 123,
  "fit": 124,
  "into": 125,
  "fit_into": 126,
  "into_earth": 127,
  "fit_into_earth": 128,
  "into_earth_science?": 129,
  "connect_to_earth": 130,
  "people_study": 131,
  "do_people_study": 132,
  "care": 133,
  "people_care": 134,
  "care_about": 135,
  "do_people_care": 136,
  "people_care_about": 137,
  "simple": 138,
  "explanation": 139,
  "a_simple": 140,
  "simple_explanation": 141,
  "explanation_of": 142,
  "is_a_simple": 143,
  "a_simple_explanation": 144,
  "simple_explanation_of": 145,
  "purpose": 146,
  "the_purpose": 147,
  "purpose_of": 148,
  "is_the_purpose": 149,
  "the_purpose_of": 150,
  "value": 151,
  "the_value": 152,
  "value_of": 153,
  "is_the_value": 154,
  "the_value_of": 155,
  "be": 156,
  "understood": 157,
  "clearly?": 158,
  "be_understood": 159,
  "understood_clearly?": 160,
  "be_understood_clearly?": 161,
  "practical": 162,
  "think": 163,
  "a_practical": 164,
  "practical_way": 165,
  "to_think": 166,
  "think_about": 167,
  "is_a_practical": 168,
  "a_practical_way": 169,
  "practical_way_to": 170,
  "way_to_think": 171,
  "to_think_about": 172,
  "explain?": 173,
  "help_explain?": 174,
  "one": 175,
  "clear": 176,
  "define": 177,
  "is_one": 178,
  "one_clear": 179,
  "clear_way": 180,
  "to_define": 181,
  "what_is_one": 182,
  "is_one_clear": 183,
  "one_clear_way": 184,
  "clear_way_to": 185,
  "way_to_define": 186,
  "beginner": 187,
  "understand": 188,
  "would_a": 189,
  "a_beginner": 190,
  "beginner_understand": 191,
  "how_would_a": 192,
  "would_a_beginner": 193,
  "a_beginner_understand": 194,
  "meaning": 195,
  "the_core": 196,
  "core_meaning": 197,
  "meaning_of": 198,
  "is_the_core": 199,
  "the_core_meaning": 200,
  "core_meaning_of": 201,
  "basic": 202,
  "behind": 203,
  "the_basic": 204,
  "basic_idea": 205,
  "idea_behind": 206,
  "is_the_basic": 207,
  "the_basic_idea": 208,
  "basic_idea_behind": 209,
  "what_does_a": 210,
  "how_does_a": 211,
  "science": 212,
  "earth_science": 213,
  "of_the": 214,
  "does_the": 215,
  "in_earth_science": 216,
  "climate": 217,
  "does_an": 218,
  "earth's": 219,
  "of_an": 220,
  "about_the": 221,
  "river": 222,
  "mineral": 223,
  "me_about_a": 224,
  "overview_of_a": 225,
  "describe_a": 226,
  "you_describe_a": 227,
  "idea_of_a": 228,
  "know_about_a": 229,
  "why_is_a": 230,
  "why_does_a": 231,
  "makes_a": 232,
  "what_makes_a": 233,
  "notable_about_a": 234,
  "role_does_a": 235,
  "study_a": 236,
  "people_study_a": 237,
  "care_about_a": 238,
  "explanation_of_a": 239,
  "purpose_of_a": 240,
  "value_of_a": 241,
  "can_a": 242,
  "how_can_a": 243,
  "think_about_a": 244,
  "define_a": 245,
  "to_define_a": 246,
  "understand_a": 247,
  "beginner_understand_a": 248,
  "meaning_of_a": 249,
  "behind_a": 250,
  "idea_behind_a": 251,
  "weather": 252,
  "erosion": 253,
  "about_an": 254,
  "rock": 255,
  "earthquake": 256,
  "cycle": 257,
  "greenhouse": 258,
  "map": 259,
  "ice": 260,
  "volcano?": 261,
  "erosion?": 262,
  "system?": 263,
  "soil": 264,
  "water": 265,
  "a_river": 266,
  "magma": 267,
  "pressure": 268,
  "volcano": 269,
  "and": 270,
  "by": 271,
  "seismic": 272,
  "natural": 273,
  "difference": 274,
  "between": 275,
  "the_difference": 276,
  "difference_between": 277,
  "the_difference_between": 278,
  "air": 279,
  "sea": 280,
  "a_weather": 281,
  "a_climate": 282,
  "a_natural": 283,
  "erosion_by": 284,
  "an_ice": 285,
  "geology?": 286,
  "map?": 287,
  "boundary?": 288,
  "pollution": 289,
  "sediment": 290,
  "groundwater": 291,
  "an_earthquake": 292,
  "ocean": 293,
  "biome": 294,
  "of_earth": 295,
  "plate": 296,
  "an_ocean": 297,
  "age": 298,
  "resource": 299,
  "what_does_the": 300,
  "rock?": 301,
  "cycle?": 302,
  "biome?": 303,
  "flow?": 304,
  "how_does_the": 305,
  "contour": 306,
  "what_does_an": 307,
  "system": 308,
  "how_does_an": 309,
  "sedimentary": 310,
  "weathering": 311,
  "is_an": 312,
  "cave": 313,
  "a_cave": 314,
  "a_contour": 315,
  "the_rock": 316,
  "volcanic": 317,
  "surface": 318,
  "age_in": 319,
  "age_in_earth": 320,
  "a_seismic": 321,
  "glacial": 322,
  "drainage": 323,
  "carbon": 324,
  "cycle_in": 325,
  "cycle_in_earth": 326,
  "resource_in": 327,
  "resource_in_earth": 328,
  "pollution_in": 329,
  "pollution_in_earth": 330,
  "weather?": 331,
  "geology": 332,
  "science.": 333,
  "earth_science.": 334,
  "atmosphere": 335,
  "weathering?": 336,
  "in_geology?": 337,
  "basin?": 338,
  "pressure_system?": 339,
  "boundary": 340,
  "the_atmosphere": 341,
  "front": 342,
  "lava": 343,
  "eclipse": 344,
  "hazard": 345,
  "in_earth_science.": 346,
  "a_volcano": 347,
  "elevation": 348,
  "of_earth's": 349,
  "does_earth's": 350,
  "flow": 351,
  "a_sediment": 352,
  "fault": 353,
  "a_fault": 354,
  "plain": 355,
  "a_plain": 356,
  "glacier": 357,
  "a_glacier": 358,
  "mountain": 359,
  "a_mountain": 360,
  "frost": 361,
  "dune": 362,
  "a_dune": 363,
  "tsunami": 364,
  "a_tsunami": 365,
  "satellite": 366,
  "drought": 367,
  "storm": 368,
  "a_storm": 369,
  "change": 370,
  "climate_change": 371,
  "level": 372,
  "sea_level": 373,
  "hemisphere": 374,
  "a_hemisphere": 375,
  "watershed": 376,
  "a_watershed": 377,
  "stream": 378,
  "aquifer": 379,
  "recharge": 380,
  "an_aquifer": 381,
  "spring": 382,
  "a_spring": 383,
  "mass": 384,
  "rock_cycle": 385,
  "the_rock_cycle": 386,
  "a_mineral": 387,
  "a_biome": 388,
  "of_greenhouse": 389,
  "why_is_the": 390,
  "gases?": 391,
  "greenhouse_gases?": 392,
  "atmosphere?": 393,
  "the_atmosphere?": 394,
  "wind?": 395,
  "study_the": 396,
  "climate?": 397,
  "does_earth": 398,
  "valley?": 399,
  "groundwater?": 400,
  "lava?": 401,
  "crust?": 402,
  "mantle?": 403,
  "sediment?": 404,
  "layer?": 405,
  "delta?": 406,
  "front?": 407,
  "line?": 408,
  "ridge?": 409,
  "effect?": 410,
  "horizon?": 411,
  "zone?": 412,
  "ice?": 413,
  "systems": 414,
  "earth?": 415,
  "lake?": 416,
  "cone?": 417,
  "eclipse?": 418,
  "hazard?": 419,
  "gas?": 420,
  "pollution?": 421,
  "me_about_the": 422,
  "about_earth's": 423,
  "overview_of_the": 424,
  "describe_the": 425,
  "you_describe_the": 426,
  "idea_of_the": 427,
  "know_about_the": 428,
  "why_does_the": 429,
  "makes_the": 430,
  "what_makes_the": 431,
  "notable_about_the": 432,
  "role_does_the": 433,
  "people_study_the": 434,
  "care_about_the": 435,
  "explanation_of_the": 436,
  "purpose_of_the": 437,
  "value_of_the": 438,
  "can_the": 439,
  "how_can_the": 440,
  "think_about_the": 441,
  "define_the": 442,
  "to_define_the": 443,
  "understand_the": 444,
  "beginner_understand_the": 445,
  "meaning_of_the": 446,
  "behind_the": 447,
  "idea_behind_the": 448,
  "earth_systems": 449,
  "local": 450,
  "light": 451,
  "branches": 452,
  "the_branches": 453,
  "branches_of": 454,
  "the_branches_of": 455,
  "branches_of_earth": 456,
  "main_rock": 457,
  "the_main_rock": 458,
  "igneous": 459,
  "metamorphic": 460,
  "examples": 461,
  "examples_of": 462,
  "examples_of_greenhouse": 463,
  "layers": 464,
  "main_layers": 465,
  "layers_of": 466,
  "the_main_layers": 467,
  "main_layers_of": 468,
  "layers_of_the": 469,
  "in_geology": 470,
  "basin": 471,
  "pressure_system": 472,
  "what_is_an": 473,
  "weather,": 474,
  "climate,": 475,
  "oceans,": 476,
  "rocks,": 477,
  "volcanoes,": 478,
  "earthquakes,": 479,
  "weather,_climate,": 480,
  "climate,_oceans,": 481,
  "oceans,_rocks,": 482,
  "rocks,_volcanoes,": 483,
  "volcanoes,_earthquakes,": 484,
  "weather,_climate,_oceans,": 485,
  "climate,_oceans,_rocks,": 486,
  "oceans,_rocks,_volcanoes,": 487,
  "rocks,_volcanoes,_earthquakes,": 488,
  "astronomy": 489,
  "astronomy_in": 490,
  "astronomy_in_earth": 491,
  "the_water": 492,
  "an_igneous": 493,
  "a_sedimentary": 494,
  "a_metamorphic": 495,
  "tectonic": 496,
  "a_tectonic": 497,
  "between_magma": 498,
  "magma_and": 499,
  "difference_between_magma": 500,
  "between_magma_and": 501,
  "cave_in": 502,
  "a_cave_in": 503,
  "cave_in_earth": 504,
  "a_front": 505,
  "front_in": 506,
  "a_front_in": 507,
  "cold": 508,
  "a_cold": 509,
  "warm": 510,
  "a_warm": 511,
  "desert": 512,
  "a_desert": 513,
  "forest": 514,
  "a_forest": 515,
  "grassland": 516,
  "a_grassland": 517,
  "hotspot": 518,
  "a_hotspot": 519,
  "hotspot_in": 520,
  "a_hotspot_in": 521,
  "continental": 522,
  "plain_in": 523,
  "a_plain_in": 524,
  "plain_in_earth": 525,
  "wildfire": 526,
  "environment": 527,
  "a_wildfire": 528,
  "wildfire_environment": 529,
  "a_wildfire_environment": 530,
  "a_soil": 531,
  "the_greenhouse": 532,
  "the_surface": 533,
  "surface_of": 534,
  "the_surface_of": 535,
  "relative": 536,
  "relative_age": 537,
  "relative_age_in": 538,
  "absolute": 539,
  "absolute_age": 540,
  "absolute_age_in": 541,
  "mechanical": 542,
  "chemical": 543,
  "abrasion": 544,
  "abrasion_in": 545,
  "abrasion_in_earth": 546,
  "alluvial": 547,
  "an_alluvial": 548,
  "shield": 549,
  "a_shield": 550,
  "composite": 551,
  "a_composite": 552,
  "cinder": 553,
  "a_cinder": 554,
  "dormant": 555,
  "a_dormant": 556,
  "extinct": 557,
  "an_extinct": 558,
  "active": 559,
  "an_active": 560,
  "pole": 561,
  "a_pole": 562,
  "pole_in": 563,
  "a_pole_in": 564,
  "pole_in_earth": 565,
  "a_map": 566,
  "topographic": 567,
  "a_topographic": 568,
  "geologic": 569,
  "a_geologic": 570,
  "remote": 571,
  "a_satellite": 572,
  "a_drought": 573,
  "flood": 574,
  "a_flood": 575,
  "rain": 576,
  "a_rain": 577,
  "an_air": 578,
  "jet": 579,
  "a_jet": 580,
  "a_pressure": 581,
  "high": 582,
  "a_high": 583,
  "high_pressure": 584,
  "a_high_pressure": 585,
  "low": 586,
  "a_low": 587,
  "low_pressure": 588,
  "a_low_pressure": 589,
  "an_eclipse": 590,
  "eclipse_in": 591,
  "an_eclipse_in": 592,
  "eclipse_in_earth": 593,
  "solar": 594,
  "a_solar": 595,
  "lunar": 596,
  "a_lunar": 597,
  "time": 598,
  "a_time": 599,
  "change_in": 600,
  "climate_change_in": 601,
  "change_in_earth": 602,
  "global": 603,
  "an_earth": 604,
  "hemisphere_in": 605,
  "a_hemisphere_in": 606,
  "prime": 607,
  "the_prime": 608,
  "an_elevation": 609,
  "physical": 610,
  "a_physical": 611,
  "political": 612,
  "compared": 613,
  "a_political": 614,
  "political_map": 615,
  "map_compared": 616,
  "compared_to": 617,
  "a_political_map": 618,
  "political_map_compared": 619,
  "map_compared_to": 620,
  "compared_to_earth": 621,
  "to_earth_science": 622,
  "drainage_in": 623,
  "drainage_in_earth": 624,
  "a_drainage": 625,
  "oxbow": 626,
  "an_oxbow": 627,
  "aquifer_recharge": 628,
  "an_aquifer_recharge": 629,
  "between_surface": 630,
  "surface_water": 631,
  "water_and": 632,
  "difference_between_surface": 633,
  "between_surface_water": 634,
  "surface_water_and": 635,
  "spring_in": 636,
  "a_spring_in": 637,
  "coastal": 638,
  "debris": 639,
  "a_debris": 640,
  "used": 641,
  "cycle_used": 642,
  "rock_cycle_used": 643,
  "eruption": 644,
  "an_eruption": 645,
  "pyroclastic": 646,
  "a_plate": 647,
  "convergent": 648,
  "a_convergent": 649,
  "divergent": 650,
  "a_divergent": 651,
  "transform": 652,
  "a_transform": 653,
  "seafloor": 654,
  "mountain-building": 655,
  "a_mountain-building": 656,
  "folding": 657,
  "folding_in": 658,
  "faulting": 659,
  "faulting_in": 660,
  "a_greenhouse": 661,
  "the_carbon": 662,
  "carbon_cycle": 663,
  "the_carbon_cycle": 664,
  "carbon_cycle_in": 665,
  "nitrogen": 666,
  "the_nitrogen": 667,
  "nitrogen_cycle": 668,
  "the_nitrogen_cycle": 669,
  "nitrogen_cycle_in": 670,
  "conservation": 671,
  "conservation_in": 672,
  "conservation_in_earth": 673,
  "sustainability": 674,
  "sustainability_in": 675,
  "sustainability_in_earth": 676,
  "renewable": 677,
  "renewable_resource": 678,
  "renewable_resource_in": 679,
  "nonrenewable": 680,
  "nonrenewable_resource": 681,
  "nonrenewable_resource_in": 682,
  "air_pollution": 683,
  "air_pollution_in": 684,
  "water_pollution": 685,
  "water_pollution_in": 686,
  "biome_in": 687,
  "a_biome_in": 688,
  "biome_in_earth": 689,
  "atmospheric": 690,
  "ozone": 691,
  "the_ozone": 692,
  "between_weathering": 693,
  "weathering_and": 694,
  "difference_between_weathering": 695,
  "between_weathering_and": 696,
  "mid-ocean": 697,
  "a_mid-ocean": 698,
  "trench": 699,
  "a_trench": 700,
  "trench_in": 701,
  "a_trench_in": 702,
  "trench_in_earth": 703,
  "as": 704,
  "earth_as": 705,
  "as_a": 706,
  "earth_as_a": 707,
  "atmosphere_in": 708,
  "the_atmosphere_in": 709,
  "atmosphere_in_earth": 710,
  "in_earth_systems": 711,
  "me_about_an": 712,
  "overview_of_an": 713,
  "describe_an": 714,
  "you_describe_an": 715,
  "idea_of_an": 716,
  "know_about_an": 717,
  "why_is_an": 718,
  "why_does_an": 719,
  "makes_an": 720,
  "what_makes_an": 721,
  "notable_about_an": 722,
  "role_does_an": 723,
  "study_an": 724,
  "people_study_an": 725,
  "care_about_an": 726,
  "explanation_of_an": 727,
  "purpose_of_an": 728,
  "value_of_an": 729,
  "can_an": 730,
  "how_can_an": 731,
  "think_about_an": 732,
  "define_an": 733,
  "to_define_an": 734,
  "understand_an": 735,
  "beginner_understand_an": 736,
  "meaning_of_an": 737,
  "behind_an": 738,
  "idea_behind_an": 739,
  "does_climate": 740,
  "science_help": 741,
  "earth_science_help": 742,
  "of_mineral": 743,
  "does_erosion": 744,
  "does_a_river": 745,
  "does_mineral": 746,
  "are": 747,
  "science_important?": 748,
  "earth_science_important?": 749,
  "science_matter?": 750,
  "earth_science_matter?": 751,
  "science_mean?": 752,
  "earth_science_mean?": 753,
  "science_useful?": 754,
  "earth_science_useful?": 755,
  "science_play": 756,
  "earth_science_play": 757,
  "science_play_in": 758,
  "science_fit": 759,
  "earth_science_fit": 760,
  "science_fit_into": 761,
  "science_connect": 762,
  "earth_science_connect": 763,
  "science_connect_to": 764,
  "science_be": 765,
  "earth_science_be": 766,
  "science_be_understood": 767,
  "science_help_explain?": 768,
  "of_earth_science?": 769,
  "of_greenhouse_gases?": 770,
  "of_the_atmosphere?": 771,
  "does_an_earthquake": 772,
  "about_earth": 773,
  "horizon": 774,
  "about_mineral": 775,
  "observation?": 776,
  "does_soil": 777,
  "does_magma": 778,
  "layer": 779,
  "does_sea": 780,
  "effect": 781,
  "of_a_river": 782,
  "of_the_difference": 783,
  "of_sea": 784,
  "of_a_weather": 785,
  "of_a_climate": 786,
  "of_a_natural": 787,
  "of_erosion": 788,
  "of_erosion_by": 789,
  "of_climate": 790,
  "of_an_ice": 791,
  "valley": 792,
  "does_groundwater": 793,
  "does_the_difference": 794,
  "does_an_ocean": 795,
  "crust": 796,
  "mantle": 797,
  "delta": 798,
  "wind": 799,
  "line": 800,
  "ridge": 801,
  "does_a_weather": 802,
  "zone": 803,
  "does_a_climate": 804,
  "does_a_natural": 805,
  "lake": 806,
  "does_erosion_by": 807,
  "cone": 808,
  "does_an_ice": 809,
  "gas": 810,
  "gases": 811,
  "greenhouse_gases": 812,
  "oceans?": 813,
  "rocks?": 814,
  "volcanoes?": 815,
  "earthquakes?": 816,
  "types?": 817,
  "rock_types?": 818,
  "main_rock_types?": 819,
  "tides?": 820,
  "currents?": 821,
  "snow?": 822,
  "waves?": 823,
  "seismic_waves?": 824,
  "earth_observation?": 825,
  "for": 826,
  "troposphere?": 827,
  "the_troposphere?": 828,
  "the_climate?": 829,
  "a_rock?": 830,
  "rocks": 831,
  "does_a_volcano": 832,
  "a_volcano?": 833,
  "earthquake?": 834,
  "an_earthquake?": 835,
  "hurricane?": 836,
  "a_hurricane?": 837,
  "tornado?": 838,
  "a_tornado?": 839,
  "tsunami?": 840,
  "a_tsunami?": 841,
  "rabbit?": 842,
  "a_rabbit?": 843,
  "cat?": 844,
  "earthquakes,_geology?": 845,
  "volcanoes,_earthquakes,_geology?": 846,
  "meteorology?": 847,
  "oceanography?": 848,
  "water_cycle?": 849,
  "the_water_cycle?": 850,
  "deposition?": 851,
  "landform?": 852,
  "a_landform?": 853,
  "mountain?": 854,
  "a_mountain?": 855,
  "a_valley?": 856,
  "plateau?": 857,
  "a_plateau?": 858,
  "plain?": 859,
  "a_plain?": 860,
  "canyon?": 861,
  "a_canyon?": 862,
  "river_system?": 863,
  "a_river_system?": 864,
  "soil?": 865,
  "mineral?": 866,
  "a_mineral?": 867,
  "igneous_rock?": 868,
  "an_igneous_rock?": 869,
  "sedimentary_rock?": 870,
  "a_sedimentary_rock?": 871,
  "metamorphic_rock?": 872,
  "a_metamorphic_rock?": 873,
  "tectonics?": 874,
  "plate_tectonics?": 875,
  "plate?": 876,
  "tectonic_plate?": 877,
  "a_tectonic_plate?": 878,
  "fault?": 879,
  "a_fault?": 880,
  "magma?": 881,
  "and_lava?": 882,
  "magma_and_lava?": 883,
  "ocean?": 884,
  "an_ocean?": 885,
  "glacier?": 886,
  "a_glacier?": 887,
  "earth's_crust?": 888,
  "earth's_mantle?": 889,
  "core?": 890,
  "earth's_core?": 891,
  "fossil?": 892,
  "a_fossil?": 893,
  "a_sediment?": 894,
  "sediment_layer?": 895,
  "a_sediment_layer?": 896,
  "a_delta?": 897,
  "dune?": 898,
  "a_dune?": 899,
  "watershed?": 900,
  "a_watershed?": 901,
  "runoff?": 902,
  "infiltration?": 903,
  "evaporation?": 904,
  "condensation?": 905,
  "precipitation?": 906,
  "cloud?": 907,
  "a_cloud?": 908,
  "humidity?": 909,
  "pressure?": 910,
  "air_pressure?": 911,
  "in_weather?": 912,
  "front_in_weather?": 913,
  "cold_front?": 914,
  "a_cold_front?": 915,
  "warm_front?": 916,
  "a_warm_front?": 917,
  "storm?": 918,
  "a_storm?": 919,
  "thunder?": 920,
  "lightning?": 921,
  "hail?": 922,
  "sleet?": 923,
  "fog?": 924,
  "dew?": 925,
  "frost?": 926,
  "a_biome?": 927,
  "desert_biome?": 928,
  "a_desert_biome?": 929,
  "forest_biome?": 930,
  "a_forest_biome?": 931,
  "grassland_biome?": 932,
  "a_grassland_biome?": 933,
  "wetland?": 934,
  "a_wetland?": 935,
  "level?": 936,
  "sea_level?": 937,
  "elevation?": 938,
  "topography?": 939,
  "contour_line?": 940,
  "a_contour_line?": 941,
  "fault_line?": 942,
  "a_fault_line?": 943,
  "seismology?": 944,
  "rock_cycle?": 945,
  "the_rock_cycle?": 946,
  "hotspot_in_geology?": 947,
  "drift?": 948,
  "continental_drift?": 949,
  "continent?": 950,
  "a_continent?": 951,
  "ocean_basin?": 952,
  "an_ocean_basin?": 953,
  "coastline?": 954,
  "a_coastline?": 955,
  "beach?": 956,
  "a_beach?": 957,
  "reef?": 958,
  "a_reef?": 959,
  "estuary?": 960,
  "an_estuary?": 961,
  "bay?": 962,
  "a_bay?": 963,
  "gulf?": 964,
  "a_gulf?": 965,
  "peninsula?": 966,
  "a_peninsula?": 967,
  "island?": 968,
  "an_island?": 969,
  "strait?": 970,
  "a_strait?": 971,
  "channel?": 972,
  "a_channel?": 973,
  "hill?": 974,
  "a_hill?": 975,
  "cliff?": 976,
  "a_cliff?": 977,
  "mesa?": 978,
  "a_mesa?": 979,
  "butte?": 980,
  "a_butte?": 981,
  "a_basin?": 982,
  "a_ridge?": 983,
  "gorge?": 984,
  "a_gorge?": 985,
  "permafrost?": 986,
  "glacier_valley?": 987,
  "a_glacier_valley?": 988,
  "floodplain?": 989,
  "a_floodplain?": 990,
  "meander?": 991,
  "a_meander?": 992,
  "tributary?": 993,
  "a_tributary?": 994,
  "spring?": 995,
  "a_spring?": 996,
  "aquifer?": 997,
  "an_aquifer?": 998,
  "drought?": 999,
  "flooding?": 1000,
  "landslide?": 1001,
  "a_landslide?": 1002,
  "avalanche?": 1003,
  "an_avalanche?": 1004,
  "environment_effect?": 1005,
  "wildfire_environment_effect?": 1006,
  "soil_horizon?": 1007,
  "a_soil_horizon?": 1008,
  "bedrock?": 1009,
  "chamber?": 1010,
  "magma_chamber?": 1011,
  "crater?": 1012,
  "a_crater?": 1013,
  "ash?": 1014,
  "volcanic_ash?": 1015,
  "lava_flow?": 1016,
  "range?": 1017,
  "mountain_range?": 1018,
  "a_mountain_range?": 1019,
  "uplift?": 1020,
  "subsidence?": 1021,
  "weather_map?": 1022,
  "a_weather_map?": 1023,
  "climate_zone?": 1024,
  "a_climate_zone?": 1025,
  "greenhouse_effect?": 1026,
  "the_greenhouse_effect?": 1027,
  "sea_ice?": 1028,
  "hydrosphere?": 1029,
  "the_hydrosphere?": 1030,
  "geosphere?": 1031,
  "the_geosphere?": 1032,
  "biosphere?": 1033,
  "the_biosphere?": 1034,
  "the_earth?": 1035,
  "of_earth?": 1036,
  "surface_of_earth?": 1037,
  "resource?": 1038,
  "natural_resource?": 1039,
  "a_natural_resource?": 1040,
  "freshwater?": 1041,
  "saltwater?": 1042,
  "river?": 1043,
  "a_river?": 1044,
  "a_lake?": 1045,
  "pond?": 1046,
  "a_pond?": 1047,
  "marsh?": 1048,
  "a_marsh?": 1049,
  "swamp?": 1050,
  "a_swamp?": 1051,
  "bog?": 1052,
  "a_bog?": 1053,
  "peat?": 1054,
  "layering?": 1055,
  "sedimentary_layering?": 1056,
  "stratigraphy?": 1057,
  "water?": 1058,
  "by_water?": 1059,
  "erosion_by_water?": 1060,
  "by_wind?": 1061,
  "erosion_by_wind?": 1062,
  "by_ice?": 1063,
  "erosion_by_ice?": 1064,
  "mechanical_weathering?": 1065,
  "chemical_weathering?": 1066,
  "wedging?": 1067,
  "frost_wedging?": 1068,
  "river_delta?": 1069,
  "a_river_delta?": 1070,
  "fan?": 1071,
  "alluvial_fan?": 1072,
  "an_alluvial_fan?": 1073,
  "field?": 1074,
  "dune_field?": 1075,
  "a_dune_field?": 1076,
  "sinkhole?": 1077,
  "a_sinkhole?": 1078,
  "karst?": 1079,
  "formation?": 1080,
  "cave_formation?": 1081,
  "a_cave_formation?": 1082,
  "stalactite?": 1083,
  "a_stalactite?": 1084,
  "stalagmite?": 1085,
  "a_stalagmite?": 1086,
  "volcano_cone?": 1087,
  "a_volcano_cone?": 1088,
  "shield_volcano?": 1089,
  "a_shield_volcano?": 1090,
  "composite_volcano?": 1091,
  "a_composite_volcano?": 1092,
  "cinder_cone?": 1093,
  "a_cinder_cone?": 1094,
  "dormant_volcano?": 1095,
  "a_dormant_volcano?": 1096,
  "extinct_volcano?": 1097,
  "an_extinct_volcano?": 1098,
  "active_volcano?": 1099,
  "an_active_volcano?": 1100,
  "station?": 1101,
  "seismic_station?": 1102,
  "a_seismic_station?": 1103,
  "seismograph?": 1104,
  "a_seismograph?": 1105,
  "magnitude?": 1106,
  "earthquake_magnitude?": 1107,
  "intensity?": 1108,
  "earthquake_intensity?": 1109,
  "warning?": 1110,
  "tsunami_warning?": 1111,
  "a_tsunami_warning?": 1112,
  "aftershock?": 1113,
  "an_aftershock?": 1114,
  "pattern?": 1115,
  "climate_pattern?": 1116,
  "a_climate_pattern?": 1117,
  "season?": 1118,
  "a_season?": 1119,
  "hemisphere?": 1120,
  "a_hemisphere?": 1121,
  "equator?": 1122,
  "the_equator?": 1123,
  "latitude?": 1124,
  "longitude?": 1125,
  "scale?": 1126,
  "map_scale?": 1127,
  "a_map_scale?": 1128,
  "topographic_map?": 1129,
  "a_topographic_map?": 1130,
  "geologic_map?": 1131,
  "a_geologic_map?": 1132,
  "sensing?": 1133,
  "remote_sensing?": 1134,
  "image?": 1135,
  "satellite_image?": 1136,
  "a_satellite_image?": 1137,
  "satellite?": 1138,
  "weather_satellite?": 1139,
  "a_weather_satellite?": 1140,
  "record?": 1141,
  "climate_record?": 1142,
  "a_climate_record?": 1143,
  "drought_cycle?": 1144,
  "a_drought_cycle?": 1145,
  "flood_cycle?": 1146,
  "a_flood_cycle?": 1147,
  "shadow?": 1148,
  "rain_shadow?": 1149,
  "a_rain_shadow?": 1150,
  "monsoon?": 1151,
  "a_monsoon?": 1152,
  "mass?": 1153,
  "air_mass?": 1154,
  "an_air_mass?": 1155,
  "stream?": 1156,
  "jet_stream?": 1157,
  "a_jet_stream?": 1158,
  "a_pressure_system?": 1159,
  "high_pressure_system?": 1160,
  "low_pressure_system?": 1161,
  "surge?": 1162,
  "storm_surge?": 1163,
  "a_storm_surge?": 1164,
  "solar_eclipse?": 1165,
  "a_solar_eclipse?": 1166,
  "lunar_eclipse?": 1167,
  "a_lunar_eclipse?": 1168,
  "rotation?": 1169,
  "earth's_rotation?": 1170,
  "revolution?": 1171,
  "earth's_revolution?": 1172,
  "time_zone?": 1173,
  "a_time_zone?": 1174,
  "natural_hazard?": 1175,
  "a_natural_hazard?": 1176,
  "mitigation?": 1177,
  "hazard_mitigation?": 1178,
  "forecast?": 1179,
  "weather_forecast?": 1180,
  "a_weather_forecast?": 1181,
  "warming?": 1182,
  "global_warming?": 1183,
  "rise?": 1184,
  "level_rise?": 1185,
  "sea_level_rise?": 1186,
  "melt?": 1187,
  "glacial_melt?": 1188,
  "cap?": 1189,
  "ice_cap?": 1190,
  "an_ice_cap?": 1191,
  "sheet?": 1192,
  "ice_sheet?": 1193,
  "an_ice_sheet?": 1194,
  "cryosphere?": 1195,
  "the_cryosphere?": 1196,
  "disaster?": 1197,
  "natural_disaster?": 1198,
  "a_natural_disaster?": 1199,
  "geologist?": 1200,
  "a_geologist?": 1201,
  "meteorologist?": 1202,
  "a_meteorologist?": 1203,
  "oceanographer?": 1204,
  "an_oceanographer?": 1205,
  "earth_system?": 1206,
  "an_earth_system?": 1207,
  "axis?": 1208,
  "earth's_axis?": 1209,
  "geography?": 1210,
  "in_geography?": 1211,
  "hemisphere_in_geography?": 1212,
  "meridian?": 1213,
  "prime_meridian?": 1214,
  "the_prime_meridian?": 1215,
  "elevation_map?": 1216,
  "an_elevation_map?": 1217,
  "physical_map?": 1218,
  "a_physical_map?": 1219,
  "maps?": 1220,
  "science_maps?": 1221,
  "earth_science_maps?": 1222,
  "interval?": 1223,
  "contour_interval?": 1224,
  "a_contour_interval?": 1225,
  "watershed_boundary?": 1226,
  "a_watershed_boundary?": 1227,
  "drainage_basin?": 1228,
  "a_drainage_basin?": 1229,
  "stream_flow?": 1230,
  "discharge?": 1231,
  "river_discharge?": 1232,
  "headwater?": 1233,
  "a_headwater?": 1234,
  "mouth?": 1235,
  "river_mouth?": 1236,
  "a_river_mouth?": 1237,
  "oxbow_lake?": 1238,
  "an_oxbow_lake?": 1239,
  "area?": 1240,
  "recharge_area?": 1241,
  "aquifer_recharge_area?": 1242,
  "well?": 1243,
  "a_well?": 1244,
  "and_groundwater?": 1245,
  "water_and_groundwater?": 1246,
  "hydrology?": 1247,
  "in_hydrology?": 1248,
  "spring_in_hydrology?": 1249,
  "porosity?": 1250,
  "permeability?": 1251,
  "transport?": 1252,
  "sediment_transport?": 1253,
  "river_erosion?": 1254,
  "coastal_erosion?": 1255,
  "glacial_erosion?": 1256,
  "wasting?": 1257,
  "mass_wasting?": 1258,
  "slumping?": 1259,
  "creep?": 1260,
  "soil_creep?": 1261,
  "debris_flow?": 1262,
  "a_debris_flow?": 1263,
  "mudslide?": 1264,
  "a_mudslide?": 1265,
  "for?": 1266,
  "used_for?": 1267,
  "cycle_used_for?": 1268,
  "property?": 1269,
  "mineral_property?": 1270,
  "a_mineral_property?": 1271,
  "hardness?": 1272,
  "mineral_hardness?": 1273,
  "streak?": 1274,
  "mineral_streak?": 1275,
  "cleavage?": 1276,
  "mineral_cleavage?": 1277,
  "fracture?": 1278,
  "mineral_fracture?": 1279,
  "viscosity?": 1280,
  "magma_viscosity?": 1281,
  "column?": 1282,
  "eruption_column?": 1283,
  "an_eruption_column?": 1284,
  "pyroclastic_flow?": 1285,
  "volcanic_gas?": 1286,
  "plate_boundary?": 1287,
  "a_plate_boundary?": 1288,
  "convergent_boundary?": 1289,
  "a_convergent_boundary?": 1290,
  "divergent_boundary?": 1291,
  "a_divergent_boundary?": 1292,
  "transform_boundary?": 1293,
  "a_transform_boundary?": 1294,
  "subduction?": 1295,
  "spreading?": 1296,
  "seafloor_spreading?": 1297,
  "process?": 1298,
  "mountain-building_process?": 1299,
  "a_mountain-building_process?": 1300,
  "folding_in_geology?": 1301,
  "faulting_in_geology?": 1302,
  "epicenter?": 1303,
  "earthquake_epicenter?": 1304,
  "an_earthquake_epicenter?": 1305,
  "focus?": 1306,
  "earthquake_focus?": 1307,
  "an_earthquake_focus?": 1308,
  "seismic_hazard?": 1309,
  "a_seismic_hazard?": 1310,
  "liquefaction?": 1311,
  "forecasting?": 1312,
  "weather_forecasting?": 1313,
  "data?": 1314,
  "climate_data?": 1315,
  "greenhouse_gas?": 1316,
  "a_greenhouse_gas?": 1317,
  "soil_erosion?": 1318,
  "desertification?": 1319,
  "groundwater_pollution?": 1320,
  "history?": 1321,
  "earth_history?": 1322,
  "the_horizon?": 1323,
  "scattering?": 1324,
  "atmospheric_scattering?": 1325,
  "light_pollution?": 1326,
  "haze?": 1327,
  "terrain?": 1328,
  "local_weather?": 1329,
  "stratosphere?": 1330,
  "the_stratosphere?": 1331,
  "ozone_layer?": 1332,
  "the_ozone_layer?": 1333,
  "recharge?": 1334,
  "groundwater_recharge?": 1335,
  "and_erosion?": 1336,
  "weathering_and_erosion?": 1337,
  "lithosphere?": 1338,
  "the_lithosphere?": 1339,
  "the_mantle?": 1340,
  "the_crust?": 1341,
  "mid-ocean_ridge?": 1342,
  "a_mid-ocean_ridge?": 1343,
  "current?": 1344,
  "ocean_current?": 1345,
  "an_ocean_current?": 1346,
  "salinity?": 1347,
  "age?": 1348,
  "ice_age?": 1349,
  "an_ice_age?": 1350,
  "change?": 1351,
  "climate_change?": 1352,
  "cycling?": 1353,
  "carbon_cycling?": 1354,
  "a_system?": 1355,
  "as_a_system?": 1356,
  "terms?": 1357,
  "systems_terms?": 1358,
  "earth_systems_terms?": 1359,
  "about_a_river": 1360,
  "about_the_difference": 1361,
  "about_sea": 1362,
  "about_a_weather": 1363,
  "about_a_climate": 1364,
  "about_a_natural": 1365,
  "about_erosion": 1366,
  "about_erosion_by": 1367,
  "about_climate": 1368,
  "about_an_ice": 1369,
  "of_the_atmosphere": 1370,
  "volcanoes": 1371,
  "form?": 1372,
  "what_are": 1373,
  "question_what_are": 1374,
  "earthquakes": 1375,
  "is_earth's": 1376,
  "does_air": 1377,
  "does_sea_level": 1378,
  "does_climate_change": 1379,
  "volcano.": 1380,
  "erosion.": 1381,
  "system.": 1382,
  "of_the_main": 1383,
  "of_a_cave": 1384,
  "of_air": 1385,
  "of_a_contour": 1386,
  "of_the_rock": 1387,
  "of_an_ocean": 1388,
  "of_magma": 1389,
  "of_volcanic": 1390,
  "of_a_seismic": 1391,
  "of_earthquake": 1392,
  "of_glacial": 1393,
  "of_river": 1394,
  "of_soil": 1395,
  "of_an_earthquake": 1396,
  "of_groundwater": 1397,
  "does_a_tsunami": 1398,
  "does_weather": 1399,
  "does_the_atmosphere": 1400,
  "does_a_mountain": 1401,
  "does_a_plain": 1402,
  "does_a_mineral": 1403,
  "does_the_main": 1404,
  "does_a_fault": 1405,
  "does_lava": 1406,
  "does_a_glacier": 1407,
  "what_does_earth's": 1408,
  "does_a_sediment": 1409,
  "does_a_dune": 1410,
  "does_a_cave": 1411,
  "does_a_watershed": 1412,
  "does_a_storm": 1413,
  "does_frost": 1414,
  "does_a_biome": 1415,
  "does_a_contour": 1416,
  "does_the_rock": 1417,
  "does_a_spring": 1418,
  "does_an_aquifer": 1419,
  "does_volcanic": 1420,
  "does_a_seismic": 1421,
  "does_earthquake": 1422,
  "does_a_hemisphere": 1423,
  "does_glacial": 1424,
  "does_river": 1425,
  "does_sediment": 1426,
  "how_does_earth's": 1427,
  "does_earth_science": 1428,
  "oceans": 1429,
  "light_pollution": 1430,
  "topography": 1431,
  "why_are": 1432,
  "question_why_are": 1433,
  "how_does_earth": 1434,
  "geologist": 1435,
  "a_geologist": 1436,
  "meteorologist": 1437,
  "a_meteorologist": 1438,
  "oceanographer": 1439,
  "an_oceanographer": 1440,
  "soil_erosion": 1441,
  "latitude": 1442,
  "longitude": 1443,
  "the_horizon": 1444,
  "humidity": 1445,
  "terrain": 1446,
  "local_weather": 1447,
  "fog": 1448,
  "currents": 1449,
  "geology.": 1450,
  "about_the_main": 1451,
  "about_a_cave": 1452,
  "about_air": 1453,
  "about_a_contour": 1454,
  "about_the_rock": 1455,
  "about_an_ocean": 1456,
  "about_magma": 1457,
  "about_volcanic": 1458,
  "map.": 1459,
  "about_a_seismic": 1460,
  "about_earthquake": 1461,
  "about_glacial": 1462,
  "boundary.": 1463,
  "about_river": 1464,
  "about_soil": 1465,
  "about_an_earthquake": 1466,
  "about_groundwater": 1467,
  "the_climate": 1468,
  "a_rock": 1469,
  "contribute": 1470,
  "contribute_to": 1471,
  "contribute_to_earth": 1472,
  "how_do": 1473,
  "question_how_do": 1474,
  "is_earth": 1475,
  "what_does_earth": 1476,
  "water_cycle": 1477,
  "the_water_cycle": 1478,
  "tectonics": 1479,
  "plate_tectonics": 1480,
  "freshwater": 1481,
  "viscosity": 1482,
  "magma_viscosity": 1483,
  "matter": 1484,
  "ozone_layer": 1485,
  "the_ozone_layer": 1486,
  "air_pressure": 1487,
  "salinity": 1488,
  "greenhouse_effect": 1489,
  "the_greenhouse_effect": 1490,
  "cycling": 1491,
  "carbon_cycling": 1492,
  "what_does_climate": 1493,
  "hurricane": 1494,
  "a_hurricane": 1495,
  "tornado": 1496,
  "a_tornado": 1497,
  "rabbit": 1498,
  "a_rabbit": 1499,
  "cat": 1500,
  "earthquakes,_geology": 1501,
  "volcanoes,_earthquakes,_geology": 1502,
  "of_earth_science": 1503,
  "meteorology": 1504,
  "oceanography": 1505,
  "deposition": 1506,
  "landform": 1507,
  "a_landform": 1508,
  "a_valley": 1509,
  "plateau": 1510,
  "a_plateau": 1511,
  "canyon": 1512,
  "a_canyon": 1513,
  "river_system": 1514,
  "a_river_system": 1515,
  "types": 1516,
  "rock_types": 1517,
  "main_rock_types": 1518,
  "igneous_rock": 1519,
  "an_igneous_rock": 1520,
  "sedimentary_rock": 1521,
  "a_sedimentary_rock": 1522,
  "metamorphic_rock": 1523,
  "a_metamorphic_rock": 1524,
  "tectonic_plate": 1525,
  "a_tectonic_plate": 1526,
  "and_lava": 1527,
  "magma_and_lava": 1528,
  "tides": 1529,
  "earth's_crust": 1530,
  "earth's_mantle": 1531,
  "earth's_core": 1532,
  "fossil": 1533,
  "a_fossil": 1534,
  "sediment_layer": 1535,
  "a_sediment_layer": 1536,
  "a_delta": 1537,
  "runoff": 1538,
  "infiltration": 1539,
  "evaporation": 1540,
  "condensation": 1541,
  "precipitation": 1542,
  "cloud": 1543,
  "a_cloud": 1544,
  "in_weather": 1545,
  "front_in_weather": 1546,
  "cold_front": 1547,
  "a_cold_front": 1548,
  "warm_front": 1549,
  "a_warm_front": 1550,
  "thunder": 1551,
  "lightning": 1552,
  "hail": 1553,
  "sleet": 1554,
  "snow": 1555,
  "dew": 1556,
  "desert_biome": 1557,
  "a_desert_biome": 1558,
  "forest_biome": 1559,
  "a_forest_biome": 1560,
  "grassland_biome": 1561,
  "a_grassland_biome": 1562,
  "wetland": 1563,
  "a_wetland": 1564,
  "contour_line": 1565,
  "a_contour_line": 1566,
  "fault_line": 1567,
  "a_fault_line": 1568,
  "seismology": 1569,
  "waves": 1570,
  "seismic_waves": 1571,
  "hotspot_in_geology": 1572,
  "drift": 1573,
  "continental_drift": 1574,
  "continent": 1575,
  "a_continent": 1576,
  "ocean_basin": 1577,
  "an_ocean_basin": 1578,
  "coastline": 1579,
  "a_coastline": 1580,
  "beach": 1581,
  "a_beach": 1582,
  "reef": 1583,
  "a_reef": 1584,
  "estuary": 1585,
  "an_estuary": 1586,
  "bay": 1587,
  "a_bay": 1588,
  "gulf": 1589,
  "a_gulf": 1590,
  "peninsula": 1591,
  "a_peninsula": 1592,
  "island": 1593,
  "an_island": 1594,
  "strait": 1595,
  "a_strait": 1596,
  "channel": 1597,
  "a_channel": 1598,
  "hill": 1599,
  "a_hill": 1600,
  "cliff": 1601,
  "a_cliff": 1602,
  "mesa": 1603,
  "a_mesa": 1604,
  "butte": 1605,
  "a_butte": 1606,
  "a_basin": 1607,
  "a_ridge": 1608,
  "gorge": 1609,
  "a_gorge": 1610,
  "permafrost": 1611,
  "glacier_valley": 1612,
  "a_glacier_valley": 1613,
  "floodplain": 1614,
  "a_floodplain": 1615,
  "meander": 1616,
  "a_meander": 1617,
  "tributary": 1618,
  "a_tributary": 1619,
  "flooding": 1620,
  "landslide": 1621,
  "a_landslide": 1622,
  "avalanche": 1623,
  "an_avalanche": 1624,
  "environment_effect": 1625,
  "wildfire_environment_effect": 1626,
  "soil_horizon": 1627,
  "a_soil_horizon": 1628,
  "bedrock": 1629,
  "chamber": 1630,
  "magma_chamber": 1631,
  "crater": 1632,
  "a_crater": 1633,
  "ash": 1634,
  "volcanic_ash": 1635,
  "lava_flow": 1636,
  "range": 1637,
  "mountain_range": 1638,
  "a_mountain_range": 1639,
  "uplift": 1640,
  "subsidence": 1641,
  "weather_map": 1642,
  "a_weather_map": 1643,
  "climate_zone": 1644,
  "a_climate_zone": 1645,
  "sea_ice": 1646,
  "hydrosphere": 1647,
  "the_hydrosphere": 1648,
  "geosphere": 1649,
  "the_geosphere": 1650,
  "biosphere": 1651,
  "the_biosphere": 1652,
  "the_earth": 1653,
  "surface_of_earth": 1654,
  "natural_resource": 1655,
  "a_natural_resource": 1656,
  "saltwater": 1657,
  "a_lake": 1658,
  "pond": 1659,
  "a_pond": 1660,
  "marsh": 1661,
  "a_marsh": 1662,
  "swamp": 1663,
  "a_swamp": 1664,
  "bog": 1665,
  "a_bog": 1666,
  "peat": 1667,
  "layering": 1668,
  "sedimentary_layering": 1669,
  "stratigraphy": 1670,
  "by_water": 1671,
  "erosion_by_water": 1672,
  "by_wind": 1673,
  "erosion_by_wind": 1674,
  "by_ice": 1675,
  "erosion_by_ice": 1676,
  "mechanical_weathering": 1677,
  "chemical_weathering": 1678,
  "wedging": 1679,
  "frost_wedging": 1680,
  "river_delta": 1681,
  "a_river_delta": 1682,
  "fan": 1683,
  "alluvial_fan": 1684,
  "an_alluvial_fan": 1685,
  "field": 1686,
  "dune_field": 1687,
  "a_dune_field": 1688,
  "sinkhole": 1689,
  "a_sinkhole": 1690,
  "karst": 1691,
  "formation": 1692,
  "cave_formation": 1693,
  "a_cave_formation": 1694,
  "stalactite": 1695,
  "a_stalactite": 1696,
  "stalagmite": 1697,
  "a_stalagmite": 1698,
  "volcano_cone": 1699,
  "a_volcano_cone": 1700,
  "shield_volcano": 1701,
  "a_shield_volcano": 1702,
  "composite_volcano": 1703,
  "a_composite_volcano": 1704,
  "cinder_cone": 1705,
  "a_cinder_cone": 1706,
  "dormant_volcano": 1707,
  "a_dormant_volcano": 1708,
  "extinct_volcano": 1709,
  "an_extinct_volcano": 1710,
  "active_volcano": 1711,
  "an_active_volcano": 1712,
  "station": 1713,
  "seismic_station": 1714,
  "a_seismic_station": 1715,
  "seismograph": 1716,
  "a_seismograph": 1717,
  "magnitude": 1718,
  "earthquake_magnitude": 1719,
  "intensity": 1720,
  "earthquake_intensity": 1721,
  "warning": 1722,
  "tsunami_warning": 1723,
  "a_tsunami_warning": 1724,
  "aftershock": 1725,
  "an_aftershock": 1726,
  "pattern": 1727,
  "climate_pattern": 1728,
  "a_climate_pattern": 1729,
  "season": 1730,
  "a_season": 1731,
  "equator": 1732,
  "the_equator": 1733,
  "scale": 1734,
  "map_scale": 1735,
  "a_map_scale": 1736,
  "topographic_map": 1737,
  "a_topographic_map": 1738,
  "geologic_map": 1739,
  "a_geologic_map": 1740,
  "sensing": 1741,
  "remote_sensing": 1742,
  "image": 1743,
  "satellite_image": 1744,
  "a_satellite_image": 1745,
  "observation": 1746,
  "earth_observation": 1747,
  "weather_satellite": 1748,
  "a_weather_satellite": 1749,
  "record": 1750,
  "climate_record": 1751,
  "a_climate_record": 1752,
  "drought_cycle": 1753,
  "a_drought_cycle": 1754,
  "flood_cycle": 1755,
  "a_flood_cycle": 1756,
  "shadow": 1757,
  "rain_shadow": 1758,
  "a_rain_shadow": 1759,
  "monsoon": 1760,
  "a_monsoon": 1761,
  "air_mass": 1762,
  "an_air_mass": 1763,
  "jet_stream": 1764,
  "a_jet_stream": 1765,
  "a_pressure_system": 1766,
  "high_pressure_system": 1767,
  "low_pressure_system": 1768,
  "surge": 1769,
  "storm_surge": 1770,
  "a_storm_surge": 1771,
  "solar_eclipse": 1772,
  "a_solar_eclipse": 1773,
  "lunar_eclipse": 1774,
  "a_lunar_eclipse": 1775,
  "rotation": 1776,
  "earth's_rotation": 1777,
  "revolution": 1778,
  "earth's_revolution": 1779,
  "time_zone": 1780,
  "a_time_zone": 1781,
  "natural_hazard": 1782,
  "a_natural_hazard": 1783,
  "mitigation": 1784,
  "hazard_mitigation": 1785,
  "forecast": 1786,
  "weather_forecast": 1787,
  "a_weather_forecast": 1788,
  "warming": 1789,
  "global_warming": 1790,
  "rise": 1791,
  "level_rise": 1792,
  "sea_level_rise": 1793,
  "melt": 1794,
  "glacial_melt": 1795,
  "cap": 1796,
  "ice_cap": 1797,
  "an_ice_cap": 1798,
  "sheet": 1799,
  "ice_sheet": 1800,
  "an_ice_sheet": 1801,
  "cryosphere": 1802,
  "the_cryosphere": 1803,
  "disaster": 1804,
  "natural_disaster": 1805,
  "a_natural_disaster": 1806,
  "earth_system": 1807,
  "an_earth_system": 1808,
  "axis": 1809,
  "earth's_axis": 1810,
  "geography": 1811,
  "in_geography": 1812,
  "hemisphere_in_geography": 1813,
  "meridian": 1814,
  "prime_meridian": 1815,
  "the_prime_meridian": 1816,
  "elevation_map": 1817,
  "an_elevation_map": 1818,
  "physical_map": 1819,
  "a_physical_map": 1820,
  "maps": 1821,
  "science_maps": 1822,
  "earth_science_maps": 1823,
  "interval": 1824,
  "contour_interval": 1825,
  "a_contour_interval": 1826,
  "watershed_boundary": 1827,
  "a_watershed_boundary": 1828,
  "drainage_basin": 1829,
  "a_drainage_basin": 1830,
  "stream_flow": 1831,
  "discharge": 1832,
  "river_discharge": 1833,
  "headwater": 1834,
  "a_headwater": 1835,
  "mouth": 1836,
  "river_mouth": 1837,
  "a_river_mouth": 1838,
  "oxbow_lake": 1839,
  "an_oxbow_lake": 1840,
  "area": 1841,
  "recharge_area": 1842,
  "aquifer_recharge_area": 1843,
  "well": 1844,
  "a_well": 1845,
  "and_groundwater": 1846,
  "water_and_groundwater": 1847,
  "hydrology": 1848,
  "in_hydrology": 1849,
  "spring_in_hydrology": 1850,
  "porosity": 1851,
  "permeability": 1852,
  "transport": 1853,
  "sediment_transport": 1854,
  "river_erosion": 1855,
  "coastal_erosion": 1856,
  "glacial_erosion": 1857,
  "wasting": 1858,
  "mass_wasting": 1859,
  "slumping": 1860,
  "creep": 1861,
  "soil_creep": 1862,
  "debris_flow": 1863,
  "a_debris_flow": 1864,
  "mudslide": 1865,
  "a_mudslide": 1866,
  "used_for": 1867,
  "cycle_used_for": 1868,
  "property": 1869,
  "mineral_property": 1870,
  "a_mineral_property": 1871,
  "hardness": 1872,
  "mineral_hardness": 1873,
  "streak": 1874,
  "mineral_streak": 1875,
  "cleavage": 1876,
  "mineral_cleavage": 1877,
  "fracture": 1878,
  "mineral_fracture": 1879,
  "column": 1880,
  "eruption_column": 1881,
  "an_eruption_column": 1882,
  "pyroclastic_flow": 1883,
  "volcanic_gas": 1884,
  "plate_boundary": 1885,
  "a_plate_boundary": 1886,
  "convergent_boundary": 1887,
  "a_convergent_boundary": 1888,
  "divergent_boundary": 1889,
  "a_divergent_boundary": 1890,
  "transform_boundary": 1891,
  "a_transform_boundary": 1892,
  "subduction": 1893,
  "spreading": 1894,
  "seafloor_spreading": 1895,
  "process": 1896,
  "mountain-building_process": 1897,
  "a_mountain-building_process": 1898,
  "folding_in_geology": 1899,
  "faulting_in_geology": 1900,
  "epicenter": 1901,
  "earthquake_epicenter": 1902,
  "an_earthquake_epicenter": 1903,
  "focus": 1904,
  "earthquake_focus": 1905,
  "an_earthquake_focus": 1906,
  "seismic_hazard": 1907,
  "a_seismic_hazard": 1908,
  "liquefaction": 1909,
  "forecasting": 1910,
  "weather_forecasting": 1911,
  "data": 1912,
  "climate_data": 1913,
  "greenhouse_gas": 1914,
  "a_greenhouse_gas": 1915,
  "of_greenhouse_gases": 1916,
  "desertification": 1917,
  "groundwater_pollution": 1918,
  "history": 1919,
  "earth_history": 1920,
  "scattering": 1921,
  "atmospheric_scattering": 1922,
  "haze": 1923,
  "troposphere": 1924,
  "the_troposphere": 1925,
  "stratosphere": 1926,
  "the_stratosphere": 1927,
  "groundwater_recharge": 1928,
  "and_erosion": 1929,
  "weathering_and_erosion": 1930,
  "lithosphere": 1931,
  "the_lithosphere": 1932,
  "the_mantle": 1933,
  "the_crust": 1934,
  "mid-ocean_ridge": 1935,
  "a_mid-ocean_ridge": 1936,
  "current": 1937,
  "ocean_current": 1938,
  "an_ocean_current": 1939,
  "ice_age": 1940,
  "an_ice_age": 1941,
  "a_system": 1942,
  "as_a_system": 1943,
  "terms": 1944,
  "systems_terms": 1945,
  "earth_systems_terms": 1946,
  "causes": 1947,
  "what_causes": 1948,
  "question_what_causes": 1949,
  "is_climate": 1950,
  "is_mineral": 1951,
  "does_local": 1952,
  "rock.": 1953,
  "cycle.": 1954,
  "biome.": 1955,
  "flow.": 1956,
  "what_does_erosion": 1957,
  "what_does_mineral": 1958,
  "how_does_climate": 1959,
  "how_does_erosion": 1960,
  "how_does_mineral": 1961,
  "weather.": 1962,
  "is_a_river": 1963,
  "why_does_earth": 1964,
  "is_erosion": 1965,
  "does_a_geologist": 1966,
  "does_a_meteorologist": 1967,
  "does_an_oceanographer": 1968,
  "affect": 1969,
  "does_latitude": 1970,
  "does_longitude": 1971,
  "does_light": 1972,
  "does_light_pollution": 1973,
  "does_humidity": 1974,
  "does_elevation": 1975,
  "does_topography": 1976,
  "does_terrain": 1977,
  "does_local_weather": 1978,
  "does_fog": 1979,
  "how_does_soil": 1980,
  "does_the_climate": 1981,
  "does_oceans": 1982,
  "does_rocks": 1983,
  "does_volcanoes": 1984,
  "does_earthquakes": 1985,
  "does_geology": 1986,
  "does_a_rock": 1987,
  "is_soil": 1988,
  "is_the_difference": 1989,
  "what_is_earth's": 1990,
  "is_sea": 1991,
  "is_a_weather": 1992,
  "is_a_climate": 1993,
  "is_a_natural": 1994,
  "is_erosion_by": 1995,
  "is_an_ice": 1996,
  "does_magma_viscosity": 1997,
  "sky": 1998,
  "does_air_pressure": 1999,
  "erosion_important?": 2000,
  "does_salinity": 2001,
  "weathering.": 2002,
  "me_about_earth's": 2003,
  "in_geology.": 2004,
  "basin.": 2005,
  "pressure_system.": 2006,
  "of_weather,": 2007,
  "of_weather,_climate,": 2008,
  "of_the_branches": 2009,
  "of_astronomy": 2010,
  "of_astronomy_in": 2011,
  "of_the_water": 2012,
  "of_an_igneous": 2013,
  "of_a_sedimentary": 2014,
  "of_a_metamorphic": 2015,
  "of_plate": 2016,
  "of_a_tectonic": 2017,
  "overview_of_earth's": 2018,
  "of_a_sediment": 2019,
  "of_a_front": 2020,
  "of_a_cold": 2021,
  "of_a_warm": 2022,
  "of_a_desert": 2023,
  "of_a_forest": 2024,
  "of_a_grassland": 2025,
  "of_a_fault": 2026,
  "of_seismic": 2027,
  "of_a_hotspot": 2028,
  "of_continental": 2029,
  "of_a_plain": 2030,
  "of_a_glacier": 2031,
  "of_a_wildfire": 2032,
  "of_a_soil": 2033,
  "of_lava": 2034,
  "of_a_mountain": 2035,
  "of_the_greenhouse": 2036,
  "of_the_surface": 2037,
  "of_sedimentary": 2038,
  "of_relative": 2039,
  "of_relative_age": 2040,
  "of_absolute": 2041,
  "of_absolute_age": 2042,
  "of_mechanical": 2043,
  "of_chemical": 2044,
  "of_frost": 2045,
  "of_abrasion": 2046,
  "of_abrasion_in": 2047,
  "of_an_alluvial": 2048,
  "of_a_dune": 2049,
  "of_a_volcano": 2050,
  "of_a_shield": 2051,
  "of_a_composite": 2052,
  "of_a_cinder": 2053,
  "of_a_dormant": 2054,
  "of_an_extinct": 2055,
  "of_an_active": 2056,
  "of_a_tsunami": 2057,
  "of_a_pole": 2058,
  "of_a_map": 2059,
  "of_a_topographic": 2060,
  "of_a_geologic": 2061,
  "of_remote": 2062,
  "of_a_satellite": 2063,
  "of_a_drought": 2064,
  "of_a_flood": 2065,
  "of_a_rain": 2066,
  "of_an_air": 2067,
  "of_a_jet": 2068,
  "of_a_pressure": 2069,
  "of_a_high": 2070,
  "of_a_low": 2071,
  "of_a_storm": 2072,
  "of_an_eclipse": 2073,
  "of_a_solar": 2074,
  "of_a_lunar": 2075,
  "of_a_time": 2076,
  "of_hazard": 2077,
  "of_climate_change": 2078,
  "of_global": 2079,
  "of_sea_level": 2080,
  "of_an_earth": 2081,
  "of_a_hemisphere": 2082,
  "of_the_prime": 2083,
  "of_an_elevation": 2084,
  "of_a_physical": 2085,
  "of_a_political": 2086,
  "of_a_watershed": 2087,
  "of_drainage": 2088,
  "of_drainage_in": 2089,
  "of_a_drainage": 2090,
  "of_stream": 2091,
  "of_an_oxbow": 2092,
  "of_an_aquifer": 2093,
  "of_a_spring": 2094,
  "of_sediment": 2095,
  "of_coastal": 2096,
  "of_mass": 2097,
  "of_a_debris": 2098,
  "of_a_mineral": 2099,
  "of_an_eruption": 2100,
  "of_pyroclastic": 2101,
  "of_a_plate": 2102,
  "of_a_convergent": 2103,
  "of_a_divergent": 2104,
  "of_a_transform": 2105,
  "of_seafloor": 2106,
  "of_a_mountain-building": 2107,
  "of_folding": 2108,
  "of_folding_in": 2109,
  "of_faulting": 2110,
  "of_faulting_in": 2111,
  "of_weather": 2112,
  "of_a_greenhouse": 2113,
  "of_examples": 2114,
  "of_examples_of": 2115,
  "of_the_carbon": 2116,
  "of_the_nitrogen": 2117,
  "of_conservation": 2118,
  "of_conservation_in": 2119,
  "of_sustainability": 2120,
  "of_sustainability_in": 2121,
  "of_renewable": 2122,
  "of_renewable_resource": 2123,
  "of_nonrenewable": 2124,
  "of_nonrenewable_resource": 2125,
  "of_air_pollution": 2126,
  "of_water": 2127,
  "of_water_pollution": 2128,
  "of_a_biome": 2129,
  "of_atmospheric": 2130,
  "of_light": 2131,
  "of_local": 2132,
  "of_the_ozone": 2133,
  "of_a_mid-ocean": 2134,
  "of_a_trench": 2135,
  "of_carbon": 2136,
  "of_earth_as": 2137,
  "describe_earth's": 2138,
  "you_describe_earth's": 2139,
  "volcano_mean?": 2140,
  "does_a_hurricane": 2141,
  "does_a_tornado": 2142,
  "does_a_rabbit": 2143,
  "does_cat": 2144,
  "does_weather,": 2145,
  "does_weather,_climate,": 2146,
  "does_the_branches": 2147,
  "does_meteorology": 2148,
  "does_oceanography": 2149,
  "does_astronomy": 2150,
  "does_astronomy_in": 2151,
  "does_the_water": 2152,
  "erosion_mean?": 2153,
  "does_weathering": 2154,
  "does_deposition": 2155,
  "does_a_landform": 2156,
  "does_a_valley": 2157,
  "does_a_plateau": 2158,
  "does_a_canyon": 2159,
  "system_mean?": 2160,
  "what_does_groundwater": 2161,
  "what_does_soil": 2162,
  "does_an_igneous": 2163,
  "does_a_sedimentary": 2164,
  "does_a_metamorphic": 2165,
  "does_plate": 2166,
  "does_plate_tectonics": 2167,
  "does_a_tectonic": 2168,
  "what_does_magma": 2169,
  "does_tides": 2170,
  "does_currents": 2171,
  "does_earth's_crust": 2172,
  "does_earth's_mantle": 2173,
  "does_earth's_core": 2174,
  "does_a_fossil": 2175,
  "does_a_delta": 2176,
  "does_runoff": 2177,
