{
  "<UNK>": 0,
  "cur_char:e ": 1,
  "cur_char:t ": 2,
  "cur_char:s ": 3,
  "cur_char:at": 4,
  "prev_intent:normal_qa": 5,
  "prev_animation:neutral": 6,
  "cur_char: a": 7,
  "cur_char: i": 8,
  "flag:question_mark": 9,
  "cur_char:?>": 10,
  "cur_char:wh": 11,
  "cur_char:<w": 12,
  "cur_char:<wh": 13,
  "cur_char:ha": 14,
  "cur_char:in": 15,
  "cur_char:at ": 16,
  "cur_char: m": 17,
  "cur_char:hat": 18,
  "cur_char:wha": 19,
  "cur_char:what": 20,
  "cur_word:what": 21,
  "cur_char:<wha": 22,
  "cur_char:<what": 23,
  "cur_char:hat ": 24,
  "cur_char:what ": 25,
  "cur_char: t": 26,
  "cur_char:is": 27,
  "cur_char:n ": 28,
  "cur_char:es": 29,
  "cur_char:an": 30,
  "cur_char: d": 31,
  "cur_char:er": 32,
  "cur_char:y ": 33,
  "cur_char:ou": 34,
  "cur_char: s": 35,
  "cur_char:me": 36,
  "cur_char:is ": 37,
  "cur_word:is": 38,
  "cur_char:t i": 39,
  "hist_word:is": 40,
  "cur_char: is": 41,
  "cur_char: is ": 42,
  "cur_char:do": 43,
  "cur_char: c": 44,
  "cur_char:te": 45,
  "cur_char:es ": 46,
  "cur_char:a ": 47,
  "cur_char: o": 48,
  "cur_char:th": 49,
  "cur_char: do": 50,
  "cur_char:re": 51,
  "cur_char:at i": 52,
  "cur_char:t is": 53,
  "cur_char:hat i": 54,
  "cur_char:t is ": 55,
  "cur_char:at is": 56,
  "cur_word:what_is": 57,
  "cur_char:he": 58,
  "cur_char:d ": 59,
  "cur_char:on": 60,
  "cur_char:le": 61,
  "cur_char:ho": 62,
  "hist_word:meatball": 63,
  "cur_char:pl": 64,
  "cur_char:ti": 65,
  "cur_char: p": 66,
  "cur_char:ea": 67,
  "cur_char:or": 68,
  "cur_word:a": 69,
  "cur_char: a ": 70,
  "cur_char:o ": 71,
  "cur_char: b": 72,
  "cur_char: th": 73,
  "cur_char:w ": 74,
  "cur_char:al": 75,
  "cur_char:f ": 76,
  "cur_char:bo": 77,
  "cur_char:ab": 78,
  "cur_char:st": 79,
  "cur_char:ow": 80,
  "cur_char:oe": 81,
  "cur_char: in": 82,
  "cur_char:oes": 83,
  "cur_char:the": 84,
  "cur_char:oes ": 85,
  "cur_char:doe": 86,
  "cur_char:does": 87,
  "cur_char:does ": 88,
  "cur_word:does": 89,
  "hist_word:the": 90,
  "cur_char:ut": 91,
  "cur_char:of": 92,
  "cur_char:ma": 93,
  "cur_char:ar": 94,
  "cur_char: of": 95,
  "cur_char:of ": 96,
  "cur_word:of": 97,
  "cur_char: of ": 98,
  "cur_char:de": 99,
  "cur_char: me": 100,
  "cur_char:ow ": 101,
  "cur_char: doe": 102,
  "cur_char: does": 103,
  "cur_char:in ": 104,
  "cur_char: the": 105,
  "cur_char:s a": 106,
  "cur_char:to": 107,
  "cur_char:im": 108,
  "cur_char:l ": 109,
  "cur_char:ca": 110,
  "cur_char:out": 111,
  "cur_char:io": 112,
  "cur_char:it": 113,
  "cur_char:he ": 114,
  "cur_char:the ": 115,
  "cur_word:the": 116,
  "cur_char: the ": 117,
  "cur_char:ut ": 118,
  "cur_char:ve": 119,
  "cur_char: ab": 120,
  "cur_char:abo": 121,
  "cur_char:bou": 122,
  "cur_char:out ": 123,
  "cur_char: abo": 124,
  "cur_char:abou": 125,
  "cur_char:bout": 126,
  "cur_char:about": 127,
  "cur_char: abou": 128,
  "cur_word:about": 129,
  "cur_char:bout ": 130,
  "cur_char:e a": 131,
  "cur_char: ma": 132,
  "cur_char:la": 133,
  "cur_char:nd": 134,
  "cur_char:how": 135,
  "cur_char:how ": 136,
  "cur_char:en": 137,
  "cur_word:how": 138,
  "cur_char:ne": 139,
  "cur_char:le ": 140,
  "hist_word:what": 141,
  "hist_word:something": 142,
  "hist_word:brain": 143,
  "hist_word:remembers.": 144,
  "hist_word:what_is": 145,
  "hist_word:is_something": 146,
  "hist_word:something_the": 147,
  "hist_word:the_meatball": 148,
  "hist_word:meatball_brain": 149,
  "hist_word:brain_remembers.": 150,
  "cur_char:nt": 151,
  "cur_char:s t": 152,
  "cur_char:<h": 153,
  "cur_char:ic": 154,
  "cur_char: u": 155,
  "cur_word:in": 156,
  "cur_char: in ": 157,
  "cur_char:hy": 158,
  "cur_char:ll": 159,
  "cur_char:li": 160,
  "cur_char:ta": 161,
  "cur_char:ct": 162,
  "cur_char:co": 163,
  "cur_char: f": 164,
  "cur_char: h": 165,
  "cur_char: w": 166,
  "cur_char:s th": 167,
  "cur_char:<ho": 168,
  "cur_char:<how": 169,
  "cur_char:<how ": 170,
  "cur_char: an": 171,
  "cur_char:ion": 172,
  "cur_char:s the": 173,
  "cur_char:si": 174,
  "cur_char:ul": 175,
  "cur_char:is t": 176,
  "cur_char: e": 177,
  "flag:has_number": 178,
  "cur_char:is th": 179,
  "cur_char:tio": 180,
  "cur_char:tion": 181,
  "cur_char:re ": 182,
  "cur_char:hy ": 183,
  "cur_char:un": 184,
  "cur_char:r ": 185,
  "cur_char: is t": 186,
  "cur_char:be": 187,
  "cur_char:ec": 188,
  "cur_char:ra": 189,
  "cur_char:ng": 190,
  "cur_char:me ": 191,
  "cur_char:ai": 192,
  "cur_char:why": 193,
  "cur_word:why": 194,
  "cur_char:why ": 195,
  "cur_char:<why": 196,
  "cur_char:<why ": 197,
  "cur_char:s?": 198,
  "cur_char:s?>": 199,
  "cur_word:is_the": 200,
  "cur_char:pla": 201,
  "cur_char:se": 202,
  "cur_char:el": 203,
  "cur_word:what_is_the": 204,
  "cur_char:ol": 205,
  "cur_char: g": 206,
  "cur_char:ro": 207,
  "cur_char:ple": 208,
  "cur_char: ca": 209,
  "cur_char:ati": 210,
  "cur_char: co": 211,
  "cur_char:pe": 212,
  "cur_char:ed": 213,
  "cur_char:on ": 214,
  "cur_char:ll ": 215,
  "cur_char:e m": 216,
  "cur_char:s a ": 217,
  "cur_char: un": 218,
  "cur_char:ce": 219,
  "cur_char:to ": 220,
  "cur_char:nd ": 221,
  "cur_char:ve ": 222,
  "cur_char:rt": 223,
  "cur_char:and": 224,
  "cur_char:ing": 225,
  "cur_char:us": 226,
  "cur_char: r": 227,
  "cur_char:ion ": 228,
  "cur_char:e ab": 229,
  "cur_char:e abo": 230,
  "cur_char:atio": 231,
  "cur_char:ter": 232,
  "cur_char:ation": 233,
  "cur_char:et": 234,
  "cur_char:lo": 235,
  "cur_char: be": 236,
  "cur_char:ac": 237,
  "cur_word:me": 238,
  "cur_char:po": 239,
  "cur_char: me ": 240,
  "cur_char:mea": 241,
  "cur_char:ba": 242,
  "cur_char:eo": 243,
  "cur_char:ri": 244,
  "cur_char:tion ": 245,
  "cur_char:hi": 246,
  "cur_char:mp": 247,
  "cur_char:ex": 248,
  "cur_char:y d": 249,
  "cur_char:om": 250,
  "cur_char: mea": 251,
  "cur_char: to": 252,
  "cur_char:oo": 253,
  "cur_char:hy d": 254,
  "cur_char:di": 255,
  "cur_char:y do": 256,
  "cur_char:and ": 257,
  "cur_char:why d": 258,
  "cur_char:hy do": 259,
  "cur_char:e c": 260,
  "cur_char:ay": 261,
  "cur_char:ts": 262,
  "cur_char:are": 263,
  "cur_char:ch": 264,
  "cur_char:an ": 265,
  "cur_char:g ": 266,
  "cur_char:y?": 267,
  "cur_char:y?>": 268,
  "cur_char:so": 269,
  "cur_char:tr": 270,
  "cur_char:ple ": 271,
  "cur_char:as": 272,
  "cur_char:y i": 273,
  "cur_char:t a": 274,
  "cur_char:ect": 275,
  "cur_char:are ": 276,
  "cur_char:no": 277,
  "cur_char:op": 278,
  "cur_char: ex": 279,
  "cur_char:me a": 280,
  "cur_char:ld": 281,
  "cur_char:t>": 282,
  "cur_char:e s": 283,
  "cur_char:n?": 284,
  "cur_char:n?>": 285,
  "cur_char: pe": 286,
  "cur_char:es a": 287,
  "cur_char:tu": 288,
  "cur_char:ng ": 289,
  "cur_char:ain": 290,
  "cur_char:ay ": 291,
  "cur_word:to": 292,
  "cur_char: to ": 293,
  "cur_char: l": 294,
  "cur_char:xp": 295,
  "cur_char:ni": 296,
  "cur_char:exp": 297,
  "cur_char:na": 298,
  "cur_char: me a": 299,
  "cur_char:t d": 300,
  "cur_char:ld ": 301,
  "cur_char:w d": 302,
  "cur_char:ow d": 303,
  "cur_char:how d": 304,
  "cur_char:w do": 305,
  "cur_char:ow do": 306,
  "cur_char:n o": 307,
  "cur_char:ing ": 308,
  "cur_char:ell": 309,
  "cur_char:oul": 310,
  "cur_char:w doe": 311,
  "cur_word:how_does": 312,
  "cur_char:sh": 313,
  "cur_char:uld": 314,
  "cur_char:uld ": 315,
  "cur_char:ould": 316,
  "cur_char:ould ": 317,
  "cur_char:ne ": 318,
  "cur_char:eat": 319,
  "cur_char: and": 320,
  "cur_char: and ": 321,
  "cur_word:and": 322,
  "cur_char: st": 323,
  "cur_char:xpl": 324,
  "cur_char:expl": 325,
  "cur_char:xpla": 326,
  "cur_char:expla": 327,
  "cur_char:ie": 328,
  "cur_char:al ": 329,
  "cur_char:e?": 330,
  "cur_char:e?>": 331,
  "cur_char:ort": 332,
  "cur_word:do": 333,
  "cur_char:cat": 334,
  "cur_char:do ": 335,
  "cur_char:all": 336,
  "cur_char:t?": 337,
  "cur_char:t do": 338,
  "cur_char:t?>": 339,
  "cur_char: exp": 340,
  "cur_char:ge": 341,
  "cur_char:nl": 342,
  "cur_char:ot": 343,
  "cur_char:og": 344,
  "cur_char:ur": 345,
  "cur_char:fi": 346,
  "cur_char:lim": 347,
  "cur_char:nli": 348,
  "cur_char:ry": 349,
  "cur_char:gi": 350,
  "cur_char:id": 351,
  "cur_char:vi": 352,
  "cur_char: n": 353,
  "cur_char:am": 354,
  "cur_char:unl": 355,
  "cur_char:iv": 356,
  "cur_char:wa": 357,
  "cur_char:unli": 358,
  "cur_char:bal": 359,
  "cur_char:ted": 360,
  "cur_char:er ": 361,
  "cur_char:<t": 362,
  "cur_char:nlim": 363,
  "cur_char:unlim": 364,
  "cur_char: 1": 365,
  "cur_char:tel": 366,
  "cur_char:bi": 367,
  "cur_char:mo": 368,
  "cur_char:tell": 369,
  "cur_char:cl": 370,
  "cur_char: expl": 371,
  "cur_char: unl": 372,
  "cur_char: unli": 373,
  "cur_char:od": 374,
  "cur_char:at d": 375,
  "cur_char:imp": 376,
  "cur_char:tan": 377,
  "cur_char:hat d": 378,
  "cur_char:at do": 379,
  "cur_char: do ": 380,
  "cur_char:t doe": 381,
  "cur_word:what_does": 382,
  "cur_char:ell ": 383,
  "cur_char:n i": 384,
  "cur_char: v": 385,
  "cur_char:is a": 386,
  "cur_char:lan": 387,
  "cur_char: is a": 388,
  "cur_char:t m": 389,
  "cur_char:yo": 390,
  "cur_char:it ": 391,
  "cur_char:opl": 392,
  "cur_char:tell ": 393,
  "cur_word:tell": 394,
  "cur_char:e i": 395,
  "cur_char:ed ": 396,
  "cur_char:rs": 397,
  "cur_char:eop": 398,
  "cur_char:ople": 399,
  "cur_char:peo": 400,
  "cur_char: peo": 401,
  "cur_char:peop": 402,
  "cur_char:eopl": 403,
  "cur_char: peop": 404,
  "cur_char:peopl": 405,
  "cur_char:eople": 406,
  "cur_char:ople ": 407,
  "cur_word:people": 408,
  "cur_char:nc": 409,
  "cur_char:e me": 410,
  "cur_char:ke": 411,
  "cur_char:ce ": 412,
  "cur_char: te": 413,
  "cur_char:e o": 414,
  "cur_char:por": 415,
  "cur_char:l m": 416,
  "cur_char: ar": 417,
  "cur_char:o p": 418,
  "cur_char: it": 419,
  "cur_char:con": 420,
  "cur_char:fo": 421,
  "cur_char:ns": 422,
  "cur_char:tt": 423,
  "cur_char:port": 424,
  "cur_char:av": 425,
  "cur_word:it": 426,
  "cur_char: de": 427,
  "cur_char:you": 428,
  "cur_char: y": 429,
  "cur_char:ive": 430,
  "cur_char:ball": 431,
  "cur_char:ers": 432,
  "cur_char: yo": 433,
  "cur_char:.>": 434,
  "cur_char:is a ": 435,
  "cur_word:is_a": 436,
  "cur_char: you": 437,
  "cur_char:mi": 438,
  "cur_char: con": 439,
  "cur_char: pl": 440,
  "cur_char:ist": 441,
  "cur_char:ef": 442,
  "cur_char:e b": 443,
  "cur_char:t t": 444,
  "cur_char:l me": 445,
  "cur_char:oes a": 446,
  "cur_char: ha": 447,
  "cur_char:y do ": 448,
  "cur_word:why_do": 449,
  "cur_char:plan": 450,
  "cur_char:s i": 451,
  "cur_char:ll m": 452,
  "cur_char:ov": 453,
  "cur_char:be ": 454,
  "cur_char:ee": 455,
  "cur_char:e of": 456,
  "cur_char:m8": 457,
  "cur_char:im8": 458,
  "cur_char:lim8": 459,
  "cur_char:nlim8": 460,
  "cur_char:ll me": 461,
  "cur_char:e of ": 462,
  "cur_char:o m": 463,
  "cur_word:you": 464,
  "cur_char:ell m": 465,
  "cur_char: ro": 466,
  "cur_char:l me ": 467,
  "cur_word:tell_me": 468,
  "cur_char:f a": 469,
  "cur_char:do p": 470,
  "cur_char: do p": 471,
  "cur_char:of a": 472,
  "cur_char: of a": 473,
  "cur_char: sh": 474,
  "cur_char:ant": 475,
  "cur_char:sic": 476,
  "cur_char:o pe": 477,
  "cur_char:ct ": 478,
  "cur_char:do pe": 479,
  "cur_char:o peo": 480,
  "cur_word:do_people": 481,
  "cur_word:why_do_people": 482,
  "cur_char:ive ": 483,
  "cur_char:sp": 484,
  "cur_char:ore": 485,
  "cur_char:<te": 486,
  "cur_char:ad": 487,
  "cur_char:<tel": 488,
  "cur_char:<tell": 489,
  "cur_char: fo": 490,
  "cur_char:tb": 491,
  "cur_char: mo": 492,
  "cur_char:e t": 493,
  "cur_char:tba": 494,
  "cur_char:tbal": 495,
  "cur_char:<g": 496,
  "cur_char:ave": 497,
  "cur_char:ide": 498,
  "cur_char: si": 499,
  "cur_char:os": 500,
  "cur_char: so": 501,
  "cur_char:r?": 502,
  "cur_char:r?>": 503,
  "cur_char:meat": 504,
  "cur_char:n a": 505,
  "cur_char:mat": 506,
  "cur_char:d s": 507,
  "cur_char:cle": 508,
  "cur_word:an": 509,
  "cur_char: an ": 510,
  "cur_char:sta": 511,
  "cur_char:one": 512,
  "cur_word:what_is_a": 513,
  "cur_char:fe": 514,
  "cur_char:a b": 515,
  "cur_char:ver": 516,
  "cur_char:8t": 517,
  "cur_char:m8t": 518,
  "cur_char:im8t": 519,
  "cur_char:lim8t": 520,
  "cur_char:8te": 521,
  "cur_char:m8te": 522,
  "cur_char:8ted": 523,
  "cur_char:im8te": 524,
  "cur_char:m8ted": 525,
  "cur_char:e d": 526,
  "cur_char:ect ": 527,
  "flag:has_operator": 528,
  "hist_word:glitch": 529,
  "hist_word:the_glitch": 530,
  "hist_word:dogs": 531,
  "cur_char: di": 532,
  "cur_char:tte": 533,
  "cur_char:der": 534,
  "hist_word:unlim8ted": 535,
  "cur_char:wo": 536,
  "cur_char:act": 537,
  "cur_char:s>": 538,
  "hist_word:cats": 539,
  "hist_word:timecat": 540,
  "cur_char:one ": 541,
  "cur_char:pa": 542,
  "cur_char:em": 543,
  "cur_char:y t": 544,
  "cur_char:e>": 545,
  "hist_word:is_meatball": 546,
  "cur_char:tter": 547,
  "cur_char: pla": 548,
  "hist_word:ai": 549,
  "hist_word:meatball_ai": 550,
  "cur_char:sho": 551,
  "cur_char:sim": 552,
  "cur_char:hav": 553,
  "cur_char:es a ": 554,
  "cur_char: sim": 555,
  "cur_char:all ": 556,
  "cur_char:ga": 557,
  "cur_char:me ab": 558,
  "cur_word:me_about": 559,
  "cur_char:c ": 560,
  "cur_word:tell_me_about": 561,
  "cur_char:nat": 562,
  "cur_char:sc": 563,
  "cur_char:nn": 564,
  "cur_char:ts ": 565,
  "cur_char: wo": 566,
  "cur_char:sto": 567,
  "cur_char:we": 568,
  "cur_char:t s": 569,
  "cur_char:und": 570,
  "cur_char:ere": 571,
  "cur_char: id": 572,
  "cur_char:tball": 573,
  "cur_char: ide": 574,
  "cur_char: meat": 575,
  "cur_char: bi": 576,
  "cur_char: wa": 577,
  "cur_char:ap": 578,
  "cur_char:u ": 579,
  "cur_char:nce": 580,
  "cur_char:s o": 581,
  "cur_char:nde": 582,
  "cur_char: hav": 583,
  "cur_char:ome": 584,
  "cur_char:o ma": 585,
  "cur_char:ean": 586,
  "cur_char:pr": 587,
  "cur_char: us": 588,
  "cur_char:s s": 589,
  "cur_char:m ": 590,
  "cur_char:ball ": 591,
  "cur_word:are": 592,
  "cur_char:ent": 593,
  "cur_char:i ": 594,
  "cur_char:have": 595,
  "cur_char: have": 596,
  "cur_char:ou ": 597,
  "cur_char:h ": 598,
  "cur_char:you ": 599,
  "cur_char:ic ": 600,
  "cur_char:att": 601,
  "cur_char:nne": 602,
  "cur_char:ain ": 603,
  "cur_char:cr": 604,
  "cur_char:e e": 605,
  "prev_intent:math": 606,
  "cur_char:k ": 607,
  "prev_intent:multi_part": 608,
  "cur_char:ear": 609,
  "prev_intent:compare": 610,
  "cur_char: cl": 611,
  "prev_intent:list": 612,
  "cur_char:ak": 613,
  "cur_char: you ": 614,
  "cur_char: fi": 615,
  "cur_char:l?": 616,
  "cur_char:l?>": 617,
  "cur_char:nati": 618,
  "cur_char:nder": 619,
  "prev_intent:smalltalk": 620,
  "prev_intent:unknown": 621,
  "cur_char:e f": 622,
  "cur_char: mat": 623,
  "cur_char:enc": 624,
  "cur_char:ud": 625,
  "cur_char:natio": 626,
  "cur_char:y in": 627,
  "cur_char:if": 628,
  "cur_char:way": 629,
  "cur_char:bl": 630,
  "cur_char:ea ": 631,
  "cur_char:wou": 632,
  "cur_char: wou": 633,
  "cur_char:mean": 634,
  "cur_char: mean": 635,
  "cur_char:woul": 636,
  "cur_char:would": 637,
  "cur_word:would": 638,
  "cur_char: woul": 639,
  "cur_char:dea": 640,
  "cur_char:w w": 641,
  "cur_char:ow w": 642,
  "cur_char:cts": 643,
  "cur_char:ove": 644,
  "cur_char:how w": 645,
  "cur_char:en ": 646,
  "cur_char:rol": 647,
  "cur_char:way ": 648,
  "cur_char:ood": 649,
  "cur_char:w wo": 650,
  "cur_char:ow wo": 651,
  "cur_char:w wou": 652,
  "cur_word:how_would": 653,
  "cur_char:tor": 654,
  "cur_char:ib": 655,
  "cur_char:idea": 656,
  "cur_char: idea": 657,
  "cur_char:ole": 658,
  "cur_char:cal": 659,
  "cur_char: cat": 660,
  "cur_char:mpl": 661,
  "cur_char:lea": 662,
  "cur_word:does_a": 663,
  "cur_char:s n": 664,
  "cur_char:unde": 665,
  "cur_char:rst": 666,
  "cur_char:under": 667,
  "cur_char:a s": 668,
  "cur_char: und": 669,
  "cur_char:for": 670,
  "cur_char:ders": 671,
  "cur_char: unde": 672,
  "cur_char:ave ": 673,
  "cur_char:erst": 674,
  "cur_char:hin": 675,
  "cur_char:nders": 676,
  "cur_char:derst": 677,
  "cur_char:stu": 678,
  "cur_word:idea": 679,
  "cur_char:vie": 680,
  "cur_char:ine": 681,
  "cur_char:dea ": 682,
  "cur_char:idea ": 683,
  "cur_char:f a ": 684,
  "cur_char:n of": 685,
  "cur_char:of a ": 686,
  "cur_word:of_a": 687,
  "cur_char: a s": 688,
  "cur_char:ana": 689,
  "cur_char:atb": 690,
  "cur_char: are": 691,
  "cur_char:on o": 692,
  "cur_char:ion o": 693,
  "cur_char:n of ": 694,
  "cur_char: ba": 695,
  "cur_char:t in": 696,
  "cur_char:eatb": 697,
  "cur_char:atba": 698,
  "cur_char:atbal": 699,
  "cur_char:meatb": 700,
  "cur_char:eatba": 701,
  "cur_char: stu": 702,
  "cur_char:use": 703,
  "cur_char:int": 704,
  "cur_word:have": 705,
  "cur_char:have ": 706,
  "cur_char:ole ": 707,
  "cur_char:les": 708,
  "cur_char:on of": 709,
  "cur_char:tud": 710,
  "cur_char:s m": 711,
  "cur_char:giv": 712,
  "cur_char:give": 713,
  "cur_char:give ": 714,
  "cur_word:give": 715,
  "cur_char:som": 716,
  "cur_char: ai": 717,
  "cur_char:some": 718,
  "cur_char: rol": 719,
  "cur_char:de ": 720,
  "cur_char:role": 721,
  "cur_char: sho": 722,
  "cur_char: role": 723,
  "cur_char:ms": 724,
  "cur_char: are ": 725,
  "cur_char: som": 726,
  "cur_char: some": 727,
  "cur_char:y in ": 728,
  "cur_char:ue": 729,
  "cur_char:role ": 730,
  "cur_char:stud": 731,
  "cur_char: stud": 732,
  "cur_word:role": 733,
  "cur_char:re a": 734,
  "cur_char:rib": 735,
  "cur_char:mu": 736,
  "cur_char:ir": 737,
  "cur_char:anat": 738,
  "cur_char:er?": 739,
  "cur_char:su": 740,
  "cur_char:er?>": 741,
  "prev_animation:angry": 742,
  "prev_animation:sad": 743,
  "cur_char: pr": 744,
  "cur_char:over": 745,
  "prev_animation:excited": 746,
  "prev_animation:sauce_attack_cutscene": 747,
  "cur_char:lana": 748,
  "cur_char:plana": 749,
  "cur_char:lanat": 750,
  "cur_char:anati": 751,
  "cur_char:xplan": 752,
  "prev_animation:suspicious": 753,
  "prev_animation:overwhelmed": 754,
  "prev_animation:confused": 755,
  "cur_word:explanation": 756,
  "cur_word:explanation_of": 757,
  "cur_char:e ex": 758,
  "cur_char:ly": 759,
  "cur_char:t ma": 760,
  "cur_char:e ca": 761,
  "cur_char: way": 762,
  "cur_char:ake": 763,
  "cur_char: a b": 764,
  "cur_char:ade": 765,
  "cur_char: use": 766,
  "cur_word:way": 767,
  "cur_char:e ma": 768,
  "cur_char:s c": 769,
  "cur_char: way ": 770,
  "cur_char:ani": 771,
  "cur_char:ame": 772,
  "cur_char:ble": 773,
  "cur_char:who": 774,
  "cur_char:atte": 775,
  "cur_char:ok": 776,
  "cur_char:ade ": 777,
  "cur_char:ut a": 778,
  "cur_char:ve m": 779,
  "cur_char:out a": 780,
  "cur_char:ive m": 781,
  "cur_char: for": 782,
  "cur_char:hy i": 783,
  "cur_char:atter": 784,
  "cur_char:ho ": 785,
  "cur_char:mad": 786,
  "cur_char: re": 787,
  "cur_char:who ": 788,
  "cur_word:who": 789,
  "cur_char:car": 790,
  "cur_char: lo": 791,
  "cur_char:made": 792,
  "cur_char:made ": 793,
  "cur_char: mad": 794,
  "cur_char: k": 795,
  "cur_char:y is": 796,
  "cur_char: made": 797,
  "cur_char:s an": 798,
  "cur_word:made": 799,
  "cur_char:ve me": 800,
  "cur_char:y is ": 801,
  "cur_char:pp": 802,
  "cur_char:why i": 803,
  "cur_char:e me ": 804,
  "cur_char:hy is": 805,
  "cur_word:why_is": 806,
  "cur_char:rm": 807,
  "cur_char:ig": 808,
  "cur_char:lu": 809,
  "cur_char: car": 810,
  "cur_char: bo": 811,
  "cur_word:give_me": 812,
  "cur_char:tic": 813,
  "cur_char:ho m": 814,
  "cur_char:ho ma": 815,
  "cur_char:o mad": 816,
  "cur_char:who m": 817,
  "cur_word:who_made": 818,
  "cur_char: int": 819,
  "cur_char:<gi": 820,
  "cur_char:lay": 821,
  "cur_char:<giv": 822,
  "cur_char:<give": 823,
  "cur_char:fu": 824,
  "cur_char:ence": 825,
  "cur_char:he m": 826,
  "cur_char:the m": 827,
  "cur_char:ci": 828,
  "cur_char:e an": 829,
  "cur_char:d a": 830,
  "cur_char: no": 831,
  "cur_char: sp": 832,
  "cur_char:t r": 833,
  "cur_char: he": 834,
  "cur_char:play": 835,
  "cur_char:l a": 836,
  "cur_char:it>": 837,
  "cur_char:com": 838,
  "cur_char:n t": 839,
  "cur_char:tant": 840,
  "cur_char:matt": 841,
  "cur_char:nt?": 842,
  "cur_char:nt?>": 843,
  "cur_char: matt": 844,
  "cur_char: it>": 845,
  "cur_char:matte": 846,
  "cur_char:te ": 847,
  "cur_char:bet": 848,
  "cur_char: bet": 849,
  "cur_char:rv": 850,
  "cur_char:y doe": 851,
  "cur_word:why_does": 852,
  "cur_char:pi": 853,
  "cur_char: im": 854,
  "cur_char:lt": 855,
  "cur_word:meatball": 856,
  "cur_char:od ": 857,
  "cur_char: wh": 858,
  "cur_char:lear": 859,
  "cur_char:mai": 860,
  "cur_char:main": 861,
  "cur_char:des": 862,
  "cur_char:clea": 863,
  "cur_char: mai": 864,
  "cur_char: main": 865,
  "cur_char:ood ": 866,
  "cur_char:cti": 867,
  "cur_char:gy": 868,
  "cur_char:nce ": 869,
  "cur_char:lai": 870,
  "cur_char:e p": 871,
  "cur_char:lain": 872,
  "cur_char: cle": 873,
  "cur_char: des": 874,
  "cur_char:erv": 875,
  "cur_char:man": 876,
  "cur_char:plai": 877,
  "cur_char:plain": 878,
  "cur_char:nt ": 879,
  "cur_char:w a": 880,
  "cur_char: clea": 881,
  "cur_char:ate": 882,
  "cur_char:ss": 883,
  "cur_char:main ": 884,
  "cur_char:ow a": 885,
  "cur_char:e u": 886,
  "cur_char:can": 887,
  "cur_char:ph": 888,
  "cur_char:mple": 889,
  "cur_word:main": 890,
  "cur_char:stan": 891,
  "cur_char:dy": 892,
  "cur_char:xplai": 893,
  "cur_char:tur": 894,
  "cur_char:olo": 895,
  "cur_char:ory": 896,
  "cur_char:impl": 897,
  "cur_char:e st": 898,
  "cur_char:simp": 899,
  "cur_char:simpl": 900,
  "cur_char:r u": 901,
  "cur_char:t b": 902,
  "cur_char:ime": 903,
  "cur_char:uc": 904,
  "cur_char:gr": 905,
  "cur_char: simp": 906,
  "cur_char:an o": 907,
  "cur_char:n m": 908,
  "cur_char:a p": 909,
  "cur_char:mpo": 910,
  "cur_char: ge": 911,
  "cur_char:ty": 912,
  "cur_char:at>": 913,
  "cur_char:ff": 914,
  "cur_char: ov": 915,
  "cur_char: ove": 916,
  "cur_char:clear": 917,
  "cur_char:rta": 918,
  "cur_char:es?": 919,
  "cur_char:es?>": 920,
  "cur_char: over": 921,
  "cur_char:in i": 922,
  "cur_char:e mai": 923,
  "cur_char:log": 924,
  "cur_char:mak": 925,
  "cur_char: ga": 926,
  "cur_char: mu": 927,
  "cur_char:now": 928,
  "cur_char:orta": 929,
  "cur_char:he ma": 930,
  "cur_char:porta": 931,
  "cur_word:the_main": 932,
  "cur_char:not": 933,
  "cur_char:rd": 934,
  "cur_char:ble ": 935,
  "cur_char:me an": 936,
  "cur_char:es i": 937,
  "cur_char:y to": 938,
  "cur_char:nto": 939,
  "cur_char: imp": 940,
  "cur_char:ny": 941,
  "cur_char:dy ": 942,
  "cur_char:abl": 943,
  "cur_char:ew": 944,
  "cur_char: a p": 945,
  "cur_char:scr": 946,
  "cur_char:y to ": 947,
  "cur_char: an o": 948,
  "cur_char:able": 949,
  "cur_char:ter?": 950,
  "cur_char:ter?>": 951,
  "cur_char:ay t": 952,
  "cur_char:e l": 953,
  "cur_char:fa": 954,
  "cur_char:ts?": 955,
  "cur_char:ts?>": 956,
  "cur_char:d y": 957,
  "cur_char:e exp": 958,
  "cur_char:make": 959,
  "cur_char:d yo": 960,
  "cur_char:d you": 961,
  "cur_char:rt ": 962,
  "cur_char:hou": 963,
  "cur_char:e do": 964,
  "cur_char: mak": 965,
  "cur_char:into": 966,
  "cur_char: into": 967,
  "cur_char:ant?": 968,
  "cur_char:ant?>": 969,
  "cur_char:at a": 970,
  "cur_char: not": 971,
  "cur_char:kn": 972,
  "cur_char:nto ": 973,
  "cur_char:into ": 974,
  "cur_word:into": 975,
  "cur_char:er u": 976,
  "cur_char:ica": 977,
  "cur_char:tab": 978,
  "cur_char:way t": 979,
  "cur_char:esc": 980,
  "cur_char:ld y": 981,
  "cur_char:uld y": 982,
  "cur_char:ld yo": 983,
  "cur_char:rvi": 984,
  "cur_char:ful": 985,
  "cur_char:cri": 986,
  "cur_char: make": 987,
  "cur_char:ay to": 988,
  "cur_char:able ": 989,
  "cur_char:ren": 990,
  "cur_char:tim": 991,
  "cur_char:olog": 992,
  "cur_word:way_to": 993,
  "cur_char: kn": 994,
  "cur_char:ner": 995,
  "cur_char:or ": 996,
  "cur_char:ain i": 997,
  "cur_char:ck": 998,
  "cur_char:can ": 999,
  "cur_char:rac": 1000,
  "cur_char:ervi": 1001,
  "cur_char:kno": 1002,
  "cur_char:e an ": 1003,
  "cur_word:can": 1004,
  "cur_char:an?": 1005,
  "cur_char: man": 1006,
  "cur_char:ry ": 1007,
  "cur_char:mpor": 1008,
  "cur_char:know": 1009,
  "cur_char:erm": 1010,
  "cur_char:an?>": 1011,
  "cur_char: kno": 1012,
  "cur_char: know": 1013,
  "cur_char:impo": 1014,
  "cur_char: impo": 1015,
  "cur_char:t sh": 1016,
  "cur_char:ure": 1017,
  "cur_char: ho": 1018,
  "cur_char:ny ": 1019,
  "cur_char:impor": 1020,
  "cur_char:mport": 1021,
  "cur_char:u d": 1022,
  "cur_char:rtan": 1023,
  "cur_char:ortan": 1024,
  "cur_char:scri": 1025,
  "cur_char:pu": 1026,
  "cur_char:a be": 1027,
  "cur_char:lit": 1028,
  "cur_char:gam": 1029,
  "cur_char:fit": 1030,
  "cur_char:ogy": 1031,
  "cur_char:logy": 1032,
  "cur_char:ew ": 1033,
  "cur_char:le s": 1034,
  "cur_char:n id": 1035,
  "cur_char:n ide": 1036,
  "cur_char:ology": 1037,
  "cur_char:game": 1038,
  "cur_char:<s": 1039,
  "cur_char:ted ": 1040,
  "cur_char: play": 1041,
  "cur_char:tabl": 1042,
  "cur_char:ou d": 1043,
  "cur_char:you d": 1044,
  "cur_char:lat": 1045,
  "cur_char:a o": 1046,
  "cur_char:s ab": 1047,
  "cur_char:il": 1048,
  "cur_char:in id": 1049,
  "cur_char:s it": 1050,
  "cur_char:ea o": 1051,
  "cur_char:a of": 1052,
  "cur_char:ea of": 1053,
  "cur_char:iew": 1054,
  "cur_char:view": 1055,
  "cur_char:a of ": 1056,
  "cur_char:any": 1057,
  "cur_char:table": 1058,
  "cur_char:tra": 1059,
  "cur_char:era": 1060,
  "cur_char: ch": 1061,
  "cur_char:le a": 1062,
  "cur_char:w m": 1063,
  "cur_char:e stu": 1064,
  "cur_char:de i": 1065,
  "cur_char:s no": 1066,
  "cur_char:e it": 1067,
  "cur_word:main_idea": 1068,
  "cur_word:the_main_idea": 1069,
  "cur_char: tr": 1070,
  "cur_char:stor": 1071,
  "cur_char:ota": 1072,
  "cur_char:it i": 1073,
  "cur_char:at s": 1074,
  "cur_char:rtant": 1075,
  "cur_char:t ro": 1076,
  "cur_char:desc": 1077,
  "cur_char:dea o": 1078,
  "cur_word:idea_of": 1079,
  "cur_char:qu": 1080,
  "cur_char:gl": 1081,
  "cur_word:ai": 1082,
  "cur_char:iew ": 1083,
  "cur_char:view ": 1084,
  "cur_char:onn": 1085,
  "cur_char:nec": 1086,
  "cur_char:nect": 1087,
  "cur_char:any ": 1088,
  "cur_char: ti": 1089,
  "cur_char: desc": 1090,
  "cur_char:va": 1091,
  "cur_word:main_idea_of": 1092,
  "cur_char:ibe": 1093,
  "cur_char:ar ": 1094,
  "cur_char: fit": 1095,
  "cur_char:conn": 1096,
  "cur_char: conn": 1097,
  "cur_char:escr": 1098,
  "cur_char:descr": 1099,
  "cur_char:onne": 1100,
  "cur_char:nnec": 1101,
  "cur_char:conne": 1102,
  "cur_char:onnec": 1103,
  "cur_char:nnect": 1104,
  "cur_char:escri": 1105,
  "cur_char:at m": 1106,
  "cur_char:ow m": 1107,
  "cur_char:ade i": 1108,
  "cur_char:s abo": 1109,
  "cur_char:w o": 1110,
  "cur_char:e it>": 1111,
  "cur_char:t to": 1112,
  "cur_char:it in": 1113,
  "cur_char:n ov": 1114,
  "cur_char:n ove": 1115,
  "cur_char:d so": 1116,
  "cur_char:is n": 1117,
  "cur_char:houl": 1118,
  "cur_char:w of": 1119,
  "cur_char:w of ": 1120,
  "cur_char:shou": 1121,
  "cur_char:shoul": 1122,
  "cur_char:hould": 1123,
  "cur_word:should": 1124,
  "cur_char:de it": 1125,
  "cur_word:made_it": 1126,
  "cur_word:who_made_it": 1127,
  "cur_char:meo": 1128,
  "cur_char: shou": 1129,
  "cur_char:ew o": 1130,
  "cur_char:iew o": 1131,
  "cur_char:ew of": 1132,
  "cur_char:how m": 1133,
  "cur_char: is n": 1134,
  "cur_char:tant?": 1135,
  "cur_char:an ov": 1136,
  "cur_char:kes": 1137,
  "cur_char:se ": 1138,
  "cur_char:omeo": 1139,
  "cur_char:<c": 1140,
  "cur_char:verv": 1141,
  "cur_char:rvie": 1142,
  "cur_char:overv": 1143,
  "cur_char:vervi": 1144,
  "cur_char:ervie": 1145,
  "cur_char:rview": 1146,
  "cur_word:overview": 1147,
  "cur_word:overview_of": 1148,
  "cur_char: gam": 1149,
  "cur_char:ean?": 1150,
  "cur_char:many": 1151,
  "cur_char: many": 1152,
  "cur_char:many ": 1153,
  "cur_word:many": 1154,
  "cur_char:lay ": 1155,
  "cur_char:t int": 1156,
  "cur_char:oes i": 1157,
  "cur_char:t sho": 1158,
  "cur_word:me_an": 1159,
  "cur_char:eon": 1160,
  "cur_char:hat s": 1161,
  "cur_char:ean?>": 1162,
  "cur_char:at sh": 1163,
  "cur_char: game": 1164,
  "cur_char:mean?": 1165,
  "cur_char:thi": 1166,
  "cur_word:important?": 1167,
  "cur_char:e k": 1168,
  "cur_char:efu": 1169,
  "cur_char:sef": 1170,
  "cur_char:akes": 1171,
  "cur_char:usef": 1172,
  "cur_char:le d": 1173,
  "cur_word:give_me_an": 1174,
  "cur_char:ibe ": 1175,
  "cur_char:s not": 1176,
  "cur_char:ay i": 1177,
  "cur_word:mean?": 1178,
  "cur_char:eful": 1179,
  "cur_char:hat m": 1180,
  "cur_char:crib": 1181,
  "cur_char:ribe": 1182,
  "cur_char:scrib": 1183,
  "cur_char:cribe": 1184,
  "cur_char:n in": 1185,
  "cur_char:ribe ": 1186,
  "cur_word:an_overview": 1187,
  "cur_word:me_an_overview": 1188,
  "cur_word:an_overview_of": 1189,
  "cur_word:describe": 1190,
  "cur_char:ct t": 1191,
  "cur_char:sefu": 1192,
  "cur_char: usef": 1193,
  "cur_char:usefu": 1194,
  "cur_char:play ": 1195,
  "cur_char:seful": 1196,
  "cur_word:is_the_main": 1197,
  "cur_char:ect t": 1198,
  "cur_char:tw": 1199,
  "cur_char:at ma": 1200,
  "cur_char:kes ": 1201,
  "cur_char:tter?": 1202,
  "cur_word:what_should": 1203,
  "cur_char:dog": 1204,
  "cur_char:udy": 1205,
  "cur_char:tudy": 1206,
  "cur_char:study": 1207,
  "cur_char:ence ": 1208,
  "cur_char:t mak": 1209,
  "cur_char:art": 1210,
  "cur_char:u de": 1211,
  "cur_char:meon": 1212,
  "cur_char:eone": 1213,
  "cur_char:someo": 1214,
  "cur_char:omeon": 1215,
  "cur_char:meone": 1216,
  "cur_char:ou de": 1217,
  "cur_char:akes ": 1218,
  "cur_char: ter": 1219,
  "cur_word:play": 1220,
  "cur_char:at r": 1221,
  "cur_word:matter?": 1222,
  "cur_char:time": 1223,
  "cur_char:now ": 1224,
  "cur_char:s a s": 1225,
  "cur_char:fit ": 1226,
  "cur_word:would_you": 1227,
  "cur_char:u des": 1228,
  "cur_word:you_describe": 1229,
  "cur_word:someone": 1230,
  "cur_char:t to ": 1231,
  "cur_char:hat r": 1232,
  "cur_word:how_would_you": 1233,
  "cur_word:would_you_describe": 1234,
  "cur_char:on?": 1235,
  "cur_char:on?>": 1236,
  "cur_char:ay in": 1237,
  "cur_char: fit ": 1238,
  "cur_word:fit": 1239,
  "cur_char:nota": 1240,
  "cur_char:makes": 1241,
  "cur_word:makes": 1242,
  "cur_char:udy ": 1243,
  "cur_char:tudy ": 1244,
  "cur_word:study": 1245,
  "cur_char:eone ": 1246,
  "cur_char:is no": 1247,
  "cur_char:t rol": 1248,
  "cur_word:know": 1249,
  "cur_char:ll a": 1250,
  "cur_char:d c": 1251,
  "cur_char:lay i": 1252,
  "cur_char:ble a": 1253,
  "cur_char:d som": 1254,
  "cur_char:ul?": 1255,
  "cur_char:ful?": 1256,
  "cur_char:ul?>": 1257,
  "cur_char:ful?>": 1258,
  "cur_char:fit i": 1259,
  "cur_char:nect ": 1260,
  "cur_word:connect": 1261,
  "cur_char: nota": 1262,
  "cur_char:eful?": 1263,
  "cur_word:useful?": 1264,
  "cur_char:know ": 1265,
  "cur_word:play_in": 1266,
  "cur_char:ct to": 1267,
  "cur_char:ld s": 1268,
  "cur_word:connect_to": 1269,
  "cur_char:all a": 1270,
  "cur_char:at ro": 1271,
  "cur_char:uld s": 1272,
  "cur_word:what_makes": 1273,
  "cur_char:e doe": 1274,
  "cur_char: can": 1275,
  "cur_word:fit_into": 1276,
  "cur_word:what_role": 1277,
  "cur_char:ole d": 1278,
  "cur_char:le do": 1279,
  "cur_char:term": 1280,
  "cur_word:role_does": 1281,
  "cur_word:what_role_does": 1282,
  "cur_char:ne k": 1283,
  "cur_char:ld so": 1284,
  "cur_char:w ab": 1285,
  "cur_char:ow ab": 1286,
  "cur_char:w abo": 1287,
  "cur_char:ple s": 1288,
  "cur_char:le st": 1289,
  "cur_char:e kn": 1290,
  "cur_char:now a": 1291,
  "cur_char:e kno": 1292,
  "cur_char:one k": 1293,
  "cur_word:know_about": 1294,
  "cur_word:should_someone": 1295,
  "cur_char:ne kn": 1296,
  "cur_word:someone_know": 1297,
  "cur_word:what_should_someone": 1298,
  "cur_word:should_someone_know": 1299,
  "cur_word:someone_know_about": 1300,
  "cur_char:otab": 1301,
  "cur_char:notab": 1302,
  "cur_char:otabl": 1303,
  "cur_char: term": 1304,
  "cur_word:notable": 1305,
  "cur_char:le ab": 1306,
  "cur_word:is_notable": 1307,
  "cur_word:notable_about": 1308,
  "cur_word:what_is_notable": 1309,
  "cur_word:is_notable_about": 1310,
  "cur_word:people_study": 1311,
  "cur_word:do_people_study": 1312,
  "cur_char:tory": 1313,
  "cur_char:ffe": 1314,
  "cur_char:le c": 1315,
  "cur_char:een": 1316,
  "cur_char:p ": 1317,
  "cur_char:sa": 1318,
  "cur_char:eh": 1319,
  "cur_char:fer": 1320,
  "cur_char:nin": 1321,
  "cur_char:ly?": 1322,
  "cur_char:ly?>": 1323,
  "cur_char:rms": 1324,
  "cur_char: tim": 1325,
  "cur_char:erms": 1326,
  "cur_char:ning": 1327,
  "cur_char:ys": 1328,
  "cur_char:terms": 1329,
  "prev_subject:dogs": 1330,
  "cur_char:ture": 1331,
  "cur_char: dog": 1332,
  "prev_subject:The Glitch": 1333,
  "cur_char:eg": 1334,
  "cur_char:a c": 1335,
  "cur_char:care": 1336,
  "cur_char:too": 1337,
  "cur_char:nk": 1338,
  "cur_char:e be": 1339,
  "cur_char:e car": 1340,
  "prev_subject:cats": 1341,
  "cur_char: can ": 1342,
  "prev_subject:Unlim8ted": 1343,
  "cur_char: su": 1344,
  "cur_char:t a ": 1345,
  "cur_char:o t": 1346,
  "cur_char:t h": 1347,
  "cur_char: time": 1348,
  "cur_char:mes": 1349,
  "prev_subject:TimeCat": 1350,
  "cur_char: hi": 1351,
  "cur_char:sic ": 1352,
  "cur_char:care ": 1353,
  "cur_char: care": 1354,
  "cur_char:thin": 1355,
  "cur_char:cts ": 1356,
  "prev_subject:Meatball": 1357,
  "cur_char:w c": 1358,
  "cur_word:care": 1359,
  "cur_char:ts a": 1360,
  "cur_char:are a": 1361,
  "prev_subject:Meatball AI": 1362,
  "cur_word:be": 1363,
  "cur_char:ow c": 1364,
  "cur_char: thi": 1365,
  "cur_char:a d": 1366,
  "cur_char: be ": 1367,
  "cur_char:le ca": 1368,
  "cur_char:ical": 1369,
  "cur_char:ple c": 1370,
  "cur_char:story": 1371,
  "cur_char:cu": 1372,
  "cur_char: a d": 1373,
  "cur_char:t e": 1374,
  "cur_char:his": 1375,
  "cur_char:her": 1376,
  "cur_char: gl": 1377,
  "cur_char:re ab": 1378,
  "cur_word:care_about": 1379,
  "cur_char:een ": 1380,
  "cur_char:how c": 1381,
  "cur_char:ut a ": 1382,
  "cur_word:people_care": 1383,
  "cur_word:people_care_about": 1384,
  "cur_char:tand": 1385,
  "cur_char:stand": 1386,
  "cur_word:do_people_care": 1387,
  "cur_char:e un": 1388,
  "cur_char:s and": 1389,
  "cur_word:about_a": 1390,
  "cur_char:ook": 1391,
  "cur_char:str": 1392,
  "cur_char:cal ": 1393,
  "cur_char:in a": 1394,
  "cur_char:e th": 1395,
  "cur_char:r un": 1396,
  "cur_char:ples": 1397,
  "cur_char:n b": 1398,
  "cur_char:w ca": 1399,
  "cur_char:ow ca": 1400,
  "cur_char:w can": 1401,
  "cur_word:how_can": 1402,
  "cur_char:t an": 1403,
  "cur_char: a c": 1404,
  "cur_char:'s": 1405,
  "cur_char:'s ": 1406,
  "cur_char:eren": 1407,
  "cur_char: 2": 1408,
  "cur_char:e in": 1409,
  "cur_char:m i": 1410,
  "cur_word:cat": 1411,
  "cur_char:rsta": 1412,
  "cur_char:ersta": 1413,
  "cur_char:rstan": 1414,
  "cur_char: in a": 1415,
  "cur_char:etw": 1416,
  "cur_char:<i": 1417,
  "cur_char:ion?": 1418,
  "cur_char:ion?>": 1419,
  "cur_char:fac": 1420,
  "cur_char:ins": 1421,
  "cur_char:fere": 1422,
  "cur_char:feren": 1423,
  "cur_char:iff": 1424,
  "cur_char:es o": 1425,
  "cur_char:ink": 1426,
  "hist_word:is_the": 1427,
  "hist_word:glitch_the": 1428,
  "hist_word:glitch_is": 1429,
  "hist_word:is_dogs": 1430,
  "hist_word:dogs_dogs": 1431,
  "hist_word:dogs_is": 1432,
  "cur_char:dif": 1433,
  "cur_char: dif": 1434,
  "cur_char:diff": 1435,
  "cur_char: diff": 1436,
  "cur_char:wee": 1437,
  "cur_char:er un": 1438,
  "cur_char:r und": 1439,
  "cur_char:t c": 1440,
  "cur_char:mor": 1441,
  "hist_word:is_unlim8ted": 1442,
  "hist_word:unlim8ted_unlim8ted": 1443,
  "hist_word:unlim8ted_is": 1444,
  "cur_char:d a ": 1445,
  "cur_char:ical ": 1446,
  "cur_char: thin": 1447,
  "cur_char:isto": 1448,
  "hist_word:is_cats": 1449,
  "hist_word:cats_cats": 1450,
  "hist_word:cats_is": 1451,
  "cur_char:ehi": 1452,
  "cur_char:e co": 1453,
  "cur_char:ffer": 1454,
  "cur_char:les ": 1455,
  "hist_word:is_timecat": 1456,
  "hist_word:timecat_timecat": 1457,
  "hist_word:timecat_is": 1458,
  "cur_char:re>": 1459,
  "hist_word:meatball_meatball": 1460,
  "hist_word:meatball_is": 1461,
  "cur_char:twe": 1462,
  "cur_char:betw": 1463,
  "cur_char:etwe": 1464,
  "cur_char:twee": 1465,
  "cur_char:ween": 1466,
  "cur_char:betwe": 1467,
  "cur_char:etwee": 1468,
  "cur_char:tween": 1469,
  "cur_char:istor": 1470,
  "cur_char:iffe": 1471,
  "cur_char:diffe": 1472,
  "cur_char:iffer": 1473,
  "cur_char: betw": 1474,
  "cur_char:ween ": 1475,
  "cur_word:between": 1476,
  "cur_char:ffere": 1477,
  "cur_char:et ": 1478,
  "cur_char:ag": 1479,
  "cur_char: it ": 1480,
  "cur_char: who": 1481,
  "cur_char:g o": 1482,
  "cur_char:nk ": 1483,
  "cur_char: pu": 1484,
  "cur_char:hist": 1485,
  "cur_char:histo": 1486,
  "cur_char:m in": 1487,
  "cur_char:ng o": 1488,
  "cur_char: his": 1489,
  "cur_char: hist": 1490,
  "cur_char:m in ": 1491,
  "cur_char:ore>": 1492,
  "cur_char:ry?": 1493,
  "cur_char:ry?>": 1494,
  "cur_char:ing o": 1495,
  "hist_word:ai_meatball": 1496,
  "hist_word:ai_is": 1497,
  "cur_char: how": 1498,
  "cur_char:per": 1499,
  "cur_char:renc": 1500,
  "cur_char:cs": 1501,
  "cur_char:ls": 1502,
  "cur_char:ics": 1503,
  "cur_char:k a": 1504,
  "cur_char:ula": 1505,
  "cur_char:mple ": 1506,
  "cur_char: how ": 1507,
  "cur_char:hink": 1508,
  "cur_char:think": 1509,
  "cur_word:i": 1510,
  "cur_char:erenc": 1511,
  "cur_char:s it ": 1512,
  "cur_char:ort ": 1513,
  "cur_char:rence": 1514,
  "cur_char: who ": 1515,
  "cur_char:ink ": 1516,
  "cur_char:tc": 1517,
  "cur_char:up": 1518,
  "cur_char:imple": 1519,
  "cur_word:simple": 1520,
  "cur_char:es it": 1521,
  "cur_word:does_it": 1522,
  "cur_char:d?": 1523,
  "cur_char:d?>": 1524,
  "cur_char:ity": 1525,
  "cur_char:mus": 1526,
  "cur_char: mus": 1527,
  "cur_char: tra": 1528,
  "cur_char:usi": 1529,
  "cur_char:pic": 1530,
  "cur_char:k ab": 1531,
  "cur_char:s p": 1532,
  "cur_char:g of": 1533,
  "cur_char:g of ": 1534,
  "cur_char: on": 1535,
  "cur_word:think": 1536,
  "cur_char:k abo": 1537,
  "cur_char:o th": 1538,
  "cur_char:app": 1539,
  "cur_char:ng of": 1540,
  "cur_char:hink ": 1541,
  "cur_char:th ": 1542,
  "cur_char:nk a": 1543,
  "cur_char:ink a": 1544,
  "cur_char:nk ab": 1545,
  "cur_word:think_about": 1546,
  "cur_char:s u": 1547,
  "cur_char:oc": 1548,
  "cur_char:<d": 1549,
  "cur_char:fact": 1550,
  "cur_char:le e": 1551,
  "cur_char:acti": 1552,
  "cur_char:e in ": 1553,
  "cur_char:pos": 1554,
  "cur_char:usic": 1555,
  "cur_char:tri": 1556,
  "cur_char:he b": 1557,
  "cur_char:musi": 1558,
  "cur_char: musi": 1559,
  "cur_char:music": 1560,
  "cur_char:the b": 1561,
  "cur_char:rp": 1562,
  "cur_char:br": 1563,
  "cur_char:nse": 1564,
  "cur_char:ce b": 1565,
  "cur_char:ut t": 1566,
  "cur_char:out t": 1567,
  "cur_char:a si": 1568,
  "cur_char: a si": 1569,
  "cur_char:ms ": 1570,
  "cur_char:ine ": 1571,
  "cur_char:nce b": 1572,
  "cur_char:n c": 1573,
  "cur_char:lor": 1574,
  "cur_char:ce be": 1575,
  "cur_char: mor": 1576,
  "cur_char:hel": 1577,
  "cur_char:w ma": 1578,
  "cur_char:<do": 1579,
  "cur_char:ow ma": 1580,
  "cur_char:e mea": 1581,
  "cur_char:res": 1582,
  "cur_char:a sim": 1583,
  "cur_char:s of": 1584,
  "cur_char:cts a": 1585,
  "cur_char:w man": 1586,
  "cur_word:how_many": 1587,
  "cur_char:cat ": 1588,
  "cur_word:difference": 1589,
  "cur_word:a_simple": 1590,
  "cur_char:tion?": 1591,
  "cur_char:ind": 1592,
  "cur_char:ntr": 1593,
  "cur_char:ent ": 1594,
  "cur_char:e bet": 1595,
  "cur_char: +": 1596,
  "cur_char:+ ": 1597,
  "cur_char: + ": 1598,
  "cur_word:+": 1599,
  "cur_char:e cl": 1600,
  "cur_char:s d": 1601,
  "cur_char:e fo": 1602,
  "cur_char:s of ": 1603,
  "cur_char: fa": 1604,
  "cur_word:difference_between": 1605,
  "cur_char:le ex": 1606,
  "cur_char:acts": 1607,
  "cur_char:facts": 1608,
  "cur_char:ects": 1609,
  "cur_char:acts ": 1610,
  "cur_word:facts": 1611,
  "cur_char:ple e": 1612,
  "cur_char:ts ab": 1613,
  "cur_word:facts_about": 1614,
  "cur_word:is_a_simple": 1615,
  "cur_word:simple_explanation": 1616,
  "cur_word:simple_explanation_of": 1617,
  "cur_char:ore ": 1618,
  "cur_word:a_simple_explanation": 1619,
  "cur_char:ther": 1620,
  "cur_char:s a p": 1621,
  "cur_char: va": 1622,
  "cur_char:n s": 1623,
  "cur_char:ract": 1624,
  "cur_char:n p": 1625,
  "cur_char:e a ": 1626,
  "cur_word:for": 1627,
  "cur_char:t ha": 1628,
  "cur_char:bas": 1629,
  "cur_char:for ": 1630,
  "cur_char: for ": 1631,
  "cur_char:l>": 1632,
  "cur_char:es t": 1633,
  "cur_char:d g": 1634,
  "cur_char: ap": 1635,
  "cur_char:go": 1636,
  "cur_char:s me": 1637,
  "cur_char:y a": 1638,
  "cur_char:asi": 1639,
  "cur_char:val": 1640,
  "cur_char: ph": 1641,
  "cur_char:i h": 1642,
  "cur_char: app": 1643,
  "cur_char: bas": 1644,
  "cur_char:boo": 1645,
  "cur_char:i ha": 1646,
  "cur_char:i hav": 1647,
  "cur_char:x ": 1648,
  "cur_word:unlim8ted": 1649,
  "cur_char:g?": 1650,
  "cur_char:ter ": 1651,
  "cur_char: ins": 1652,
  "cur_char:ed s": 1653,
  "cur_char:us ": 1654,
  "cur_char:g?>": 1655,
  "cur_char: pa": 1656,
  "cur_char:au": 1657,
  "cur_char:here": 1658,
  "cur_char:book": 1659,
  "cur_char:ob": 1660,
  "cur_char:hat a": 1661,
  "cur_char:che": 1662,
  "cur_char:ai ": 1663,
  "cur_char:gen": 1664,
  "cur_char:fin": 1665,
  "cur_char:uce": 1666,
  "cur_char:n in ": 1667,
  "cur_char: ai ": 1668,
  "cur_char:e lo": 1669,
  "cur_char:ose": 1670,
  "cur_char: boo": 1671,
  "cur_char:als": 1672,
  "cur_char:e v": 1673,
  "cur_char: book": 1674,
  "cur_char: li": 1675,
  "cur_char:rat": 1676,
  "cur_char:ue ": 1677,
  "cur_char:s 1": 1678,
  "cur_char:sec": 1679,
  "cur_char:get": 1680,
  "cur_char:ech": 1681,
  "cur_char:min": 1682,
  "cur_char:ua": 1683,
  "cur_char:t hav": 1684,
  "cur_char:ulat": 1685,
  "cur_char:sti": 1686,
  "cur_char:rc": 1687,
  "cur_char:ut m": 1688,
  "cur_char:est": 1689,
  "cur_char:e for": 1690,
  "cur_char:a pr": 1691,
  "cur_char: q": 1692,
  "cur_char: a pr": 1693,
  "cur_char:out m": 1694,
  "cur_char:t g": 1695,
  "cur_char:din": 1696,
  "cur_char:ve l": 1697,
  "cur_char:sm": 1698,
  "cur_char:bio": 1699,
  "cur_char:bu": 1700,
  "cur_char:ds": 1701,
  "cur_char: 3": 1702,
  "cur_char:he s": 1703,
  "cur_char:the s": 1704,
  "cur_char:d m": 1705,
  "cur_char:n a ": 1706,
  "cur_char:rea": 1707,
  "cur_char:ning ": 1708,
  "cur_char:a t": 1709,
  "cur_char:ples ": 1710,
  "cur_char:tec": 1711,
  "cur_char:in b": 1712,
  "cur_char:ite": 1713,
  "cur_char:ste": 1714,
  "cur_char:nd g": 1715,
  "cur_char: val": 1716,
  "cur_char:sect": 1717,
  "cur_char:sy": 1718,
  "cur_char: bio": 1719,
  "cur_char:s b": 1720,
  "cur_char: one": 1721,
  "cur_word:one": 1722,
  "cur_char:lore": 1723,
  "cur_char:t ex": 1724,
  "cur_char: lor": 1725,
  "cur_char:and g": 1726,
  "cur_char:ene": 1727,
  "cur_char: lore": 1728,
  "cur_char: one ": 1729,
  "cur_char:ave l": 1730,
  "cur_char:get ": 1731,
  "cur_word:lore": 1732,
  "cur_char:inse": 1733,
  "cur_char: inse": 1734,
  "cur_char:ve lo": 1735,
  "cur_char:nsec": 1736,
  "cur_char:insec": 1737,
  "cur_char:nsect": 1738,
  "cur_char:e lor": 1739,
  "cur_char:lore>": 1740,
  "cur_char:es s": 1741,
  "cur_char: 4": 1742,
  "cur_word:have_lore": 1743,
  "cur_char:phy": 1744,
  "cur_char:to t": 1745,
  "cur_char:alu": 1746,
  "cur_char:basi": 1747,
  "cur_char:d d": 1748,
  "cur_char:je": 1749,
  "cur_char:tch": 1750,
  "cur_char:e to": 1751,
  "cur_char: in b": 1752,
  "cur_char:valu": 1753,
  "cur_char: basi": 1754,
  "cur_char:ng?": 1755,
  "cur_char:in m": 1756,
  "cur_char:lue": 1757,
  "cur_char:es c": 1758,
  "cur_char:rpo": 1759,
  "cur_char:ng?>": 1760,
  "cur_char:rl": 1761,
  "cur_word:get": 1762,
  "cur_char:cen": 1763,
  "cur_char:racti": 1764,
  "cur_char:asic": 1765,
  "cur_char:basic": 1766,
  "cur_char:ont": 1767,
  "cur_char:he p": 1768,
  "cur_char:t f": 1769,
  "cur_char:l w": 1770,
  "cur_char:tica": 1771,
  "cur_char:ose ": 1772,
  "cur_char:the p": 1773,
  "cur_char:pose": 1774,
  "cur_char:hn": 1775,
  "cur_char:ies": 1776,
  "cur_char:tech": 1777,
  "cur_char:e r": 1778,
  "cur_char:ppl": 1779,
  "cur_char:it h": 1780,
  "cur_char:tin": 1781,
  "cur_char: valu": 1782,
  "cur_char:he c": 1783,
  "cur_char:ird": 1784,
  "cur_char:alue": 1785,
  "cur_char:value": 1786,
  "cur_char: che": 1787,
  "cur_char:the c": 1788,
  "cur_char:jec": 1789,
  "cur_char:ject": 1790,
  "cur_char:iol": 1791,
  "cur_char:t exp": 1792,
  "cur_char:appl": 1793,
  "cur_char: appl": 1794,
  "cur_char:que": 1795,
  "cur_char:pur": 1796,
  "cur_char:chn": 1797,
  "cur_char:gin": 1798,
  "cur_char: tec": 1799,
  "cur_char:urp": 1800,
  "cur_char:a di": 1801,
  "cur_char:lue ": 1802,
  "cur_char:ast": 1803,
  "cur_char:tical": 1804,
  "cur_char:on i": 1805,
  "cur_char:purp": 1806,
  "cur_char:urpo": 1807,
  "cur_char:rpos": 1808,
  "cur_char:purpo": 1809,
  "cur_char:urpos": 1810,
  "cur_char:rpose": 1811,
  "cur_char:s co": 1812,
  "cur_char: a di": 1813,
  "cur_char: pur": 1814,
  "cur_char:eal": 1815,
  "cur_char:ing?": 1816,
  "cur_char:alue ": 1817,
  "cur_word:value": 1818,
  "cur_char:ing?>": 1819,
  "cur_char:hem": 1820,
  "cur_char:echn": 1821,
  "cur_char:techn": 1822,
  "cur_char:se o": 1823,
  "cur_char:pple": 1824,
  "cur_char: tech": 1825,
  "cur_char: purp": 1826,
  "cur_char:es of": 1827,
  "cur_char:in?": 1828,
  "cur_char:in?>": 1829,
  "cur_char:8ted ": 1830,
  "cur_char:e va": 1831,
  "cur_char:gy ": 1832,
  "cur_char:it ha": 1833,
  "cur_char:cul": 1834,
  "cur_char: it h": 1835,
  "cur_char:spo": 1836,
  "cur_char:apple": 1837,
  "cur_char:e pu": 1838,
  "cur_char:ess": 1839,
  "cur_word:it_have": 1840,
  "cur_word:does_it_have": 1841,
  "cur_char:pples": 1842,
  "cur_char:iolo": 1843,
  "cur_char:iolog": 1844,
  "cur_word:apples": 1845,
  "cur_char:??": 1846,
  "cur_char:oes t": 1847,
  "cur_char:pose ": 1848,
  "cur_char:e val": 1849,
  "cur_char:bir": 1850,
  "cur_char:bird": 1851,
  "cur_char:ue o": 1852,
  "cur_char:lue o": 1853,
  "cur_char:ue of": 1854,
  "cur_char:e y": 1855,
  "cur_word:value_of": 1856,
  "cur_char:se of": 1857,
  "cur_char:es an": 1858,
  "cur_char:be u": 1859,
  "cur_char:<ca": 1860,
  "cur_word:purpose": 1861,
  "cur_char:biol": 1862,
  "cur_char:lp": 1863,
  "cur_char:efi": 1864,
  "cur_char:rg": 1865,
  "cur_char:he v": 1866,
  "cur_char:the v": 1867,
  "cur_char: biol": 1868,
  "cur_char: a be": 1869,
  "cur_char:he pu": 1870,
  "cur_char:e yo": 1871,
  "cur_char:e you": 1872,
  "cur_char:s in": 1873,
  "cur_char:def": 1874,
  "cur_char: to t": 1875,
  "cur_char:be un": 1876,
  "cur_char:ose o": 1877,
  "cur_char:he va": 1878,
  "cur_char:biolo": 1879,
  "cur_char: hel": 1880,
  "cur_char:ding": 1881,
  "cur_char:rn": 1882,
  "cur_char:od c": 1883,
  "cur_word:the_value": 1884,
  "cur_word:the_value_of": 1885,
  "cur_char:y m": 1886,
  "cur_char:e pur": 1887,
  "cur_char: se": 1888,
  "cur_char:pro": 1889,
  "cur_char:ood c": 1890,
  "cur_char:t o": 1891,
  "cur_char:pra": 1892,
  "cur_char:gs": 1893,
  "cur_char:there": 1894,
  "cur_char:st ": 1895,
  "cur_word:the_purpose": 1896,
  "cur_word:purpose_of": 1897,
  "cur_word:the_purpose_of": 1898,
  "cur_char:more": 1899,
  "cur_char: more": 1900,
  "cur_char:ctic": 1901,
  "cur_char:men": 1902,
  "cur_char: pra": 1903,
  "cur_char:cont": 1904,
  "cur_char:ima": 1905,
  "cur_char:actic": 1906,
  "cur_char:re y": 1907,
  "cur_char: def": 1908,
  "cur_char:re yo": 1909,
  "cur_char: gen": 1910,
  "cur_char:cat>": 1911,
  "cur_char:are y": 1912,
  "cur_word:is_the_value": 1913,
  "cur_char: as": 1914,
  "cur_char:ne c": 1915,
  "cur_char:nd d": 1916,
  "cur_char:egi": 1917,
  "cur_char:ear ": 1918,
  "cur_char:t p": 1919,
  "cur_word:is_the_purpose": 1920,
  "cur_char:arl": 1921,
  "cur_char:is o": 1922,
  "cur_char:ack": 1923,
  "cur_char: bir": 1924,
  "cur_char: bird": 1925,
  "cur_char:ion i": 1926,
  "cur_char:ate ": 1927,
  "cur_word:are_you": 1928,
  "cur_char:r>": 1929,
  "cur_char:f t": 1930,
  "cur_char:sics": 1931,
  "cur_char:rly": 1932,
  "cur_char:s on": 1933,
  "cur_char: is o": 1934,
  "cur_char: cont": 1935,
  "cur_word:how_does_a": 1936,
  "cur_char:of t": 1937,
  "cur_char: of t": 1938,
  "cur_char:efin": 1939,
  "cur_char:prac": 1940,
  "cur_char: prac": 1941,
  "cur_char:pract": 1942,
  "cur_char:arly": 1943,
  "cur_char:earl": 1944,
  "cur_char:ral": 1945,
  "cur_char:early": 1946,
  "cur_char:elp": 1947,
  "cur_char:help": 1948,
  "cur_char:defi": 1949,
  "cur_char:ism": 1950,
  "cur_char:defin": 1951,
  "cur_char:d cl": 1952,
  "cur_char:ntri": 1953,
  "cur_char:t me": 1954,
  "cur_char:ats": 1955,
  "cur_char:rsto": 1956,
  "cur_char:ersto": 1957,
  "cur_char:ain?": 1958,
  "cur_char:ain?>": 1959,
  "cur_char:and d": 1960,
  "cur_char:l ai": 1961,
  "cur_char:e und": 1962,
  "cur_char:spor": 1963,
  "cur_char:learl": 1964,
  "cur_char: help": 1965,
  "cur_char:mes ": 1966,
  "cur_char: be u": 1967,
  "cur_char: art": 1968,
  "cur_char:s f": 1969,
  "cur_char:s one": 1970,
  "cur_char:s un": 1971,
  "cur_char:ut c": 1972,
  "cur_char:stoo": 1973,
  "cur_char:tood": 1974,
  "cur_char:rstoo": 1975,
  "cur_char:stood": 1976,
  "cur_char:omp": 1977,
  "cur_char: fac": 1978,
  "cur_char:d cle": 1979,
  "cur_char:d a b": 1980,
  "cur_char: defi": 1981,
  "cur_char:an a": 1982,
  "cur_char: plan": 1983,
  "cur_char:tood ": 1984,
  "cur_char:out c": 1985,
  "cur_char:itc": 1986,
  "cur_char:rly?": 1987,
  "cur_char:arly?": 1988,
  "cur_char:rly?>": 1989,
  "cur_word:clearly?": 1990,
  "cur_char:ctica": 1991,
  "cur_word:practical": 1992,
  "cur_char:od cl": 1993,
  "cur_word:understood": 1994,
  "cur_word:be_understood": 1995,
  "cur_word:understood_clearly?": 1996,
  "cur_word:be_understood_clearly?": 1997,
  "cur_word:help": 1998,
  "cur_char:hea": 1999,
  "cur_char:sport": 2000,
  "cur_char:y c": 2001,
  "cur_char:y p": 2002,
  "cur_char:es m": 2003,
  "cur_char:o d": 2004,
  "cur_char:lp ": 2005,
  "cur_char:elp ": 2006,
  "cur_char:help ": 2007,
  "cur_char:cor": 2008,
  "cur_char: ob": 2009,
  "cur_char:re m": 2010,
  "cur_char:ks": 2011,
  "cur_char:fine": 2012,
  "cur_char:e di": 2013,
  "cur_char:d'": 2014,
  "cur_char:d's": 2015,
  "cur_char:d's ": 2016,
  "cur_char:lear ": 2017,
  "cur_char:s si": 2018,
  "cur_char:try": 2019,
  "cur_char:comp": 2020,
  "cur_char:al w": 2021,
  "cur_char:ran": 2022,
  "cur_char:emi": 2023,
  "cur_char:ip": 2024,
  "cur_char:on t": 2025,
