{
  "<UNK>": 0,
  "c:s ": 1,
  "c:e ": 2,
  "c: t": 3,
  "c:t ": 4,
  "c: a": 5,
  "c:at": 6,
  "c: i": 7,
  "c:ha": 8,
  "c:th": 9,
  "c:he": 10,
  "c:is": 11,
  "c:wh": 12,
  "c:at ": 13,
  "c:<w": 14,
  "c:<wh": 15,
  "c:is ": 16,
  "c:hat": 17,
  "c:er": 18,
  "c:hat ": 19,
  "c: m": 20,
  "c:an": 21,
  "c:wha": 22,
  "c:what": 23,
  "w:what": 24,
  "c: th": 25,
  "c: h": 26,
  "c:<wha": 27,
  "c: is": 28,
  "w:is": 29,
  "c: is ": 30,
  "c:in": 31,
  "c:, ": 32,
  "c:t i": 33,
  "c:ve": 34,
  "c:the": 35,
  "c:es": 36,
  "c:t is": 37,
  "c:at i": 38,
  "w:what_is": 39,
  "c: o": 40,
  "c:he ": 41,
  "c: 1": 42,
  "c:y ": 43,
  "c: the": 44,
  "c:d ": 45,
  "c: s": 46,
  "c:f ": 47,
  "c:re": 48,
  "c: p": 49,
  "c:?>": 50,
  "c:n ": 51,
  "c:the ": 52,
  "w:the": 53,
  "c: 2": 54,
  "c:es ": 55,
  "c:of": 56,
  "c: of": 57,
  "c:of ": 58,
  "w:of": 59,
  "c: of ": 60,
  "c: c": 61,
  "c:te": 62,
  "c:ar": 63,
  "c:or": 64,
  "c:r ": 65,
  "c:al": 66,
  "c:ho": 67,
  "c:e a": 68,
  "c: d": 69,
  "c:pl": 70,
  "c:le": 71,
  "c:ti": 72,
  "c:ca": 73,
  "c: 3": 74,
  "c:ma": 75,
  "c:av": 76,
  "c:. ": 77,
  "c:ow": 78,
  "c: b": 79,
  "c: f": 80,
  "c:ave": 81,
  "c: 4": 82,
  "c:nd": 83,
  "c:s t": 84,
  "c:w ": 85,
  "c:on": 86,
  "c:la": 87,
  "c:me": 88,
  "c: ma": 89,
  "c:s a": 90,
  "c:ra": 91,
  "c:ow ": 92,
  "c:ve ": 93,
  "c:ge": 94,
  "c:ou": 95,
  "c:us": 96,
  "c:ul": 97,
  "c:s th": 98,
  "c:how": 99,
  "c:how ": 100,
  "c:a ": 101,
  "c:o ": 102,
  "w:how": 103,
  "c:to": 104,
  "c:st": 105,
  "c: w": 106,
  "c:ea": 107,
  "c:re ": 108,
  "c:is t": 109,
  "c:nd ": 110,
  "c: ho": 111,
  "c: an": 112,
  "w:is_the": 113,
  "c:ol": 114,
  "w:what_is_the": 115,
  "c:e o": 116,
  "c: ha": 117,
  "c:ver": 118,
  "c:us ": 119,
  "c:im": 120,
  "c:+ ": 121,
  "c: +": 122,
  "c: + ": 123,
  "w:+": 124,
  "c:ag": 125,
  "c:and": 126,
  "c: g": 127,
  "c: -": 128,
  "c:do": 129,
  "c:e of": 130,
  "w:a": 131,
  "c:en": 132,
  "c:co": 133,
  "c: do": 134,
  "c: a ": 135,
  "c:ate": 136,
  "c:age": 137,
  "c: how": 138,
  "c: in": 139,
  "c:te ": 140,
  "c:era": 141,
  "c:ge ": 142,
  "c:fo": 143,
  "c:nt": 144,
  "c:cu": 145,
  "c:he a": 146,
  "c:0 ": 147,
  "c:and ": 148,
  "c: e": 149,
  "c:ch": 150,
  "c:w m": 151,
  "c:so": 152,
  "c:ow m": 153,
  "c:cal": 154,
  "c:ed": 155,
  "c:h ": 156,
  "c:age ": 157,
  "c:lu": 158,
  "c: pl": 159,
  "c:s 1": 160,
  "c: to": 161,
  "c:lat": 162,
  "c: fo": 163,
  "c: 5": 164,
  "c:rag": 165,
  "c:ny": 166,
  "c:vera": 167,
  "c: av": 168,
  "c:rage": 169,
  "c:aver": 170,
  "c:man": 171,
  "c:erag": 172,
  "c: ave": 173,
  "c:ate ": 174,
  "c:<c": 175,
  "w:average": 176,
  "c: and": 177,
  "c:. h": 178,
  "c:ge o": 179,
  "w:and": 180,
  "c:e av": 181,
  "w:the_average": 182,
  "c:any": 183,
  "c:ula": 184,
  "w:average_of": 185,
  "w:is_the_average": 186,
  "c:<ca": 187,
  "c: man": 188,
  "w:the_average_of": 189,
  "c:late": 190,
  "c:ny ": 191,
  "c:ulat": 192,
  "c:many": 193,
  "w:many": 194,
  "c:cul": 195,
  "c:ne": 196,
  "c:in ": 197,
  "c:s 2": 198,
  "c:any ": 199,
  "c:as": 200,
  "c:lc": 201,
  "c:cula": 202,
  "c:alc": 203,
  "c:calc": 204,
  "c:lcu": 205,
  "c:alcu": 206,
  "c:lcul": 207,
  "w:calculate": 208,
  "c:for": 209,
  "c: co": 210,
  "c:ic": 211,
  "c:<cal": 212,
  "c:w ma": 213,
  "w:how_many": 214,
  "c:de": 215,
  "c:ro": 216,
  "c:or ": 217,
  "c: 6": 218,
  "c:er ": 219,
  "c: for": 220,
  "c:to ": 221,
  "c:ng": 222,
  "c:l ": 223,
  "c:ll": 224,
  "c:are": 225,
  "c:hi": 226,
  "c: 7": 227,
  "c:bo": 228,
  "c:. ho": 229,
  "w:for": 230,
  "c:for ": 231,
  "c:it": 232,
  "c: 8": 233,
  "c:are ": 234,
  "c:ay": 235,
  "c:plu": 236,
  "c: plu": 237,
  "c:rs": 238,
  "c:lus": 239,
  "c:lus ": 240,
  "c:plus": 241,
  "w:plus": 242,
  "c: ar": 243,
  "c:pe": 244,
  "c: ca": 245,
  "c:ut": 246,
  "c:ac": 247,
  "w:in": 248,
  "c: l": 249,
  "c: in ": 250,
  "c:e t": 251,
  "c: 9": 252,
  "c:hav": 253,
  "c:se": 254,
  "c: ti": 255,
  "c:ta": 256,
  "c:5 ": 257,
  "c: hav": 258,
  "c:ed ": 259,
  "c:mes": 260,
  "w:to": 261,
  "c:have": 262,
  "c: to ": 263,
  "c:ime": 264,
  "c:e f": 265,
  "c:tim": 266,
  "c: are": 267,
  "w:are": 268,
  "c:sol": 269,
  "c:- ": 270,
  "c:time": 271,
  "c: - ": 272,
  "w:-": 273,
  "c: tim": 274,
  "c:ing": 275,
  "c:sh": 276,
  "c:ke": 277,
  "c:mo": 278,
  "c:li": 279,
  "c:mi": 280,
  "c: r": 281,
  "c:i ": 282,
  "c:et": 283,
  "c:mes ": 284,
  "c:2 ": 285,
  "c:ie": 286,
  "c:imes": 287,
  "c:4 ": 288,
  "c:on ": 289,
  "c:ce": 290,
  "c:g ": 291,
  "c:oe": 292,
  "w:times": 293,
  "c: he": 294,
  "c:3 ": 295,
  "c:ri": 296,
  "c:io": 297,
  "c:oes": 298,
  "w:i": 299,
  "c:wa": 300,
  "c:her": 301,
  "c:oes ": 302,
  "c:: ": 303,
  "c:lv": 304,
  "c: st": 305,
  "c:i h": 306,
  "c:i ha": 307,
  "c:6 ": 308,
  "c:doe": 309,
  "c:does": 310,
  "c: doe": 311,
  "c:s an": 312,
  "c:8 ": 313,
  "c: mo": 314,
  "w:does": 315,
  "c:lve": 316,
  "c:olv": 317,
  "c:solv": 318,
  "c:ng ": 319,
  "c:oo": 320,
  "c:ts": 321,
  "c:iv": 322,
  "c:olve": 323,
  "c:an ": 324,
  "c:ave ": 325,
  "c:le ": 326,
  "c:lve ": 327,
  "w:solve": 328,
  "c:be": 329,
  "c:el": 330,
  "c:e fo": 331,
  "c:es a": 332,
  "c:ns": 333,
  "c:ab": 334,
  "c:x ": 335,
  "c:e s": 336,
  "c:<s": 337,
  "c:ple": 338,
  "c:un": 339,
  "c:7 ": 340,
  "c:ing ": 341,
  "c:1 ": 342,
  "c:10": 343,
  "w:have": 344,
  "c:ion": 345,
  "c:9 ": 346,
  "c: mi": 347,
  "c:ec": 348,
  "c:as ": 349,
  "c:nu": 350,
  "c:<so": 351,
  "c:ay ": 352,
  "c:<sol": 353,
  "c:ee": 354,
  "c:fi": 355,
  "c:e?": 356,
  "c:ai": 357,
  "c: n": 358,
  "c:di": 359,
  "c:ers": 360,
  "c:id": 361,
  "c:0>": 362,
  "c: sh": 363,
  "c:s 3": 364,
  "c:om": 365,
  "c:e?>": 366,
  "c:les": 367,
  "c:ve f": 368,
  "c:tio": 369,
  "c:si": 370,
  "c: pe": 371,
  "c:2>": 372,
  "c:5>": 373,
  "c:1>": 374,
  "c: x": 375,
  "c:ut ": 376,
  "c:tion": 377,
  "c:ck": 378,
  "c:ive": 379,
  "c: me": 380,
  "c:4>": 381,
  "c:6>": 382,
  "c:3>": 383,
  "c: =": 384,
  "c:= ": 385,
  "c: = ": 386,
  "w:=": 387,
  "c:x +": 388,
  "c:x + ": 389,
  "c:r x": 390,
  "c:or x": 391,
  "w:solve_for": 392,
  "c:7>": 393,
  "c:il": 394,
  "c:8>": 395,
  "c:gi": 396,
  "c:9>": 397,
  "c:min": 398,
  "c:<i": 399,
  "c:ter": 400,
  "c: u": 401,
  "c:lo": 402,
  "c:out": 403,
  "c:x:": 404,
  "c: x:": 405,
  "c:x: ": 406,
  "c:r x:": 407,
  "c: x: ": 408,
  "w:x:": 409,
  "w:for_x:": 410,
  "w:solve_for_x:": 411,
  "c:ds": 412,
  "c:ur": 413,
  "c:ct": 414,
  "c:rt": 415,
  "c:ot": 416,
  "c:s 4": 417,
  "c:d g": 418,
  "c:rs ": 419,
  "c:ore": 420,
  "c:bou": 421,
  "c: ea": 422,
  "c:wi": 423,
  "c:t?": 424,
  "c:ere": 425,
  "c:nd g": 426,
  "c:out ": 427,
  "c:ef": 428,
  "c: 10": 429,
  "c:e th": 430,
  "c:s.": 431,
  "c:t?>": 432,
  "c: min": 433,
  "c:em": 434,
  "c:e m": 435,
  "c:20": 436,
  "c:me ": 437,
  "c:bl": 438,
  "c:ch ": 439,
  "w:i_have": 440,
  "c:inu": 441,
  "c:rd": 442,
  "c:is 1": 443,
  "c:n t": 444,
  "c:th ": 445,
  "c:<h": 446,
  "c:minu": 447,
  "c:<i ": 448,
  "c: ab": 449,
  "c:s ar": 450,
  "c:ther": 451,
  "c:s?": 452,
  "c:ent": 453,
  "c:ive ": 454,
  "c:ap": 455,
  "c:12": 456,
  "c:ts ": 457,
  "c:ll ": 458,
  "c:mu": 459,
  "c:les ": 460,
  "c:pla": 461,
  "c:ach": 462,
  "c:e c": 463,
  "c:s. ": 464,
  "c:abo": 465,
  "c: abo": 466,
  "c: so": 467,
  "c:<i h": 468,
  "c:bout": 469,
  "c:abou": 470,
  "w:about": 471,
  "c:ld": 472,
  "c:s?>": 473,
  "c:s o": 474,
  "c:eac": 475,
  "c:tr": 476,
  "c:po": 477,
  "c:his": 478,
  "c:each": 479,
  "c:pa": 480,
  "c:m ": 481,
  "c:am": 482,
  "c:is 2": 483,
  "c:car": 484,
  "c:s d": 485,
  "c:<ho": 486,
  "c:<how": 487,
  "c:ds ": 488,
  "c:pr": 489,
  "c: bo": 490,
  "c: mu": 491,
  "c:15": 492,
  "c:s a ": 493,
  "c:ir": 494,
  "c: car": 495,
  "c:ft": 496,
  "c:we": 497,
  "c:e 1": 498,
  "c: le": 499,
  "c:11": 500,
  "c: on": 501,
  "c:vi": 502,
  "c:pp": 503,
  "c:giv": 504,
  "c:give": 505,
  "c:ble": 506,
  "c:hy": 507,
  "c:ad": 508,
  "c:nus": 509,
  "c:nus ": 510,
  "c:e.": 511,
  "c:ba": 512,
  "c: be": 513,
  "c: eac": 514,
  "c:inus": 515,
  "w:minus": 516,
  "c:ion ": 517,
  "c:way": 518,
  "c:no": 519,
  "c:do ": 520,
  "c:na": 521,
  "c:if": 522,
  "c:ns ": 523,
  "c:da": 524,
  "w:do": 525,
  "c:ni": 526,
  "c: di": 527,
  "w:give": 528,
  "c: do ": 529,
  "c:k ": 530,
  "c:mor": 531,
  "c:30": 532,
  "c: pr": 533,
  "c: fi": 534,
  "c: wi": 535,
  "c: wa": 536,
  "c:t t": 537,
  "c:e l": 538,
  "w:he": 539,
  "c: he ": 540,
  "c:ati": 541,
  "c:ak": 542,
  "c: mor": 543,
  "c:e. ": 544,
  "c:way ": 545,
  "c: y": 546,
  "c:ok": 547,
  "c:ry": 548,
  "c:14": 549,
  "c:y c": 550,
  "c: ge": 551,
  "c:f t": 552,
  "c:16": 553,
  "c:us 1": 554,
  "c:ld ": 555,
  "c:18": 556,
  "c:more": 557,
  "c:al ": 558,
  "c:et ": 559,
  "c:, 1": 560,
  "c:25": 561,
  "c: 12": 562,
  "c:here": 563,
  "c: gi": 564,
  "c:d t": 565,
  "c: 20": 566,
  "c:op": 567,
  "c:tic": 568,
  "c:nt ": 569,
  "c: re": 570,
  "c:13": 571,
  "c:his ": 572,
  "c: hi": 573,
  "c:ers ": 574,
  "c:us 2": 575,
  "c:os": 576,
  "c:17": 577,
  "c:0,": 578,
  "c:all": 579,
  "c:hy ": 580,
  "c:19": 581,
  "c:wo": 582,
  "c:y d": 583,
  "c:0, ": 584,
  "c:one": 585,
  "c:ins": 586,
  "c:per": 587,
  "c:she": 588,
  "c:, 2": 589,
  "c:get": 590,
  "c:ne ": 591,
  "c:ook": 592,
  "c:00": 593,
  "c:ain": 594,
  "c:eo": 595,
  "c: *": 596,
  "c:* ": 597,
  "c: giv": 598,
  "c: * ": 599,
  "w:*": 600,
  "c:cke": 601,
  "c:, 3": 602,
  "c:e b": 603,
  "c:mp": 604,
  "c:app": 605,
  "c:, 5": 606,
  "c:ick": 607,
  "c: 15": 608,
  "c:tu": 609,
  "c: ap": 610,
  "c:, 4": 611,
  "c:, 7": 612,
  "c:, 6": 613,
  "c:24": 614,
  "c:why": 615,
  "c: 11": 616,
  "w:why": 617,
  "c:why ": 618,
  "c:f th": 619,
  "c:atio": 620,
  "c:n a": 621,
  "c:<why": 622,
  "c:he s": 623,
  "c:, 8": 624,
  "c:aw": 625,
  "c: $": 626,
  "c:, 9": 627,
  "c:40": 628,
  "c:ex": 629,
  "c:e 2": 630,
  "c:ppl": 631,
  "c:ake": 632,
  "c:ide": 633,
  "c:by": 634,
  "c: pa": 635,
  "c:s m": 636,
  "c:ard": 637,
  "c: app": 638,
  "c:ly": 639,
  "c:28": 640,
  "c: she": 641,
  "c:22": 642,
  "c:lef": 643,
  "c:eft": 644,
  "c:left": 645,
  "c: lef": 646,
  "c:21": 647,
  "c:oi": 648,
  "c:23": 649,
  "c:thi": 650,
  "c:26": 651,
  "c:e p": 652,
  "c:nc": 653,
  "c:ny c": 654,
  "c:e le": 655,
  "c:sp": 656,
  "c:e 4": 657,
  "c:e 3": 658,
  "c:27": 659,
  "c:appl": 660,
  "c:s w": 661,
  "c:can": 662,
  "c: ba": 663,
  "c:rds": 664,
  "c:sti": 665,
  "c:5,": 666,
  "c:s do": 667,
  "c:pple": 668,
  "c:ect": 669,
  "c:e h": 670,
  "c:n th": 671,
  "c:d b": 672,
  "c:29": 673,
  "c:5, ": 674,
  "c:y?": 675,
  "c: un": 676,
  "c:4,": 677,
  "c: 30": 678,
  "c:tha": 679,
  "c:by ": 680,
  "c:6,": 681,
  "c:4, ": 682,
  "c:1,": 683,
  "c: get": 684,
  "c:2,": 685,
  "c:6, ": 686,
  "c:8,": 687,
  "c:<t": 688,
  "c:yo": 689,
  "c:8, ": 690,
  "c:e i": 691,
  "c:ples": 692,
  "c:3,": 693,
  "c:2, ": 694,
  "c:t a": 695,
  "c:1, ": 696,
  "w:me": 697,
  "c:3, ": 698,
  "c:has": 699,
  "c:7,": 700,
  "c: me ": 701,
  "c:7, ": 702,
  "c:uc": 703,
  "c:+ 1": 704,
  "c: + 1": 705,
  "c:9,": 706,
  "c:y i": 707,
  "c:9, ": 708,
  "c:y?>": 709,
  "c:cl": 710,
  "c:ple ": 711,
  "c:ere ": 712,
  "c: by": 713,
  "c:icke": 714,
  "c:ip": 715,
  "c: 14": 716,
  "w:by": 717,
  "c:ear": 718,
  "c: by ": 719,
  "c:she ": 720,
  "w:she": 721,
  "c:ve a": 722,
  "c:if ": 723,
  "c:oin": 724,
  "c: tha": 725,
  "c:bi": 726,
  "w:if": 727,
  "c: 16": 728,
  "c:gr": 729,
  "w:apples": 730,
  "c:ker": 731,
  "c: 18": 732,
  "c:lt": 733,
  "c: has": 734,
  "c:ga": 735,
  "c:mat": 736,
  "c:con": 737,
  "c:re a": 738,
  "c:awa": 739,
  "c:en ": 740,
  "c:n o": 741,
  "c: thi": 742,
  "c:s s": 743,
  "c: aw": 744,
  "c:ks": 745,
  "c:of t": 746,
  "c:st ": 747,
  "c: awa": 748,
  "c: 25": 749,
  "c:has ": 750,
  "w:has": 751,
  "c: 13": 752,
  "c:ft?": 753,
  "c:pro": 754,
  "c:ce ": 755,
  "c:get ": 756,
  "c:+ 2": 757,
  "c: + 2": 758,
  "c:t o": 759,
  "c:eft?": 760,
  "c:away": 761,
  "w:left?": 762,
  "c:ov": 763,
  "c:oul": 764,
  "c:ft?>": 765,
  "c: we": 766,
  "c:is 3": 767,
  "c:50": 768,
  "c:her ": 769,
  "c:y do": 770,
  "c: 17": 771,
  "c:rds ": 772,
  "c:re l": 773,
  "c:uld": 774,
  "c:ould": 775,
  "c: per": 776,
  "c:tick": 777,
  "c:day": 778,
  "c: ex": 779,
  "c: de": 780,
  "c:ell": 781,
  "c:uld ": 782,
  "c:up": 783,
  "w:get": 784,
  "c:ob": 785,
  "c: yo": 786,
  "c:y s": 787,
  "c:bu": 788,
  "c: 19": 789,
  "c:you": 790,
  "c:e ab": 791,
  "w:away": 792,
  "c: his": 793,
  "c:it ": 794,
  "c:= -": 795,
  "c: = -": 796,
  "c:+ -": 797,
  "c: + -": 798,
  "c: you": 799,
  "c:n?": 800,
  "c:cker": 801,
  "c:s i": 802,
  "c: as": 803,
  "c:e aw": 804,
  "c:d gi": 805,
  "c:d s": 806,
  "c:ent ": 807,
  "c:hou": 808,
  "c:ards": 809,
  "c:e. h": 810,
  "c: pro": 811,
  "w:are_left?": 812,
  "c:is 4": 813,
  "c:s of": 814,
  "c:ey": 815,
  "c:e d": 816,
  "c:stic": 817,
  "c: wo": 818,
  "c:n?>": 819,
  "c:y a": 820,
  "c: sti": 821,
  "c:ach ": 822,
  "c:card": 823,
  "c:r t": 824,
  "w:give_away": 825,
  "c:ies": 826,
  "w:and_give": 827,
  "c: se": 828,
  "w:and_give_away": 829,
  "c:ins ": 830,
  "c:d a": 831,
  "c:od": 832,
  "c: if": 833,
  "c: if ": 834,
  "c:y t": 835,
  "c:. i": 836,
  "c:ki": 837,
  "c:kers": 838,
  "c:lan": 839,
  "c:t d": 840,
  "c:me a": 841,
  "c: sp": 842,
  "c:ed b": 843,
  "c:ant": 844,
  "c:und": 845,
  "c:ig": 846,
  "c: i ": 847,
  "c:35": 848,
  "c:33": 849,
  "c: ro": 850,
  "w:you": 851,
  "c:32": 852,
  "c: 24": 853,
  "c:s f": 854,
  "c:36": 855,
  "c: can": 856,
  "c:ith": 857,
  "c:pi": 858,
  "c:can ": 859,
  "w:each": 860,
  "c:45": 861,
  "c: ch": 862,
  "c:sc": 863,
  "c: mat": 864,
  "c:s,": 865,
  "w:cards": 866,
  "w:can": 867,
  "c:n i": 868,
  "c:xp": 869,
  "c:tt": 870,
  "c:exp": 871,
  "c:gh": 872,
  "c:ve?": 873,
  "c:ome": 874,
  "w:on": 875,
  "c:ore ": 876,
  "c:d ge": 877,
  "c:hy d": 878,
  "c:ort": 879,
  "c:48": 880,
  "c:fr": 881,
  "c:42": 882,
  "c:37": 883,
  "c:p ": 884,
  "c:34": 885,
  "c:38": 886,
  "c:44": 887,
  "c:41": 888,
  "c:ss": 889,
  "c:sa": 890,
  "c:31": 891,
  "c:43": 892,
  "c:d by": 893,
  "c:re.": 894,
  "c:47": 895,
  "c:49": 896,
  "c: on ": 897,
  "w:stickers": 898,
  "c:39": 899,
  "c:s, ": 900,
  "c:e w": 901,
  "c: i h": 902,
  "c:ve?>": 903,
  "c: 22": 904,
  "c:coi": 905,
  "c:coin": 906,
  "c: 23": 907,
  "c:46": 908,
  "c: coi": 909,
  "w:and_get": 910,
  "c:oins": 911,
  "c:s h": 912,
  "c: 21": 913,
  "c:rs a": 914,
  "w:3": 915,
  "c:te 1": 916,
  "w:2": 917,
  "c:wit": 918,
  "c: 28": 919,
  "c: exp": 920,
  "c: 26": 921,
  "c:re. ": 922,
  "c:with": 923,
  "c: wit": 924,
  "c:ry ": 925,
  "c:ave?": 926,
  "w:coins": 927,
  "c:o i": 928,
  "c:og": 929,
  "c: wh": 930,
  "c:int": 931,
  "c: 27": 932,
  "w:have?": 933,
  "c:ore.": 934,
  "c:ted": 935,
  "c: 29": 936,
  "c: 40": 937,
  "c:nn": 938,
  "c:<1": 939,
  "c:, h": 940,
  "c: j": 941,
  "c:s p": 942,
  "c: v": 943,
  "c: pla": 944,
  "c: te": 945,
  "w:5": 946,
  "c:ls": 947,
  "c:u ": 948,
  "w:as": 949,
  "c: as ": 950,
  "c:a s": 951,
  "c:f a": 952,
  "c:n h": 953,
  "c: si": 954,
  "c:ith ": 955,
  "c:es 1": 956,
  "c:one ": 957,
  "c: fr": 958,
  "c: k": 959,
  "c:.>": 960,
  "c:sta": 961,
  "c:ey ": 962,
  "c:fe": 963,
  "c:w d": 964,
  "w:with": 965,
  "c: da": 966,
  "w:more.": 967,
  "c:tan": 968,
  "c:ow d": 969,
  "c:ou ": 970,
  "c:you ": 971,
  "w:an": 972,
  "c: bu": 973,
  "c: gr": 974,
  "c:o p": 975,
  "c: con": 976,
  "c:w do": 977,
  "c:opl": 978,
  "w:there": 979,
  "c:0 p": 980,
  "c:s 5": 981,
  "c: an ": 982,
  "c:xpl": 983,
  "c:expl": 984,
  "c:eop": 985,
  "c:t of": 986,
  "c:pli": 987,
  "c:ople": 988,
  "c:oun": 989,
  "c:peo": 990,
  "c:peop": 991,
  "c:eopl": 992,
  "c: peo": 993,
  "c:fin": 994,
  "c:s c": 995,
  "w:4": 996,
  "c: bi": 997,
  "c:ult": 998,
  "c:ota": 999,
  "c:es 2": 1000,
  "c:ill": 1001,
  "c:sto": 1002,
  "c:ns a": 1003,
  "c:e r": 1004,
  "c:xpla": 1005,
  "c:us 3": 1006,
  "c:e me": 1007,
  "c:. if": 1008,
  "c:<2": 1009,
  "c:der": 1010,
  "w:how_does": 1011,
  "c:ine": 1012,
  "c:do i": 1013,
  "c:te 2": 1014,
  "c:plan": 1015,
  "c:ys": 1016,
  "c:our": 1017,
  "c:um": 1018,
  "c:f 1": 1019,
  "c:is a": 1020,
  "c: tr": 1021,
  "c:ter ": 1022,
  "c:o i ": 1023,
  "c:es t": 1024,
  "w:people": 1025,
  "w:do_i": 1026,
  "c:10 ": 1027,
  "c:ind": 1028,
  "c: cl": 1029,
  "c:t s": 1030,
  "c:rc": 1031,
  "c:in t": 1032,
  "c:ds a": 1033,
  "c:use": 1034,
  "c:<3": 1035,
  "c:ks ": 1036,
  "c:re t": 1037,
  "c: no": 1038,
  "c:20 ": 1039,
  "w:more._how": 1040,
  "c:a b": 1041,
  "c:of 1": 1042,
  "w:more._how_many": 1043,
  "c:e to": 1044,
  "c:s e": 1045,
  "c:<4": 1046,
  "w:10": 1047,
  "w:i_have?": 1048,
  "w:do_i_have?": 1049,
  "c:s to": 1050,
  "c: sol": 1051,
  "c:o t": 1052,
  "c:d th": 1053,
  "c:te 3": 1054,
  "c: a s": 1055,
  "c: ne": 1056,
  "c:be ": 1057,
  "c:mul": 1058,
  "c:id ": 1059,
  "c:mea": 1060,
  "c: ga": 1061,
  "c:t do": 1062,
  "c:te 4": 1063,
  "c:cr": 1064,
  "c:+ 3": 1065,
  "c: + 3": 1066,
  "c:'s": 1067,
  "c:rst": 1068,
  "c:br": 1069,
  "c:y co": 1070,
  "c:e e": 1071,
  "c:he m": 1072,
  "c:'s ": 1073,
  "w:20": 1074,
  "c:lie": 1075,
  "c:us 4": 1076,
  "c: her": 1077,
  "c:e ar": 1078,
  "c:ame": 1079,
  "w:his": 1080,
  "c:. t": 1081,
  "c:han": 1082,
  "c:ci": 1083,
  "c:tor": 1084,
  "c:boo": 1085,
  "c:sho": 1086,
  "c:-1": 1087,
  "c:r?": 1088,
  "c: -1": 1089,
  "c:s ma": 1090,
  "c:su": 1091,
  "c:h.": 1092,
  "c:of a": 1093,
  "c:e in": 1094,
  "c:tw": 1095,
  "c:ove": 1096,
  "c: mea": 1097,
  "c:+ 4": 1098,
  "c: + 4": 1099,
  "c:book": 1100,
  "c:at d": 1101,
  "c:rob": 1102,
  "w:of_the": 1103,
  "c:cle": 1104,
  "c:lem": 1105,
  "c:lti": 1106,
  "c:se ": 1107,
  "c:rea": 1108,
  "c:h. ": 1109,
  "c: 3 ": 1110,
  "c:mar": 1111,
  "c:s wi": 1112,
  "c: sho": 1113,
  "c:ipl": 1114,
  "c:tip": 1115,
  "c:imp": 1116,
  "c:s in": 1117,
  "c:ulti": 1118,
  "c:art": 1119,
  "c: mul": 1120,
  "c:mult": 1121,
  "c:por": 1122,
  "c:mon": 1123,
  "c:nl": 1124,
  "c:r?>": 1125,
  "c:ath": 1126,
  "c: boo": 1127,
  "c:tal": 1128,
  "c:, a": 1129,
  "w:her": 1130,
  "c:ew": 1131,
  "c:he b": 1132,
  "c: 2 ": 1133,
  "c:cen": 1134,
  "c:- 1": 1135,
  "c: - 1": 1136,
  "c:nts": 1137,
  "w:6": 1138,
  "c:e ma": 1139,
  "c:ly ": 1140,
  "c:ist": 1141,
  "c:- 3": 1142,
  "c: - 3": 1143,
  "c:- 4": 1144,
  "c: - 4": 1145,
  "c:ltip": 1146,
  "c: us": 1147,
  "c:tipl": 1148,
  "c:- 2": 1149,
  "c: - 2": 1150,
  "c: sa": 1151,
  "c:port": 1152,
  "c:lea": 1153,
  "c:this": 1154,
  "c:mak": 1155,
  "c: 5 ": 1156,
  "c:s 6": 1157,
  "w:what_does": 1158,
  "c: lo": 1159,
  "c:: 1": 1160,
  "c:x: 1": 1161,
  "w:there_are": 1162,
  "c:he c": 1163,
  "c:, ho": 1164,
  "c:che": 1165,
  "c:00 ": 1166,
  "c:ud": 1167,
  "c:e an": 1168,
  "c: mak": 1169,
  "w:is_a": 1170,
  "c:f 2": 1171,
  "c:s. h": 1172,
  "c:prob": 1173,
  "c:he p": 1174,
  "c:t m": 1175,
  "c: 35": 1176,
  "c:eat": 1177,
  "w:8": 1178,
  "c: 32": 1179,
  "c: 45": 1180,
  "c: 36": 1181,
  "c:ice": 1182,
  "c:s 7": 1183,
  "c:ied": 1184,
  "c: 37": 1185,
  "c:of 2": 1186,
  "c:obl": 1187,
  "c:oble": 1188,
  "c:. th": 1189,
  "c:robl": 1190,
  "c:blem": 1191,
  "c: 31": 1192,
  "c:s 8": 1193,
  "c:rou": 1194,
  "c: 33": 1195,
  "c:l?": 1196,
  "c: 42": 1197,
  "c:f 3": 1198,
  "c:ste": 1199,
  "c:ied ": 1200,
  "c: 34": 1201,
  "c: 38": 1202,
  "c: 49": 1203,
  "w:this": 1204,
  "c: at": 1205,
  "c:e st": 1206,
  "c: 43": 1207,
  "c:nce": 1208,
  "c:ty": 1209,
  "c:of 3": 1210,
  "c:nde": 1211,
  "c: 41": 1212,
  "c:ad ": 1213,
  "c:stu": 1214,
  "c:did": 1215,
  "c:f 4": 1216,
  "c: 47": 1217,
  "c:plie": 1218,
  "c: 48": 1219,
  "c:<th": 1220,
  "c:uch": 1221,
  "c:kes": 1222,
  "c:y in": 1223,
  "c: 39": 1224,
  "c:of 4": 1225,
  "c: did": 1226,
  "c: 46": 1227,
  "c: 44": 1228,
  "c:ms": 1229,
  "c: po": 1230,
  "c:y m": 1231,
  "c: stu": 1232,
  "c:to t": 1233,
  "c:60": 1234,
  "c:end": 1235,
  "c:on t": 1236,
  "c:make": 1237,
  "c:muc": 1238,
  "c:much": 1239,
  "c:ipli": 1240,
  "c: muc": 1241,
  "w:15": 1242,
  "c:nat": 1243,
  "c:now": 1244,
  "c:ct ": 1245,
  "c:ch.": 1246,
  "c:ies ": 1247,
  "c: 4 ": 1248,
  "c:ei": 1249,
  "c:uch ": 1250,
  "c:ch. ": 1251,
  "w:12": 1252,
  "c:lied": 1253,
  "c:did ": 1254,
  "c:ind ": 1255,
  "w:did": 1256,
  "c:% ": 1257,
  "c:tel": 1258,
  "c:l?>": 1259,
  "c:sic": 1260,
  "c:ean": 1261,
  "c:ana": 1262,
  "w:multiplied": 1263,
  "w:multiplied_by": 1264,
  "c: int": 1265,
  "c:ar ": 1266,
  "c:5 p": 1267,
  "c:e ha": 1268,
  "w:much": 1269,
  "c:tte": 1270,
  "c:d h": 1271,
  "c:cent": 1272,
  "c:mb": 1273,
  "c:e ca": 1274,
  "c:ell ": 1275,
  "c:akes": 1276,
  "c:y st": 1277,
  "c:gs": 1278,
  "c:som": 1279,
  "c:he t": 1280,
  "c:com": 1281,
  "c:0 m": 1282,
  "c:some": 1283,
  "c:a c": 1284,
  "c: day": 1285,
  "c:o th": 1286,
  "w:30": 1287,
  "c:nt o": 1288,
  "c:n s": 1289,
  "c: som": 1290,
  "c:kes ": 1291,
  "c:e co": 1292,
  "c: al": 1293,
  "c: 50": 1294,
  "c:hin": 1295,
  "c:ev": 1296,
  "c:s 9": 1297,
  "w:why_do": 1298,
  "c:15 ": 1299,
  "c:ny s": 1300,
  "c:r th": 1301,
  "c:80": 1302,
  "c:wou": 1303,
  "c: wou": 1304,
  "c: ta": 1305,
  "c:woul": 1306,
  "c:ht": 1307,
  "c:ue": 1308,
  "c:ree": 1309,
  "c:<the": 1310,
  "c:that": 1311,
  "w:would": 1312,
  "c:qu": 1313,
  "c: 10 ": 1314,
  "c:t in": 1315,
  "c:nd t": 1316,
  "c:s b": 1317,
  "c: mar": 1318,
  "c:, an": 1319,
  "c:ach.": 1320,
  "c:ep": 1321,
  "c:om ": 1322,
  "c:rm": 1323,
  "c:o pe": 1324,
  "c:t th": 1325,
  "c:ua": 1326,
  "c:75": 1327,
  "c:12 ": 1328,
  "c:ye": 1329,
  "c: a b": 1330,
  "c:tra": 1331,
  "c:do p": 1332,
  "c:ght": 1333,
  "c:cat": 1334,
  "c:est": 1335,
  "c:ost": 1336,
  "c:dy": 1337,
  "c:lim": 1338,
  "c:30 ": 1339,
  "c:vie": 1340,
  "c:nder": 1341,
  "w:7": 1342,
  "c:oc": 1343,
  "c:e g": 1344,
  "w:do_people": 1345,
  "w:each.": 1346,
  "w:why_do_people": 1347,
  "c:a p": 1348,
  "c:nne": 1349,
  "c:ect ": 1350,
  "c:c ": 1351,
  "c: mon": 1352,
  "c:pu": 1353,
  "c:h p": 1354,
  "c:go": 1355,
  "c:eg": 1356,
  "c: use": 1357,
  "c: hou": 1358,
  "c:all ": 1359,
  "c:erc": 1360,
  "w:more": 1361,
  "c:fa": 1362,
  "c:<f": 1363,
  "c:es.": 1364,
  "c:y b": 1365,
  "c:nin": 1366,
  "c:res": 1367,
  "c:e n": 1368,
  "c:re?": 1369,
  "w:1": 1370,
  "c:ill ": 1371,
  "w:apples_and": 1372,
  "c:rk": 1373,
  "c:ps": 1374,
  "w:that": 1375,
  "c:over": 1376,
  "c:cti": 1377,
  "c:s n": 1378,
  "c: 20 ": 1379,
  "c:re?>": 1380,
  "c:y ca": 1381,
  "c:ders": 1382,
  "c:ic ": 1383,
  "w:what_is_a": 1384,
  "c:tud": 1385,
  "c:lay": 1386,
  "c:nli": 1387,
  "c:ib": 1388,
  "c:tell": 1389,
  "c:ain ": 1390,
  "c:s 10": 1391,
  "c:nto": 1392,
  "c:eed": 1393,
  "c:ber": 1394,
  "c:w mu": 1395,
  "c:rce": 1396,
  "c:ani": 1397,
  "c: tw": 1398,
  "c:stud": 1399,
  "c:s ea": 1400,
  "c:h. h": 1401,
  "c:wer": 1402,
  "c: br": 1403,
  "c:n of": 1404,
  "c:o s": 1405,
  "w:how_much": 1406,
  "c:mai": 1407,
  "c:in a": 1408,
  "c:f a ": 1409,
  "c:y.": 1410,
  "w:at": 1411,
  "c:on o": 1412,
  "c:rn": 1413,
  "c:oks": 1414,
  "w:9": 1415,
  "c:ning": 1416,
  "c:es. ": 1417,
  "c:ooks": 1418,
  "c:wee": 1419,
  "c:l m": 1420,
  "c:nati": 1421,
  "c:y p": 1422,
  "c:ph": 1423,
  "c:he f": 1424,
  "c:unde": 1425,
  "c:t to": 1426,
  "c:er?": 1427,
  "c:sim": 1428,
  "c: one": 1429,
  "c:cos": 1430,
  "c:math": 1431,
  "c:tter": 1432,
  "c:hr": 1433,
  "c:unl": 1434,
  "c:d a ": 1435,
  "c: sim": 1436,
  "c:ny a": 1437,
  "c:ole": 1438,
  "c:into": 1439,
  "c:ug": 1440,
  "c:nto ": 1441,
  "c:es o": 1442,
  "c:ke ": 1443,
  "c:unli": 1444,
  "c:than": 1445,
  "c:ve m": 1446,
  "w:16": 1447,
  "c: und": 1448,
  "c: pi": 1449,
  "c:ew ": 1450,
  "w:14": 1451,
  "c:8t": 1452,
  "c: it": 1453,
  "w:25": 1454,
  "c:nk": 1455,
  "w:into": 1456,
  "c:nlim": 1457,
  "c: a c": 1458,
  "c:dr": 1459,
  "c:ont": 1460,
  "c:m8": 1461,
  "c:im8": 1462,
  "c:m8t": 1463,
  "c:lim8": 1464,
  "c:im8t": 1465,
  "c:8te": 1466,
  "c:m8te": 1467,
  "c:8ted": 1468,
  "w:18": 1469,
  "c:ish": 1470,
  "c:rr": 1471,
  "c:perc": 1472,
  "c:. he": 1473,
  "c: at ": 1474,
  "c:erce": 1475,
  "c:dy ": 1476,
  "w:in_the": 1477,
  "c:rcen": 1478,
  "c:f s": 1479,
  "c: unl": 1480,
  "c:er?>": 1481,
  "c:play": 1482,
  "c:ood": 1483,
  "c:gro": 1484,
  "c:rol": 1485,
  "c: a p": 1486,
  "c:han ": 1487,
  "w:of_a": 1488,
  "c:main": 1489,
  "c:-2": 1490,
  "c:es d": 1491,
  "c: -2": 1492,
  "c: id": 1493,
  "c:erst": 1494,
  "c:70": 1495,
  "c:act": 1496,
  "c: li": 1497,
  "w:tell": 1498,
  "c:he r": 1499,
  "c:f 5": 1500,
  "c: ide": 1501,
  "c: 6 ": 1502,
  "c:nts ": 1503,
  "w:11": 1504,
  "w:than": 1505,
  "c: gro": 1506,
  "c:des": 1507,
  "c:y h": 1508,
  "c:ack": 1509,
  "c:f 8": 1510,
  "c:coo": 1511,
  "c:ea ": 1512,
  "c:of 5": 1513,
  "c:pen": 1514,
  "c:of 8": 1515,
  "c:ls ": 1516,
  "c:ed t": 1517,
  "c:25 ": 1518,
  "w:give_me": 1519,
  "c:f 6": 1520,
  "w:13": 1521,
  "c:ve t": 1522,
  "c:find": 1523,
  "c:of 6": 1524,
  "c:hey": 1525,
  "c:now ": 1526,
  "c:t.": 1527,
  "c:rie": 1528,
  "c:s 20": 1529,
  "w:19": 1530,
  "c:f 7": 1531,
  "c:of 7": 1532,
  "c:f 9": 1533,
  "c:ute": 1534,
  "c:of 9": 1535,
  "c:% o": 1536,
  "w:each._how": 1537,
  "c:90": 1538,
  "w:percent": 1539,
  "c:56": 1540,
  "c:not": 1541,
  "c:55": 1542,
  "c:fu": 1543,
  "c:rac": 1544,
  "c: su": 1545,
  "c:he w": 1546,
  "w:17": 1547,
  "c:66": 1548,
  "c:stor": 1549,
  "c:hey ": 1550,
  "c:% of": 1551,
  "c:m:": 1552,
  "c:m: ": 1553,
  "c:em:": 1554,
  "c:lem:": 1555,
  "c:em: ": 1556,
  "w:problem:": 1557,
  "c:ole ": 1558,
  "c:eve": 1559,
  "c:ath ": 1560,
  "c:mpl": 1561,
  "c:de ": 1562,
  "c:n a ": 1563,
  "c:ere?": 1564,
  "c:dea": 1565,
  "c:t a ": 1566,
  "c:t c": 1567,
  "c:ff": 1568,
  "c:72": 1569,
  "c:y to": 1570,
  "c:igh": 1571,
  "c: 8 ": 1572,
  "c:rt ": 1573,
  "c:64": 1574,
  "c: pu": 1575,
  "c:52": 1576,
  "c:oll": 1577,
  "w:find": 1578,
  "c:54": 1579,
  "c:d c": 1580,
  "c:w w": 1581,
  "c: coo": 1582,
  "c:ran": 1583,
  "c:r o": 1584,
  "c:ons": 1585,
  "w:percent_of": 1586,
  "c:65": 1587,
  "c:tin": 1588,
  "c:hour": 1589,
  "c:62": 1590,
  "c:sh ": 1591,
  "c:tot": 1592,
  "c:rv": 1593,
  "c:ice ": 1594,
  "c:18 ": 1595,
  "c:16 ": 1596,
  "c:n m": 1597,
  "c:76": 1598,
  "c:he h": 1599,
  "c:68": 1600,
  "c:y ap": 1601,
  "c:14 ": 1602,
  "c:f h": 1603,
  "w:24": 1604,
  "c:ow w": 1605,
  "c:51": 1606,
  "c:e u": 1607,
  "w:there?": 1608,
  "w:math": 1609,
  "c:t r": 1610,
  "c:mean": 1611,
  "c:71": 1612,
  "c: tot": 1613,
  "c:57": 1614,
  "c:t e": 1615,
  "c:53": 1616,
  "w:are_there?": 1617,
  "c:tota": 1618,
  "c:otal": 1619,
  "c:n b": 1620,
  "c:e 5": 1621,
  "c:abl": 1622,
  "c:74": 1623,
  "w:each._how_many": 1624,
  "c:78": 1625,
  "c:58": 1626,
  "c: way": 1627,
  "c:y f": 1628,
  "c:per ": 1629,
  "c:63": 1630,
  "c:w wo": 1631,
  "c:ars": 1632,
  "c:61": 1633,
  "c:is m": 1634,
  "c:67": 1635,
  "c: rol": 1636,
  "w:one": 1637,
  "w:how_would": 1638,
  "w:does_a": 1639,
  "c:d so": 1640,
  "c:ble ": 1641,
  "c:able": 1642,
  "w:many_apples": 1643,
  "c:s fo": 1644,
  "c:idea": 1645,
  "c:wil": 1646,
  "c:59": 1647,
  "c:rib": 1648,
  "c:va": 1649,
  "c:y. ": 1650,
  "c:had": 1651,
  "c:ia": 1652,
  "c:77": 1653,
  "c:h pr": 1654,
  "c:r a": 1655,
  "c:ll m": 1656,
  "c:n e": 1657,
  "c:50 ": 1658,
  "c: com": 1659,
  "c: sc": 1660,
  "c:73": 1661,
  "c:79": 1662,
  "w:how_many_apples": 1663,
  "c:ru": 1664,
  "c: la": 1665,
  "c:tal ": 1666,
  "c:to s": 1667,
  "c: cos": 1668,
  "c:nds": 1669,
  "c:tri": 1670,
  "c:e do": 1671,
  "c:anat": 1672,
  "c:85": 1673,
  "c:clea": 1674,
  "c: wil": 1675,
  "c:w a": 1676,
  "c:thr": 1677,
  "c:r h": 1678,
  "c:str": 1679,
  "c: cle": 1680,
  "c:cost": 1681,
  "c:s 15": 1682,
  "c:enc": 1683,
  "c:lana": 1684,
  "c:old": 1685,
  "c:11 ": 1686,
  "c:69": 1687,
  "c:bal": 1688,
  "c:th p": 1689,
  "w:be": 1690,
  "c:81": 1691,
  "c:2 p": 1692,
  "c:l me": 1693,
  "c: be ": 1694,
  "w:many_stickers": 1695,
  "c: had": 1696,
  "w:idea": 1697,
  "c:e re": 1698,
  "c:er t": 1699,
  "c:dea ": 1700,
  "c:s on": 1701,
  "w:many_cards": 1702,
  "w:how_many_stickers": 1703,
  "c:es?": 1704,
  "c:lear": 1705,
  "c:r.": 1706,
  "c:s 30": 1707,
  "c:e 7": 1708,
  "w:how_many_cards": 1709,
  "c:cook": 1710,
  "c:spe": 1711,
  "c:tur": 1712,
  "w:28": 1713,
  "c: 15 ": 1714,
  "c:n f": 1715,
  "c:5 m": 1716,
  "c:had ": 1717,
  "c:ren": 1718,
  "c:will": 1719,
  "w:stickers_and": 1720,
  "c:13 ": 1721,
  "c:rb": 1722,
  "w:cards_and": 1723,
  "c:88": 1724,
  "w:23": 1725,
  "c:e a ": 1726,
  "c: ov": 1727,
  "c: ove": 1728,
  "w:many_coins": 1729,
  "c:e 6": 1730,
  "w:how_many_coins": 1731,
  "w:had": 1732,
  "c:att": 1733,
  "c:17 ": 1734,
  "w:27": 1735,
  "c:din": 1736,
  "c:ded": 1737,
  "c:oki": 1738,
  "c:94": 1739,
  "w:22": 1740,
  "c:98": 1741,
  "c:96": 1742,
  "c:95": 1743,
  "w:coins_and": 1744,
  "c:sec": 1745,
  "c:hem": 1746,
  "c:92": 1747,
  "c:role": 1748,
  "c:ooki": 1749,
  "c:ted ": 1750,
  "c: 12 ": 1751,
  "c:<fi": 1752,
  "w:21": 1753,
  "c:84": 1754,
  "c:ugh": 1755,
  "c:d?": 1756,
  "c:89": 1757,
  "w:26": 1758,
  "c:s 12": 1759,
  "c:19 ": 1760,
  "c:82": 1761,
  "c:ow a": 1762,
  "w:role": 1763,
  "c:87": 1764,
  "c:99": 1765,
  "c:<fin": 1766,
  "w:29": 1767,
  "c:ess": 1768,
  "c:97": 1769,
  "c: /": 1770,
  "c:/ ": 1771,
  "c:ee ": 1772,
  "c: / ": 1773,
  "w:/": 1774,
  "c:ut a": 1775,
  "c:ake ": 1776,
  "c:83": 1777,
  "c:86": 1778,
  "c:uti": 1779,
  "c:24 ": 1780,
  "c:3 p": 1781,
  "c:es?>": 1782,
  "c:gs ": 1783,
  "c:ile": 1784,
  "c:91": 1785,
  "c:93": 1786,
  "c:stan": 1787,
  "c:tes": 1788,
  "c:they": 1789,
  "c: thr": 1790,
  "c:oup": 1791,
  "w:way": 1792,
  "c:hel": 1793,
  "c:gam": 1794,
  "c:oks ": 1795,
  "c:grou": 1796,
  "w:tell_me": 1797,
  "w:will": 1798,
  "c:4 p": 1799,
  "c:0%": 1800,
  "c:ner": 1801,
  "c:ded ": 1802,
  "c:<te": 1803,
  "c:t h": 1804,
  "c:100": 1805,
  "c:ay t": 1806,
  "c: 30 ": 1807,
  "c:game": 1808,
  "c:bles": 1809,
  "w:explanation": 1810,
  "c:an o": 1811,
  "c: go": 1812,
  "c:kie": 1813,
  "w:explanation_of": 1814,
  "c:n in": 1815,
  "c:n c": 1816,
  "c:d o": 1817,
  "c:y 1": 1818,
  "c:h a": 1819,
  "w:they": 1820,
  "c:? ": 1821,
  "c:d.": 1822,
  "c:erv": 1823,
  "c:<tel": 1824,
  "c:ish ": 1825,
  "c:8 p": 1826,
  "c:g o": 1827,
  "c: gam": 1828,
  "c:mbe": 1829,
  "c:s 25": 1830,
  "w:me_about": 1831,
  "w:tell_me_about": 1832,
  "c: tra": 1833,
  "c: not": 1834,
  "w:books": 1835,
  "c:ht ": 1836,
  "c: or": 1837,
  "c:je": 1838,
  "c:red": 1839,
  "c:6 p": 1840,
  "c:g t": 1841,
  "c:ght ": 1842,
  "c:qua": 1843,
  "c:o m": 1844,
  "c:f c": 1845,
  "c:d?>": 1846,
  "c:y is": 1847,
  "c:okie": 1848,
  "c:fis": 1849,
  "c:unt": 1850,
  "c:fish": 1851,
  "c:ica": 1852,
  "c:ball": 1853,
  "c:olo": 1854,
  "c:cha": 1855,
  "c:t. ": 1856,
  "c:a d": 1857,
  "c:0% ": 1858,
  "c:r. ": 1859,
  "c:mber": 1860,
  "c: fa": 1861,
  "c:arb": 1862,
  "c:rin": 1863,
  "c:. s": 1864,
  "c:vid": 1865,
  "c:lut": 1866,
  "c:lit": 1867,
  "c:gy": 1868,
  "c:is 5": 1869,
  "c:log": 1870,
  "c:es e": 1871,
  "c:r u": 1872,
  "c:ek": 1873,
  "c:nt?": 1874,
  "c:s co": 1875,
  "c:ory": 1876,
  "c:n.": 1877,
  "c:oug": 1878,
  "c:28 ": 1879,
  "c:roup": 1880,
  "c:2 m": 1881,
  "c:s 14": 1882,
  "c:o b": 1883,
  "c:d to": 1884,
  "c:t sh": 1885,
  "w:math_problem:": 1886,
  "c:fro": 1887,
  "c:nt?>": 1888,
  "c:1 p": 1889,
  "c:tab": 1890,
  "c:he n": 1891,
  "c: 7 ": 1892,
  "c:ough": 1893,
  "c:olu": 1894,
  "c: fro": 1895,
  "c: des": 1896,
  "c:kies": 1897,
  "c:rom": 1898,
  "c:ng t": 1899,
  "c:mil": 1900,
  "w:per": 1901,
  "c: wee": 1902,
  "c:eek": 1903,
  "c:ose": 1904,
  "c:d 1": 1905,
  "c: nu": 1906,
  "c:lai": 1907,
  "c:s 16": 1908,
  "c:t ma": 1909,
  "c:t b": 1910,
  "c:oth": 1911,
  "c: fis": 1912,
  "c:utio": 1913,
  "c:s 18": 1914,
  "c:rg": 1915,
  "c:week": 1916,
  "c:23 ": 1917,
  "c:umb": 1918,
  "c:fl": 1919,
  "c:ird": 1920,
  "c: mai": 1921,
  "c:t w": 1922,
  "c:7 p": 1923,
  "c: fe": 1924,
  "c:nd a": 1925,
  "c:in i": 1926,
  "c:22 ": 1927,
  "c:ivi": 1928,
  "c:at s": 1929,
  "c: im": 1930,
  "c:le a": 1931,
  "c:d y": 1932,
  "c:atte": 1933,
  "c:nee": 1934,
  "c:s 11": 1935,
  "c:26 ": 1936,
  "c:27 ": 1937,
  "c:21 ": 1938,
  "c:kn": 1939,
  "c:ery": 1940,
  "c: 60": 1941,
  "c:9 p": 1942,
  "c: spe": 1943,
  "c:= 1": 1944,
  "c: = 1": 1945,
  "c:tabl": 1946,
  "c:hen": 1947,
  "c:ful": 1948,
  "c:r s": 1949,
  "w:it": 1950,
  "c:r of": 1951,
  "c:s 13": 1952,
  "c:29 ": 1953,
  "c:of c": 1954,
  "c:was": 1955,
  "w:makes": 1956,
  "c:ien": 1957,
  "c:k a": 1958,
  "c:luti": 1959,
  "c:nk ": 1960,
  "c:er o": 1961,
  "c:lain": 1962,
  "c:s 17": 1963,
  "c: 1 ": 1964,
  "c:ding": 1965,
  "c:ure": 1966,
  "c:e wa": 1967,
  "c:olut": 1968,
  "c:d i": 1969,
  "c:wor": 1970,
  "c: a d": 1971,
  "c:4 m": 1972,
  "c:rta": 1973,
  "c:ts?": 1974,
  "c: ye": 1975,
  "c:e k": 1976,
  "c:du": 1977,
  "c:s he": 1978,
  "c:a t": 1979,
  "c:ng o": 1980,
  "c:erm": 1981,
  "c: kn": 1982,
  "c: was": 1983,
  "c: nee": 1984,
  "c:nut": 1985,
  "c:or t": 1986,
  "c:need": 1987,
  "c:af": 1988,
  "c:n y": 1989,
  "c:plai": 1990,
  "c:s 19": 1991,
  "c:3 m": 1992,
  "c:+ -1": 1993,
  "c:e ex": 1994,
  "c:d f": 1995,
  "c:s 24": 1996,
  "c:rl": 1997,
  "c:cts": 1998,
  "c:s l": 1999,
  "c:of s": 2000,
  "c:fit": 2001,
  "c:ui": 2002,
  "c: sta": 2003,
  "c:ces": 2004,
  "c:d yo": 2005,
  "c:ny m": 2006,
  "c: 75": 2007,
  "c:w o": 2008,
  "c:es h": 2009,
  "c:rbl": 2010,
  "c:marb": 2011,
  "c:arbl": 2012,
  "c:rble": 2013,
  "c:+ -2": 2014,
  "c:er u": 2015,
  "c:ting": 2016,
  "c:ts?>": 2017,
  "c:od ": 2018,
  "c:rvi": 2019,
  "c:he d": 2020,
  "c:he g": 2021,
  "c:ve 1": 2022,
  "c:e fi": 2023,
  "c:ms ": 2024,
  "c:vide": 2025,
  "c:mpo": 2026,
  "c:le s": 2027,
  "c:solu": 2028,
  "c:lly": 2029,
  "c: wha": 2030,
  "c:par": 2031,
  "c:cor": 2032,
  "c:ink": 2033,
  "c:ount": 2034,
  "c:40 ": 2035,
  "c: it ": 2036,
  "c:den": 2037,
  "c:lf": 2038,
  "c:6 m": 2039,
  "c:ld y": 2040,
  "c:rat": 2041,
  "c:8 m": 2042,
  "c:$1": 2043,
  "c:ps ": 2044,
  "c: $1": 2045,
  "w:main": 2046,
  "c: cu": 2047,
  "c:ats": 2048,
  "c:es s": 2049,
  "c:scr": 2050,
  "c:y 2": 2051,
  "c:on?": 2052,
  "c:n yo": 2053,
  "c:simp": 2054,
  "c:s 22": 2055,
  "c:0 pl": 2056,
  "w:cookies": 2057,
  "c:tand": 2058,
  "c:impl": 2059,
  "c: ra": 2060,
  "c: ai": 2061,
  "c:s $": 2062,
  "c:y,": 2063,
  "c: 9 ": 2064,
  "c:e so": 2065,
  "c:= -1": 2066,
  "c:an y": 2067,
  "c:le c": 2068,
  "c:s no": 2069,
  "c:8 pl": 2070,
  "c:it i": 2071,
  "c:h t": 2072,
  "c:eco": 2073,
  "c:ck ": 2074,
  "c:ervi": 2075,
  "c:lay ": 2076,
  "c:ast": 2077,
  "c:nce ": 2078,
  "c:s 21": 2079,
  "c:gra": 2080,
  "c:s 28": 2081,
  "c:ja": 2082,
  "c:kno": 2083,
  "c:s 29": 2084,
  "c:jo": 2085,
  "c:hes": 2086,
  "c:y, ": 2087,
  "c:s 27": 2088,
  "c:ood ": 2089,
  "c:ans": 2090,
  "c:1x": 2091,
  "c:1x ": 2092,
  "c:1x +": 2093,
  "c:day ": 2094,
  "c: kno": 2095,
  "c:s 26": 2096,
  "c:ome ": 2097,
  "c:on?>": 2098,
  "c:umbe": 2099,
  "c:cou": 2100,
  "c:ter?": 2101,
  "c: 100": 2102,
  "c:too": 2103,
  "c:5 pl": 2104,
  "w:50": 2105,
  "c:7 m": 2106,
  "c:4 pl": 2107,
  "c:num": 2108,
  "c:3 pl": 2109,
  "c:6 pl": 2110,
  "c:2 pl": 2111,
  "c:uy": 2112,
  "c:1 pl": 2113,
  "w:fish": 2114,
  "c:mple": 2115,
  "c:2x": 2116,
  "c:2x ": 2117,
  "c:2x +": 2118,
  "c:9 pl": 2119,
  "c:ay i": 2120,
  "c:s 23": 2121,
  "c:know": 2122,
  "c:from": 2123,
  "w:can_you": 2124,
  "c:buy": 2125,
  "c:rom ": 2126,
  "c: buy": 2127,
  "c:ine ": 2128,
  "c:orta": 2129,
  "c:e,": 2130,
  "c:is n": 2131,
  "c:ox": 2132,
  "c:is p": 2133,
  "c:at m": 2134,
  "c:houl": 2135,
  "w:from": 2136,
  "c:shou": 2137,
  "c:7 pl": 2138,
  "c:nec": 2139,
  "c:<g": 2140,
  "c: num": 2141,
  "c:0 t": 2142,
  "c: imp": 2143,
  "w:total": 2144,
  "w:should": 2145,
  "c:thin": 2146,
  "c:matt": 2147,
  "c: 80": 2148,
  "c:ound": 2149,
  "c:cri": 2150,
  "c:onn": 2151,
  "c:lar": 2152,
  "c:har": 2153,
  "c:numb": 2154,
  "c:e, ": 2155,
  "c:r w": 2156,
  "c:l t": 2157,
  "c:lin": 2158,
  "c:las": 2159,
  "c:ys ": 2160,
  "c:t f": 2161,
  "c:fit ": 2162,
  "w:the_main": 2163,
  "c:s as": 2164,
  "c:in h": 2165,
  "c:is 7": 2166,
  "c:as m": 2167,
  "c:n to": 2168,
  "c: 16 ": 2169,
  "c:urs": 2170,
  "c:1 m": 2171,
  "w:40": 2172,
  "c:men": 2173,
  "c:esc": 2174,
  "c:m i": 2175,
  "w:marbles": 2176,
  "c: 25 ": 2177,
  "c: ev": 2178,
  "c:t ro": 2179,
  "c:hal": 2180,
  "w:play": 2181,
  "c:ant?": 2182,
  "c: 14 ": 2183,
  "c:ld s": 2184,
  "c:a h": 2185,
  "c:olog": 2186,
  "c:t 1": 2187,
  "c:ber ": 2188,
  "c:s di": 2189,
  "c: 18 ": 2190,
  "c:to b": 2191,
  "c:ss ": 2192,
  "c:a be": 2193,
  "c:ts a": 2194,
  "c:a o": 2195,
  "c:irs": 2196,
  "c:ve 4": 2197,
  "c:rsta": 2198,
  "c:tory": 2199,
  "c:tant": 2200,
  "c: cat": 2201,
  "c:9 m": 2202,
  "w:way_to": 2203,
  "c:ree ": 2204,
  "c:ity": 2205,
  "c:hen ": 2206,
  "c:ames": 2207,
  "c:an?": 2208,
  "c:ass": 2209,
  "c:scri": 2210,
  "c:ups": 2211,
  "c:term": 2212,
  "c:rec": 2213,
  "c:ead": 2214,
  "c:an?>": 2215,
  "c:lle": 2216,
  "c:iew": 2217,
  "c:view": 2218,
  "c:pac": 2219,
  "c:ace": 2220,
  "c:ly?": 2221,
  "c:le d": 2222,
  "c:mpor": 2223,
  "c:at r": 2224,
  "c:hy i": 2225,
  "c:oa": 2226,
  "c:impo": 2227,
  "c:. sh": 2228,
  "c:ly?>": 2229,
  "c: fit": 2230,
  "c:w c": 2231,
  "c:ogy": 2232,
  "c:logy": 2233,
  "c:ite": 2234,
  "c:bas": 2235,
  "c:rtan": 2236,
  "c:conn": 2237,
  "c:eh": 2238,
  "c:a of": 2239,
  "c:col": 2240,
  "c:was ": 2241,
  "w:was": 2242,
  "c:7 -": 2243,
  "c:7 - ": 2244,
  "c:ea o": 2245,
  "c:t p": 2246,
  "c:eon": 2247,
  "c:es w": 2248,
  "c:u d": 2249,
  "c:nect": 2250,
  "c:0 +": 2251,
  "c:0 + ": 2252,
  "c:g of": 2253,
  "c:re i": 2254,
  "c:o h": 2255,
  "c:ost ": 2256,
  "c:0.": 2257,
  "c:yea": 2258,
  "c:tak": 2259,
  "c:3 t": 2260,
  "c: a t": 2261,
  "c:0 pe": 2262,
  "c:lon": 2263,
  "c:4 +": 2264,
  "c:4 + ": 2265,
  "c:ond": 2266,
  "c:onne": 2267,
  "c:box": 2268,
  "c:cal ": 2269,
  "c:an a": 2270,
  "c:ual": 2271,
  "c: ter": 2272,
  "c: eve": 2273,
  "c:year": 2274,
  "w:why_is": 2275,
  "c:ew o": 2276,
  "c:ade": 2277,
  "c:udy": 2278,
  "c:ou d": 2279,
  "c:e kn": 2280,
  "c:ibe": 2281,
  "c:meo": 2282,
  "c:n id": 2283,
  "c:n ov": 2284,
  "c:ery ": 2285,
  "c:iew ": 2286,
  "c:<gi": 2287,
  "c: 11 ": 2288,
  "c: dr": 2289,
  "c:ever": 2290,
  "c:is 6": 2291,
  "c:hic": 2292,
  "c:desc": 2293,
  "c:kin": 2294,
  "c:8 -": 2295,
  "c:8 - ": 2296,
  "c:w of": 2297,
  "c:omeo": 2298,
  "c:0 -": 2299,
  "c:0 - ": 2300,
  "c:wn": 2301,
  "c:tudy": 2302,
  "w:fit": 2303,
  "c:4 t": 2304,
  "c:ct t": 2305,
  "c:escr": 2306,
  "c: yea": 2307,
  "c:rvie": 2308,
  "c:5 t": 2309,
  "c:1 -": 2310,
  "c:1 - ": 2311,
  "c:ty ": 2312,
  "w:main_idea": 2313,
  "w:the_main_idea": 2314,
  "c:ovi": 2315,
  "c: 13 ": 2316,
  "c: bas": 2317,
  "c:ion?": 2318,
  "c:1 +": 2319,
  "c:1 + ": 2320,
  "w:idea_of": 2321,
  "c:ided": 2322,
  "c: tak": 2323,
  "c:ney": 2324,
  "c:5 -": 2325,
  "c:5 - ": 2326,
  "c:<giv": 2327,
  "c:9 +": 2328,
  "c:9 + ": 2329,
  "c:e ba": 2330,
  "c: wor": 2331,
  "c:efu": 2332,
  "c:ue ": 2333,
  "c:nnec": 2334,
  "c:red ": 2335,
  "w:main_idea_of": 2336,
  "c:mus": 2337,
  "c:meon": 2338,
  "c:verv": 2339,
  "c:2 -": 2340,
  "c:2 - ": 2341,
  "w:overview": 2342,
  "w:overview_of": 2343,
  "c:eone": 2344,
  "c:8 +": 2345,
  "c:8 + ": 2346,
  "c:is 8": 2347,
  "c:very": 2348,
  "c:but": 2349,
  "w:why_does": 2350,
  "w:me_an": 2351,
  "c:udy ": 2352,
  "c:rms": 2353,
  "c: va": 2354,
  "w:apples_and_get": 2355,
  "w:give_me_an": 2356,
  "w:know": 2357,
  "c:ribe": 2358,
  "c:ean?": 2359,
  "w:someone": 2360,
  "c:6 -": 2361,
  "c:6 - ": 2362,
  "w:number": 2363,
  "c: box": 2364,
  "c:crib": 2365,
  "c:4 -": 2366,
  "c:4 - ": 2367,
  "c: che": 2368,
  "w:an_overview": 2369,
  "w:me_an_overview": 2370,
  "w:an_overview_of": 2371,
  "c:r un": 2372,
  "c:sef": 2373,
  "w:important?": 2374,
  "c:nds ": 2375,
  "c:usef": 2376,
  "c:rd ": 2377,
  "c:ight": 2378,
  "c:3 +": 2379,
  "c:3 + ": 2380,
  "c:eful": 2381,
  "c: hel": 2382,
  "c:y ha": 2383,
  "c:3 -": 2384,
  "c:3 - ": 2385,
  "c:sefu": 2386,
  "c:ibe ": 2387,
  "c:5 +": 2388,
  "c:5 + ": 2389,
  "c:2 +": 2390,
  "c:2 + ": 2391,
  "w:what_should": 2392,
  "w:study": 2393,
  "w:mean?": 2394,
  "c:e sp": 2395,
  "w:this_math": 2396,
  "w:describe": 2397,
  "w:would_you": 2398,
  "c:ne k": 2399,
  "c:9 -": 2400,
  "c:9 - ": 2401,
  "w:matter?": 2402,
  "c:r c": 2403,
  "c:take": 2404,
  "c:lp": 2405,
  "w:is_the_main": 2406,
  "c:n p": 2407,
  "c:u de": 2408,
  "c: 17 ": 2409,
  "c:usi": 2410,
  "c:ve 3": 2411,
  "c:ical": 2412,
  "c:ny b": 2413,
  "c:0 mi": 2414,
  "c:6 +": 2415,
  "c:6 + ": 2416,
  "w:you_describe": 2417,
  "w:play_in": 2418,
  "w:how_would_you": 2419,
  "w:would_you_describe": 2420,
  "c:7 +": 2421,
  "c:7 + ": 2422,
  "c: ins": 2423,
  "c:ow c": 2424,
  "c: mus": 2425,
  "c:ul?": 2426,
  "c:ful?": 2427,
  "c:ul?>": 2428,
  "c:nota": 2429,
  "c:d 2": 2430,
  "c:ric": 2431,
  "w:what_role": 2432,
  "w:useful?": 2433,
  "c:w ab": 2434,
  "w:fit_into": 2435,
  "w:role_does": 2436,
  "w:what_role_does": 2437,
  "w:what_makes": 2438,
  "c:ot ": 2439,
  "w:know_about": 2440,
  "c:re 1": 2441,
  "w:should_someone": 2442,
  "w:someone_know": 2443,
  "w:what_should_someone": 2444,
  "w:should_someone_know": 2445,
  "w:someone_know_about": 2446,
  "c:is 9": 2447,
  "c: 70": 2448,
  "c:nte": 2449,
  "c:0% o": 2450,
  "w:connect": 2451,
  "c:g a": 2452,
  "c:y 3": 2453,
  "c:cont": 2454,
  "w:connect_to": 2455,
  "c: 19 ": 2456,
  "c:otab": 2457,
  "c:es i": 2458,
  "w:notable": 2459,
  "w:is_notable": 2460,
  "w:notable_about": 2461,
  "w:what_is_notable": 2462,
  "w:is_notable_about": 2463,
  "c:<a": 2464,
  "c:e un": 2465,
  "c:ours": 2466,
  "c:a m": 2467,
  "c:care": 2468,
  "c:mal": 2469,
  "c:low": 2470,
  "c:, t": 2471,
  "c:lf ": 2472,
  "c:s r": 2473,
  "c:lue": 2474,
  "c: hal": 2475,
  "c:r p": 2476,
  "w:people_study": 2477,
  "w:do_people_study": 2478,
  "c:sm": 2479,
  "c:r i": 2480,
  "c:hre": 2481,
  "c:erms": 2482,
  "c:3 ti": 2483,
  "c:old ": 2484,
  "c: cr": 2485,
  "c:o d": 2486,
  "c:ets": 2487,
  "c:at a": 2488,
  "c:ork": 2489,
  "c:llo": 2490,
  "c:sic ": 2491,
  "c:ir ": 2492,
  "c:sel": 2493,
  "c:4 ti": 2494,
  "c:mov": 2495,
  "c:ur ": 2496,
  "c:s pr": 2497,
  "c:r m": 2498,
  "c: all": 2499,
  "c:een": 2500,
  "c:lls": 2501,
  "c:ents": 2502,
  "c:ges": 2503,
  "c:2 t": 2504,
  "c:pos": 2505,
  "c:two": 2506,
  "c:y w": 2507,
  "c:w ca": 2508,
  "c:m in": 2509,
  "c:d he": 2510,
  "c: fl": 2511,
  "c:div": 2512,
  "c:im ": 2513,
  "c:thre": 2514,
  "c: 0": 2515,
  "c:5 ti": 2516,
  "c:gin": 2517,
  "c:ses": 2518,
  "c:ink ": 2519,
  "c:nes": 2520,
  "c:f p": 2521,
  "c:em ": 2522,
  "c:ear ": 2523,
  "c:oney": 2524,
  "c:rp": 2525,
  "w:care": 2526,
  "c:e se": 2527,
  "c:eed ": 2528,
  "c: 56": 2529,
  "c:tc": 2530,
  "c:ned": 2531,
  "c:ong": 2532,
  "c:t co": 2533,
  "c:lly ": 2534,
  "c:l a": 2535,
  "c: cha": 2536,
  "c:s. i": 2537,
  "c:bir": 2538,
  "c: ph": 2539,
  "c:inut": 2540,
  "c:nute": 2541,
  "c: 72": 2542,
  "c:mone": 2543,
  "c:pic": 2544,
  "c: 55": 2545,
  "c:e sh": 2546,
  "c:wic": 2547,
  "c:at t": 2548,
  "c:ini": 2549,
  "c:r f": 2550,
  "c:ants": 2551,
  "c:acti": 2552,
  "c: en": 2553,
  "c:es,": 2554,
  "c: 24 ": 2555,
  "c:elp": 2556,
  "c:r b": 2557,
  "c:ivid": 2558,
  "c:help": 2559,
  "c:our ": 2560,
  "c:son": 2561,
  "c:19>": 2562,
  "c:rs d": 2563,
  "c:ars ": 2564,
  "c:isto": 2565,
  "c:divi": 2566,
  "c:iti": 2567,
  "c: 64": 2568,
  "c:as t": 2569,
  "w:about_a": 2570,
  "c: 54": 2571,
  "c:xe": 2572,
  "c:ntr": 2573,
  "c:11>": 2574,
  "c: 90": 2575,
  "c:othe": 2576,
  "c:ence": 2577,
  "c: 57": 2578,
  "c: ou": 2579,
  "c: 66": 2580,
  "c: 51": 2581,
  "c: 62": 2582,
  "w:care_about": 2583,
  "c:au": 2584,
  "w:people_care": 2585,
  "w:people_care_about": 2586,
  "w:do_people_care": 2587,
  "c:ve 2": 2588,
  "c:alf": 2589,
  "c:d. ": 2590,
  "c:s>": 2591,
  "c:tch": 2592,
  "c: 52": 2593,
  "c: div": 2594,
  "c:ays": 2595,
  "c: 74": 2596,
  "c:0 ti": 2597,
  "c:12>": 2598,
  "w:this_math_problem:": 2599,
  "w:how_can": 2600,
  "c: 61": 2601,
  "c:als": 2602,
  "c:ase": 2603,
  "c:14>": 2604,
  "c: 53": 2605,
  "c:g?": 2606,
  "c:ry?": 2607,
  "c:arl": 2608,
  "c: bir": 2609,
  "c:ture": 2610,
  "c: 65": 2611,
  "c:nge": 2612,
  "c:ose ": 2613,
  "w:some": 2614,
  "c:ment": 2615,
  "c:own": 2616,
  "c:as a": 2617,
  "c:10>": 2618,
  "c:cho": 2619,
  "c: 68": 2620,
  "c: 71": 2621,
  "c:28>": 2622,
  "c:half": 2623,
  "c:22>": 2624,
  "c:ught": 2625,
  "c: mov": 2626,
  "c:6 t": 2627,
  "c:ng a": 2628,
  "c:spen": 2629,
  "c:s ha": 2630,
  "c:26>": 2631,
  "c:of h": 2632,
  "c: 73": 2633,
  "c: 58": 2634,
  "c:es, ": 2635,
  "c:tb": 2636,
  "c:15>": 2637,
  "c:20>": 2638,
  "c:h s": 2639,
  "c:ry?>": 2640,
  "c:ehi": 2641,
  "c:aft": 2642,
  "c:eas": 2643,
  "c:ort ": 2644,
  "c:16>": 2645,
  "c:cs": 2646,
  "c:s g": 2647,
  "c: 59": 2648,
  "c: 78": 2649,
  "c:13>": 2650,
  "c:18>": 2651,
  "c:24>": 2652,
  "c:es c": 2653,
  "c:ut t": 2654,
  "c:hree": 2655,
  "w:number_of": 2656,
  "c:fir": 2657,
  "c:of p": 2658,
  "c: 67": 2659,
  "c:o a": 2660,
  "c: sto": 2661,
  "c:if t": 2662,
  "c:17>": 2663,
  "c:27>": 2664,
  "c:nse": 2665,
  "c:ally": 2666,
  "c: 63": 2667,
  "c:s 5 ": 2668,
  "c:25>": 2669,
  "c:hist": 2670,
  "c:h d": 2671,
  "c:ract": 2672,
  "c:ang": 2673,
  "c:23>": 2674,
  "c:chi": 2675,
  "c:. a": 2676,
  "c: fir": 2677,
  "c:y 4": 2678,
  "c:work": 2679,
  "c:ics": 2680,
  "c:n ea": 2681,
  "c:8 t": 2682,
  "c:bet": 2683,
  "c:eq": 2684,
  "c:equ": 2685,
  "c:ok ": 2686,
  "c:7 t": 2687,
  "c: 76": 2688,
  "c: mil": 2689,
  "c:2 ti": 2690,
  "c:21>": 2691,
  "c:h 1": 2692,
  "w:solution": 2693,
  "c:29>": 2694,
  "c:1 t": 2695,
  "c:es f": 2696,
  "c:l w": 2697,
  "c:e mo": 2698,
  "c:s 3 ": 2699,
  "c:e v": 2700,
  "c: 79": 2701,
  "c:30>": 2702,
  "c:ctio": 2703,
  "c:ater": 2704,
  "c: 77": 2705,
  "c: two": 2706,
  "c:rth": 2707,
  "c:f i": 2708,
  "c:sed": 2709,
  "c:t 2": 2710,
  "c:anc": 2711,
  "c:ffe": 2712,
  "c:ney ": 2713,
  "c:0 c": 2714,
  "c:rts": 2715,
  "c:fte": 2716,
  "c:y ma": 2717,
  "c:f he": 2718,
  "c:9 t": 2719,
  "c:them": 2720,
  "c:est ": 2721,
  "c:fri": 2722,
  "c: jo": 2723,
  "c:hir": 2724,
  "c:hink": 2725,
  "c:es p": 2726,
  "c:tl": 2727,
  "c:nd h": 2728,
  "c:dent": 2729,
  "c:g?>": 2730,
  "c:king": 2731,
  "c:ons ": 2732,
  "c: now": 2733,
  "c:th 1": 2734,
  "c:nk a": 2735,
  "c:e 8": 2736,
  "c:l o": 2737,
  "c: 69": 2738,
  "c:eal": 2739,
  "c:o ma": 2740,
  "c:7 ti": 2741,
  "c:6 ti": 2742,
  "c:alf ": 2743,
  "c:8 ti": 2744,
  "c:a si": 2745,
  "c:ects": 2746,
  "c:foo": 2747,
  "c:wat": 2748,
  "c:ks a": 2749,
  "c:wo ": 2750,
  "c:le e": 2751,
  "c:two ": 2752,
  "c:9 ti": 2753,
  "c:60 ": 2754,
  "c:tba": 2755,
  "c:e ne": 2756,
  "c:tbal": 2757,
  "c: 81": 2758,
  "c:1 ti": 2759,
  "c:val": 2760,
  "c: ja": 2761,
  "c:ves": 2762,
  "c:ats ": 2763,
  "w:half": 2764,
  "c:iz": 2765,
  "c:ark": 2766,
  "w:two": 2767,
  "c:ring": 2768,
  "c:e bo": 2769,
  "c:omp": 2770,
  "w:three": 2771,
  "c:cy": 2772,
  "c: bet": 2773,
  "c:d e": 2774,
  "c:s 2 ": 2775,
  "c:ece": 2776,
  "c:bro": 2777,
  "c:a f": 2778,
  "c: 28 ": 2779,
  "c:tes ": 2780,
  "w:simple": 2781,
  "c:y bo": 2782,
  "c:ces ": 2783,
  "c:twi": 2784,
  "c:re s": 2785,
  "c:h m": 2786,
  "c:een ": 2787,
  "c:lue ": 2788,
  "c:hn": 2789,
  "c:were": 2790,
  "c:ts t": 2791,
  "c:fer": 2792,
  "c: twi": 2793,
  "c:ndi": 2794,
  "c: a m": 2795,
  "c:ket": 2796,
  "c: cou": 2797,
  "w:divided": 2798,
  "c:ned ": 2799,
  "c:nta": 2800,
  "c: 23 ": 2801,
  "c:afte": 2802,
  "c: 95": 2803,
  "c:l h": 2804,
  "c:fter": 2805,
  "c: 27 ": 2806,
  "c:f m": 2807,
  "c: 22 ": 2808,
  "c: 85": 2809,
  "c:on i": 2810,
  "c:to d": 2811,
  "c:ve 7": 2812,
  "c:usic": 2813,
  "c:musi": 2814,
  "c:ie ": 2815,
  "c: fri": 2816,
  "c:spo": 2817,
  "c:ool": 2818,
  "c: af": 2819,
  "c:on.": 2820,
  "c:s 4 ": 2821,
  "c:ng?": 2822,
  "c:comp": 2823,
  "c: par": 2824,
  "c: 82": 2825,
  "c:e pu": 2826,
  "c: 94": 2827,
  "c: 86": 2828,
  "c:nal": 2829,
  "c:irst": 2830,
  "c: 26 ": 2831,
  "c:pur": 2832,
  "c:a w": 2833,
  "c: 21 ": 2834,
  "c:o c": 2835,
  "c:bag": 2836,
  "w:in_a": 2837,
  "w:apples_are": 2838,
  "c: foo": 2839,
  "c:ame ": 2840,
  "c: 83": 2841,
  "c: 29 ": 2842,
  "c:pai": 2843,
  "c: ad": 2844,
  "c:tar": 2845,
  "c:firs": 2846,
  "w:stickers_are": 2847,
  "c:ade ": 2848,
  "w:stickers_and_give": 2849,
  "w:many_stickers_are": 2850,
  "w:stickers_are_left?": 2851,
  "c:k ab": 2852,
  "w:cards_are": 2853,
  "c: 98": 2854,
  "c:hea": 2855,
  "c:oups": 2856,
  "w:many_apples_are": 2857,
  "c:eri": 2858,
  "c: pur": 2859,
  "w:money": 2860,
  "c:read": 2861,
  "c:twic": 2862,
  "c:wice": 2863,
  "c: 97": 2864,
  "c: 88": 2865,
  "c:s, h": 2866,
  "w:think": 2867,
  "c:lant": 2868,
  "c:0. ": 2869,
  "w:many_cards_are": 2870,
  "c:0 =": 2871,
  "c:0 = ": 2872,
  "c:, th": 2873,
  "c:nth": 2874,
  "c: 87": 2875,
  "c: 84": 2876,
  "c:movi": 2877,
  "c: 92": 2878,
  "c:on f": 2879,
  "w:apples_are_left?": 2880,
  "w:cards_and_give": 2881,
  "w:cards_are_left?": 2882,
  "c: 89": 2883,
  "c: 99": 2884,
  "c:s u": 2885,
  "c: 96": 2886,
  "w:apples_and_give": 2887,
  "c:$2": 2888,
  "c:eig": 2889,
  "w:twice": 2890,
  "c:80 ": 2891,
  "c: 93": 2892,
  "w:think_about": 2893,
  "c:n. ": 2894,
  "c: $2": 2895,
  "c:, 10": 2896,
  "c:ima": 2897,
  "c:g h": 2898,
  "c: wer": 2899,
  "c:whi": 2900,
  "c:end ": 2901,
  "c:ed s": 2902,
  "c: bag": 2903,
  "c:sy": 2904,
  "c:ing?": 2905,
  "c:ami": 2906,
  "w:help": 2907,
  "c:f b": 2908,
  "c:t 3": 2909,
  "c:er h": 2910,
  "c:ub": 2911,
  "c:sts": 2912,
  "w:coins_are": 2913,
  "w:many_coins_are": 2914,
