{
  "<PAD>": 0,
  "<UNK>": 1,
  "history": 2,
  "question": 3,
  "in": 4,
  "what": 5,
  "question_what": 6,
  "history?": 7,
  "history?_history": 8,
  "does": 9,
  "is": 10,
  "why": 11,
  "question_why": 12,
  "about": 13,
  "in_history?": 14,
  "in_history?_history": 15,
  "what_is": 16,
  "question_what_is": 17,
  "how": 18,
  "question_how": 19,
  "of": 20,
  "in_history": 21,
  "people": 22,
  "do": 23,
  "why_do": 24,
  "question_why_do": 25,
  "how_does": 26,
  "question_how_does": 27,
  "me": 28,
  "do_people": 29,
  "why_do_people": 30,
  "a": 31,
  "the": 32,
  "historical": 33,
  "is_the": 34,
  "an": 35,
  "why_is": 36,
  "question_why_is": 37,
  "role": 38,
  "what_is_the": 39,
  "idea": 40,
  "main": 41,
  "the_main": 42,
  "main_idea": 43,
  "idea_of": 44,
  "the_main_idea": 45,
  "main_idea_of": 46,
  "to": 47,
  "important?": 48,
  "important?_history": 49,
  "study": 50,
  "what_does": 51,
  "question_what_does": 52,
  "why_does": 53,
  "question_why_does": 54,
  "matter?": 55,
  "matter?_history": 56,
  "useful?": 57,
  "useful?_history": 58,
  "to_history?": 59,
  "to_history?_history": 60,
  "tell": 61,
  "is_the_main": 62,
  "connect": 63,
  "connect_to": 64,
  "makes": 65,
  "what_makes": 66,
  "question_what_makes": 67,
  "would": 68,
  "how_would": 69,
  "question_how_would": 70,
  "question_tell": 71,
  "tell_me": 72,
  "me_about": 73,
  "question_tell_me": 74,
  "tell_me_about": 75,
  "give": 76,
  "overview": 77,
  "question_give": 78,
  "give_me": 79,
  "me_an": 80,
  "an_overview": 81,
  "overview_of": 82,
  "question_give_me": 83,
  "give_me_an": 84,
  "me_an_overview": 85,
  "an_overview_of": 86,
  "you": 87,
  "describe": 88,
  "would_you": 89,
  "you_describe": 90,
  "how_would_you": 91,
  "would_you_describe": 92,
  "mean?": 93,
  "mean?_history": 94,
  "should": 95,
  "someone": 96,
  "know": 97,
  "what_should": 98,
  "should_someone": 99,
  "someone_know": 100,
  "know_about": 101,
  "question_what_should": 102,
  "what_should_someone": 103,
  "should_someone_know": 104,
  "someone_know_about": 105,
  "notable": 106,
  "is_notable": 107,
  "notable_about": 108,
  "what_is_notable": 109,
  "is_notable_about": 110,
  "play": 111,
  "what_role": 112,
  "role_does": 113,
  "play_in": 114,
  "question_what_role": 115,
  "what_role_does": 116,
  "play_in_history?": 117,
  "fit": 118,
  "into": 119,
  "fit_into": 120,
  "into_history?": 121,
  "fit_into_history?": 122,
  "into_history?_history": 123,
  "connect_to_history?": 124,
  "people_study": 125,
  "do_people_study": 126,
  "care": 127,
  "people_care": 128,
  "care_about": 129,
  "do_people_care": 130,
  "people_care_about": 131,
  "history.": 132,
  "history._history": 133,
  "in_history.": 134,
  "in_history._history": 135,
  "history_important?": 136,
  "history_important?_history": 137,
  "history_useful?": 138,
  "history_useful?_history": 139,
  "history_matter?": 140,
  "history_matter?_history": 141,
  "history_mean?": 142,
  "history_mean?_history": 143,
  "history_play": 144,
  "history_play_in": 145,
  "history_fit": 146,
  "history_fit_into": 147,
  "history_connect": 148,
  "history_connect_to": 149,
  "is_a": 150,
  "ancient": 151,
  "what_is_a": 152,
  "in_history_mean?": 153,
  "in_history_important?": 154,
  "in_history_matter?": 155,
  "in_history_useful?": 156,
  "in_history_play": 157,
  "in_history_fit": 158,
  "in_history_connect": 159,
  "does_a": 160,
  "explanation": 161,
  "explanation_of": 162,
  "simple": 163,
  "a_simple": 164,
  "simple_explanation": 165,
  "is_a_simple": 166,
  "a_simple_explanation": 167,
  "simple_explanation_of": 168,
  "of_a": 169,
  "about_a": 170,
  "digital": 171,
  "does_historical": 172,
  "a_historical": 173,
  "in_historical": 174,
  "age": 175,
  "world": 176,
  "movement": 177,
  "war": 178,
  "about_historical": 179,
  "system": 180,
  "change": 181,
  "public": 182,
  "cultural": 183,
  "trade": 184,
  "reform": 185,
  "system_in": 186,
  "in_digital": 187,
  "civil": 188,
  "rights": 189,
  "source": 190,
  "how_does_a": 191,
  "movement?": 192,
  "movement?_history": 193,
  "does_the": 194,
  "revolution": 195,
  "project": 196,
  "empire?": 197,
  "empire?_history": 198,
  "civilization": 199,
  "medieval": 200,
  "empire": 201,
  "age_of": 202,
  "does_ancient": 203,
  "labor": 204,
  "social": 205,
  "rights_in": 206,
  "legal": 207,
  "record": 208,
  "state": 209,
  "about_the": 210,
  "of_historical": 211,
  "is_historical": 212,
  "preservation": 213,
  "about_ancient": 214,
  "how_does_historical": 215,
  "world_war": 216,
  "nationalism": 217,
  "civilization?": 218,
  "civilization?_history": 219,
  "revolution?": 220,
  "revolution?_history": 221,
  "unlim8ted's": 222,
  "war?": 223,
  "war?_history": 224,
  "naming": 225,
  "time": 226,
  "writing": 227,
  "primary": 228,
  "roman": 229,
  "the_roman": 230,
  "islamic": 231,
  "golden": 232,
  "printing": 233,
  "unlim8ted's_naming": 234,
  "period": 235,
  "period_in": 236,
  "modern": 237,
  "migration": 238,
  "reform_in": 239,
  "a_primary": 240,
  "secondary": 241,
  "a_secondary": 242,
  "artifact": 243,
  "artifact_in": 244,
  "manuscript": 245,
  "code": 246,
  "chinese": 247,
  "technology": 248,
  "technology_in": 249,
  "taxation": 250,
  "age_in": 251,
  "scientific": 252,
  "documentary": 253,
  "unification": 254,
  "propaganda": 255,
  "independence": 256,
  "monument": 257,
  "imperial": 258,
  "role_in": 259,
  "bureaucracy": 260,
  "census": 261,
  "military": 262,
  "atlantic": 263,
  "plantation": 264,
  "civil_rights": 265,
  "life": 266,
  "life_in": 267,
  "arms": 268,
  "environmental": 269,
  "political": 270,
  "succession": 271,
  "change_in": 272,
  "term": 273,
  "consequence": 274,
  "term_consequence": 275,
  "consequence_in": 276,
  "term_consequence_in": 277,
  "source_in": 278,
  "source_in_digital": 279,
  "culture": 280,
  "cause": 281,
  "why_is_a": 282,
  "of_the": 283,
  "dynasty?": 284,
  "dynasty?_history": 285,
  "memory": 286,
  "makes_a": 287,
  "what_makes_a": 288,
  "does_a_historical": 289,
  "system_in_history?": 290,
  "digital_history?": 291,
  "digital_history?_history": 292,
  "digital_history": 293,
  "me_about_a": 294,
  "overview_of_a": 295,
  "describe_a": 296,
  "you_describe_a": 297,
  "what_does_a": 298,
  "idea_of_a": 299,
  "know_about_a": 300,
  "why_does_a": 301,
  "notable_about_a": 302,
  "role_does_a": 303,
  "study_a": 304,
  "people_study_a": 305,
  "care_about_a": 306,
  "of_ancient": 307,
  "dynasty": 308,
  "system_in_history": 309,
  "slavery": 310,
  "exploration": 311,
  "republic": 312,
  "law": 313,
  "timeline": 314,
  "continuity": 315,
  "ancient_civilization": 316,
  "economy": 317,
  "golden_age": 318,
  "colonization": 319,
  "public_history": 320,
  "legacy": 321,
  "about_a_historical": 322,
  "administration": 323,
  "suffrage": 324,
  "method": 325,
  "imperialism": 326,
  "architecture": 327,
  "building": 328,
  "emancipation": 329,
  "archive": 330,
  "primary_source": 331,
  "a_primary_source": 332,
  "secondary_source": 333,
  "a_secondary_source": 334,
  "historical_preservation": 335,
  "significance": 336,
  "a_civilization?": 337,
  "a_civilization?_history": 338,
  "monarchy?": 339,
  "monarchy?_history": 340,
  "archaeology?": 341,
  "archaeology?_history": 342,
  "why_is_the": 343,
  "change?": 344,
  "historical_change?": 345,
  "change?_history": 346,
  "historical_change?_history": 347,
  "in_digital_history?": 348,
  "how_does_the": 349,
  "rights_in_history?": 350,
  "a_civilization": 351,
  "monarchy": 352,
  "archaeology": 353,
  "historical_change": 354,
  "rights_in_history": 355,
  "in_digital_history": 356,
  "is_ancient": 357,
  "what_is_historical": 358,
  "for": 359,
  "why_does_historical": 360,
  "me_about_historical": 361,
  "overview_of_historical": 362,
  "describe_historical": 363,
  "you_describe_historical": 364,
  "what_does_historical": 365,
  "does_civil": 366,
  "does_world": 367,
  "does_public": 368,
  "idea_of_historical": 369,
  "know_about_historical": 370,
  "why_is_historical": 371,
  "makes_historical": 372,
  "what_makes_historical": 373,
  "notable_about_historical": 374,
  "role_does_historical": 375,
  "how_does_ancient": 376,
  "study_historical": 377,
  "people_study_historical": 378,
  "care_about_historical": 379,
  "agriculture": 380,
  "mongol": 381,
  "industrial": 382,
  "and": 383,
  "naming_history?": 384,
  "unlim8ted's_naming_history?": 385,
  "naming_history?_history": 386,
  "studio": 387,
  "in_project": 388,
  "media": 389,
  "a_time": 390,
  "time_period": 391,
  "a_time_period": 392,
  "time_period_in": 393,
  "city": 394,
  "a_city": 395,
  "a_republic": 396,
  "republic_in": 397,
  "a_republic_in": 398,
  "democracy": 399,
  "democracy_in": 400,
  "government": 401,
  "government_in": 402,
  "law_in": 403,
  "culture_in": 404,
  "religion": 405,
  "religion_in": 406,
  "trade_in": 407,
  "migration_in": 408,
  "revolution_in": 409,
  "war_in": 410,
  "peace": 411,
  "alliance": 412,
  "alliance_in": 413,
  "manuscript_in": 414,
  "timeline_in": 415,
  "cause_in": 416,
  "effect": 417,
  "effect_in": 418,
  "continuity_in": 419,
  "over": 420,
  "change_over": 421,
  "over_time": 422,
  "time_in": 423,
  "change_over_time": 424,
  "over_time_in": 425,
  "bias": 426,
  "bias_in": 427,
  "bias_in_historical": 428,
  "fertile": 429,
  "the_fertile": 430,
  "the_code": 431,
  "code_of": 432,
  "the_code_of": 433,
  "senate": 434,
  "senate_in": 435,
  "in_ancient": 436,
  "senate_in_ancient": 437,
  "julius": 438,
  "byzantine": 439,
  "a_chinese": 440,
  "great": 441,
  "the_great": 442,
  "indus": 443,
  "valley": 444,
  "the_indus": 445,
  "indus_valley": 446,
  "the_indus_valley": 447,
  "writing_system": 448,
  "writing_system_in": 449,
  "agriculture_in": 450,
  "agricultural": 451,
  "the_agricultural": 452,
  "irrigation": 453,
  "irrigation_in": 454,
  "urbanization": 455,
  "urbanization_in": 456,
  "merchant": 457,
  "merchant_in": 458,
  "economy_in": 459,
  "currency": 460,
  "currency_in": 461,
  "taxation_in": 462,
  "labor_in": 463,
  "slavery_in": 464,
  "class": 465,
  "social_class": 466,
  "class_in": 467,
  "social_class_in": 468,
  "peasant": 469,
  "peasant_in": 470,
  "lord": 471,
  "lord_in": 472,
  "in_medieval": 473,
  "lord_in_medieval": 474,
  "manor": 475,
  "manor_in": 476,
  "middle": 477,
  "humanism": 478,
  "humanism_in": 479,
  "protestant": 480,
  "catholic": 481,
  "church": 482,
  "catholic_church": 483,
  "church_in": 484,
  "catholic_church_in": 485,
  "golden_age_in": 486,
  "islamic_golden": 487,
  "genghis": 488,
  "exploration_in": 489,
  "colonization_in": 490,
  "in_world": 491,
  "colonization_in_world": 492,
  "transatlantic": 493,
  "triangular": 494,
  "indigenous": 495,
  "indigenous_people": 496,
  "people_in": 497,
  "indigenous_people_in": 498,
  "columbian": 499,
  "the_columbian": 500,
  "factory": 501,
  "steam": 502,
  "railroad": 503,
  "railroad_in": 504,
  "gunpowder": 505,
  "short": 506,
  "a_project": 507,
  "project_history?": 508,
  "project_history?_history": 509,
  "development": 510,
  "creative": 511,
  "version": 512,
  "commit": 513,
  "internal": 514,
  "founding": 515,
  "institutional": 516,
  "a_record": 517,
  "obsolescence": 518,
  "precedent": 519,
  "innovation": 520,
  "contemporary": 521,
  "does_history": 522,
  "medieval_history?": 523,
  "medieval_history?_history": 524,
  "source?": 525,
  "source?_history": 526,
  "rome?": 527,
  "ancient_rome?": 528,
  "rome?_history": 529,
  "ancient_rome?_history": 530,
  "reformation?": 531,
  "reformation?_history": 532,
  "trade?": 533,
  "trade?_history": 534,
  "exchange?": 535,
  "exchange?_history": 536,
  "electricity": 537,
  "electricity_in": 538,
  "electricity_in_historical": 539,
  "nation": 540,
  "unification_in": 541,
  "trench": 542,
  "total": 543,
  "propaganda_in": 544,
  "cold": 545,
  "human": 546,
  "human_rights": 547,
  "human_rights_in": 548,
  "constitution": 549,
  "constitution_in": 550,
  "citizenship": 551,
  "citizenship_in": 552,
  "voting": 553,
  "voting_rights": 554,
  "voting_rights_in": 555,
  "museum": 556,
  "museum_in": 557,
  "monument_in": 558,
  "really": 559,
  "history_really": 560,
  "achaemenid": 561,
  "israel": 562,
  "ancient_israel": 563,
  "israel_in": 564,
  "ancient_israel_in": 565,
  "punic": 566,
  "han": 567,
  "qin": 568,
  "examination": 569,
  "imperial_examination": 570,
  "examination_in": 571,
  "in_chinese": 572,
  "imperial_examination_in": 573,
  "examination_in_chinese": 574,
  "confucianism": 575,
  "confucianism_in": 576,
  "daoism": 577,
  "daoism_in": 578,
  "buddhism": 579,
  "buddhism_in": 580,
  "hinduism": 581,
  "hinduism_in": 582,
  "christianity": 583,
  "christianity_in": 584,
  "islam": 585,
  "islam_in": 586,
  "judaism": 587,
  "judaism_in": 588,
  "religion's": 589,
  "religion's_role": 590,
  "religion's_role_in": 591,
  "pilgrimage": 592,
  "pilgrimage_in": 593,
  "sacred": 594,
  "text": 595,
  "sacred_text": 596,
  "text_in": 597,
  "sacred_text_in": 598,
  "legal_code": 599,
  "code_in": 600,
  "legal_code_in": 601,
  "bureaucracy_in": 602,
  "administration_in": 603,
  "census_in": 604,
  "battle": 605,
  "battle_in": 606,
  "campaign": 607,
  "campaign_in": 608,
  "in_military": 609,
  "campaign_in_military": 610,
  "navy": 611,
  "navy_in": 612,
  "fortress": 613,
  "fortress_in": 614,
  "weapons": 615,
  "weapons_technology": 616,
  "weapons_technology_in": 617,
  "gunpowder_in": 618,
  "naval": 619,
  "power": 620,
  "naval_power": 621,
  "power_in": 622,
  "naval_power_in": 623,
  "maritime": 624,
  "pacific": 625,
  "plantation_in": 626,
  "abolition": 627,
  "abolition_in": 628,
  "civil_rights_in": 629,
  "suffrage_in": 630,
  "women's": 631,
  "union": 632,
  "union_in": 633,
  "in_labor": 634,
  "union_in_labor": 635,
  "strike": 636,
  "strike_in": 637,
  "urban": 638,
  "urban_life": 639,
  "urban_life_in": 640,
  "health": 641,
  "public_health": 642,
  "health_in": 643,
  "public_health_in": 644,
  "epidemic": 645,
  "epidemic_in": 646,
  "pandemic": 647,
  "pandemic_in": 648,
  "black": 649,
  "scientific_method": 650,
  "method_in": 651,
  "scientific_method_in": 652,
  "secularization": 653,
  "secularization_in": 654,
  "republicanism": 655,
  "republicanism_in": 656,
  "liberalism": 657,
  "liberalism_in": 658,
  "conservatism": 659,
  "conservatism_in": 660,
  "socialism": 661,
  "socialism_in": 662,
  "communism": 663,
  "communism_in": 664,
  "capitalism": 665,
  "capitalism_in": 666,
  "nationalism_and": 667,
  "and_imperialism": 668,
  "nationalism_and_imperialism": 669,
  "occupation": 670,
  "occupation_in": 671,
  "genocide": 672,
  "genocide_in": 673,
  "resistance": 674,
  "espionage": 675,
  "espionage_in": 676,
  "superpower": 677,
  "superpower_in": 678,
  "in_modern": 679,
  "superpower_in_modern": 680,
  "globalization": 681,
  "globalization_in": 682,
  "communication": 683,
  "gender": 684,
  "gender_in": 685,
  "daily": 686,
  "daily_life": 687,
  "daily_life_in": 688,
  "oral": 689,
  "comparative": 690,
  "local": 691,
  "national": 692,
  "economic": 693,
  "legal_reform": 694,
  "legal_reform_in": 695,
  "centralization": 696,
  "centralization_in": 697,
  "decentralization": 698,
  "decentralization_in": 699,
  "succession_in": 700,
  "legitimacy": 701,
  "legitimacy_in": 702,
  "border": 703,
  "border_in": 704,
  "frontier": 705,
  "frontier_in": 706,
  "partition": 707,
  "partition_in": 708,
  "constitutional": 709,
  "parliamentary": 710,
  "parliamentary_system": 711,
  "parliamentary_system_in": 712,
  "presidential": 713,
  "presidential_system": 714,
  "presidential_system_in": 715,
  "oligarchy": 716,
  "oligarchy_in": 717,
  "aristocracy": 718,
  "aristocracy_in": 719,
  "service": 720,
  "civil_service": 721,
  "service_in": 722,
  "civil_service_in": 723,
  "codified": 724,
  "tribute": 725,
  "tribute_in": 726,
  "keeping": 727,
  "record_keeping": 728,
  "keeping_in": 729,
  "record_keeping_in": 730,
  "literacy": 731,
  "literacy_in": 732,
  "education": 733,
  "education_in": 734,
  "school": 735,
  "school_system": 736,
  "school_system_in": 737,
  "university": 738,
  "university_in": 739,
  "scholarly": 740,
  "philosophy": 741,
  "philosophy_in": 742,
  "art": 743,
  "art_in": 744,
  "architecture_in": 745,
  "monument_building": 746,
  "building_in": 747,
  "monument_building_in": 748,
  "script": 749,
  "script_in": 750,
  "historical_writing": 751,
  "script_in_historical": 752,
  "in_historical_writing": 753,
  "translation": 754,
  "translation_in": 755,
  "translation_in_historical": 756,
  "newspaper": 757,
  "newspaper_in": 758,
  "opinion": 759,
  "public_opinion": 760,
  "opinion_in": 761,
  "public_opinion_in": 762,
  "censorship": 763,
  "censorship_in": 764,
  "propaganda_state": 765,
  "social_movement": 766,
  "movement_in": 767,
  "social_movement_in": 768,
  "rights_movement": 769,
  "civil_rights_movement": 770,
  "anti": 771,
  "colonial": 772,
  "anti_colonial": 773,
  "reformer": 774,
  "reformer_in": 775,
  "conqueror": 776,
  "conqueror_in": 777,
  "ruler": 778,
  "ruler_in": 779,
  "statesman": 780,
  "statesman_in": 781,
  "regent": 782,
  "regent_in": 783,
  "governor": 784,
  "governor_in": 785,
  "general": 786,
  "general_in": 787,
  "admiral": 788,
  "admiral_in": 789,
  "explorer": 790,
  "explorer_in": 791,
  "inventor": 792,
  "inventor_in": 793,
  "inventor's": 794,
  "impact": 795,
  "inventor's_impact": 796,
  "impact_in": 797,
  "inventor's_impact_in": 798,
  "refugee": 799,
  "refugee_in": 800,
  "demographic": 801,
  "demographic_change": 802,
  "demographic_change_in": 803,
  "population": 804,
  "growth": 805,
  "population_growth": 806,
  "growth_in": 807,
  "population_growth_in": 808,
  "famine": 809,
  "famine_in": 810,
  "environmental_change": 811,
  "environmental_change_in": 812,
  "climate's": 813,
  "climate's_role": 814,
  "climate's_role_in": 815,
  "transportation": 816,
  "steamship": 817,
  "steamship_in": 818,
  "automobile": 819,
  "automobile_in": 820,
  "automobile_in_historical": 821,
  "aviation": 822,
  "aviation_in": 823,
  "communications": 824,
  "radio": 825,
  "radio_in": 826,
  "television": 827,
  "television_in": 828,
  "digital_age": 829,
  "digital_age_in": 830,
  "broad": 831,
  "broad_historical": 832,
  "turning": 833,
  "historical_turning": 834,
  "rise": 835,
  "rise_of": 836,
  "rise_of_a": 837,
  "of_a_civilization?": 838,
  "decline": 839,
  "decline_of": 840,
  "decline_of_a": 841,
  "collapse": 842,
  "collapse_in": 843,
  "long": 844,
  "long_term": 845,
  "long_term_consequence": 846,
  "short_term": 847,
  "short_term_consequence": 848,
  "immediate": 849,
  "underlying": 850,
  "multiple": 851,
  "causation": 852,
  "multiple_causation": 853,
  "causation_in": 854,
  "multiple_causation_in": 855,
  "contingency": 856,
  "contingency_in": 857,
  "presentism": 858,
  "presentism_in": 859,
  "revision": 860,
  "revision_in": 861,
  "revision_in_historical": 862,
  "versus": 863,
  "memory_versus": 864,
  "heritage": 865,
  "heritage_in": 866,
  "memorial": 867,
  "memorial_in": 868,
  "anniversary": 869,
  "anniversary_in": 870,
  "historic": 871,
  "excavation": 872,
  "excavation_in": 873,
  "dating": 874,
  "dating_in": 875,
  "preservation_of": 876,
  "an_archive": 877,
  "archive_in": 878,
  "an_archive_in": 879,
  "archive_in_history": 880,
  "history_for": 881,
  "for_a": 882,
  "a_creative": 883,
  "public_history_for": 884,
  "history_for_a": 885,
  "for_a_creative": 886,
  "milestone": 887,
  "a_milestone": 888,
  "milestone_in": 889,
  "a_milestone_in": 890,
  "milestone_in_project": 891,
  "primary_source_in": 892,
  "secondary_source_in": 893,
  "documentation": 894,
  "public-facing": 895,
  "a_founding": 896,
  "the_history": 897,
  "history_of": 898,
  "the_history_of": 899,
  "history_of_a": 900,
  "release": 901,
  "a_cultural": 902,
  "cultural_artifact": 903,
  "a_cultural_artifact": 904,
  "cultural_artifact_in": 905,
  "platform": 906,
  "preservation_in": 907,
  "historical_preservation_in": 908,
  "preservation_in_digital": 909,
  "obsolescence_in": 910,
  "obsolescence_in_digital": 911,
  "precedent_in": 912,
  "significance_in": 913,
  "a_period": 914,
  "a_period_in": 915,
  "written": 916,
  "material": 917,
  "a_documentary": 918,
  "legacy_in": 919,
  "about_civil": 920,
  "about_world": 921,
  "movement.": 922,
  "movement._history": 923,
  "about_public": 924,
  "period_in_history?": 925,
  "modern_history?": 926,
  "modern_history?_history": 927,
  "state?": 928,
  "state?_history": 929,
  "reform_in_history?": 930,
  "artifact_in_history?": 931,
  "rome": 932,
  "generally?": 933,
  "generally?_history": 934,
  "technology_in_history?": 935,
  "route?": 936,
  "route?_history": 937,
  "age_in_history?": 938,
  "world_history?": 939,
  "world_history?_history": 940,
  "system?": 941,
  "system?_history": 942,
  "memory?": 943,
  "memory?_history": 944,
  "naming_history": 945,
  "project_history": 946,
  "trend": 947,
  "does_trade": 948,
  "does_reform": 949,
  "does_social": 950,
  "does_age": 951,
  "does_age_of": 952,
  "does_cultural": 953,
  "does_nationalism": 954,
  "does_world_war": 955,
  "does_legal": 956,
  "exchange": 957,
  "in_historical_change?": 958,
  "role_in_history?": 959,
  "military_history?": 960,
  "military_history?_history": 961,
  "life_in_history?": 962,
  "tradition?": 963,
  "tradition?_history": 964,
  "culture?": 965,
  "culture?_history": 966,
  "change_in_history?": 967,
  "trend?": 968,
  "historical_trend?": 969,
  "trend?_history": 970,
  "historical_trend?_history": 971,
  "consequence_in_history?": 972,
  "cause?": 973,
  "cause?_history": 974,
  "in_archaeology?": 975,
  "in_archaeology?_history": 976,
  "record?": 977,
  "record?_history": 978,
  "unlim8ted's_naming_history": 979,
  "empire.": 980,
  "empire._history": 981,
  "period_in_history": 982,
  "medieval_history": 983,
  "modern_history": 984,
  "reform_in_history": 985,
  "artifact_in_history": 986,
  "ancient_rome": 987,
  "generally": 988,
  "technology_in_history": 989,
  "route": 990,
  "reformation": 991,
  "age_in_history": 992,
  "world_history": 993,
  "in_historical_change": 994,
  "role_in_history": 995,
  "military_history": 996,
  "life_in_history": 997,
  "tradition": 998,
  "change_in_history": 999,
  "historical_trend": 1000,
  "of_a_civilization": 1001,
  "consequence_in_history": 1002,
  "in_archaeology": 1003,
  "important": 1004,
  "of_a_historical": 1005,
  "explanation_of_a": 1006,
  "is_a_historical": 1007,
  "about_trade": 1008,
  "about_reform": 1009,
  "about_social": 1010,
  "about_age": 1011,
  "about_age_of": 1012,
  "about_cultural": 1013,
  "about_legal": 1014,
  "study?": 1015,
  "study?_history": 1016,
  "important_in": 1017,
  "of_exploration": 1018,
  "does_unlim8ted's": 1019,
  "me_about_the": 1020,
  "overview_of_the": 1021,
  "of_history": 1022,
  "describe_the": 1023,
  "you_describe_the": 1024,
  "what_does_the": 1025,
  "idea_of_the": 1026,
  "know_about_the": 1027,
  "why_does_the": 1028,
  "makes_the": 1029,
  "what_makes_the": 1030,
  "notable_about_the": 1031,
  "role_does_the": 1032,
  "study_the": 1033,
  "people_study_the": 1034,
  "care_about_the": 1035,
  "what_is_ancient": 1036,
  "important_in_history?": 1037,
  "of_history?": 1038,
  "of_history?_history": 1039,
  "does_unlim8ted's_naming": 1040,
  "me_about_ancient": 1041,
  "civilization.": 1042,
  "civilization._history": 1043,
  "revolution.": 1044,
  "revolution._history": 1045,
  "war.": 1046,
  "war._history": 1047,
  "overview_of_ancient": 1048,
  "of_revolution": 1049,
  "describe_ancient": 1050,
  "you_describe_ancient": 1051,
  "what_does_ancient": 1052,
  "does_medieval": 1053,
  "does_an": 1054,
  "does_migration": 1055,
  "does_colonization": 1056,
  "does_a_primary": 1057,
  "does_a_secondary": 1058,
  "does_manuscript": 1059,
  "does_ancient_civilization": 1060,
  "does_the_roman": 1061,
  "does_taxation": 1062,
  "does_labor": 1063,
  "does_islamic": 1064,
  "does_printing": 1065,
  "does_unification": 1066,
  "does_propaganda": 1067,
  "does_independence": 1068,
  "does_monument": 1069,
  "does_imperial": 1070,
  "does_bureaucracy": 1071,
  "does_census": 1072,
  "does_atlantic": 1073,
  "does_plantation": 1074,
  "does_emancipation": 1075,
  "does_civil_rights": 1076,
  "does_scientific": 1077,
  "does_arms": 1078,
  "does_environmental": 1079,
  "does_political": 1080,
  "does_succession": 1081,
  "does_digital": 1082,
  "does_public_history": 1083,
  "does_historical_preservation": 1084,
  "idea_of_ancient": 1085,
  "know_about_ancient": 1086,
  "why_is_ancient": 1087,
  "why_does_ancient": 1088,
  "makes_ancient": 1089,
  "what_makes_ancient": 1090,
  "notable_about_ancient": 1091,
  "role_does_ancient": 1092,
  "study_ancient": 1093,
  "people_study_ancient": 1094,
  "care_about_ancient": 1095,
  "significance?": 1096,
  "significance?_history": 1097,
  "sources": 1098,
  "matter": 1099,
  "pyramids?": 1100,
  "pyramids?_history": 1101,
  "is_public": 1102,
  "evidence": 1103,
  "website": 1104,
  "interpretation": 1105,
  "of_unlim8ted's": 1106,
  "of_unlim8ted's_naming": 1107,
  "idea_of_history": 1108,
  "explanation_of_the": 1109,
  "historian?": 1110,
  "a_historian?": 1111,
  "historian?_history": 1112,
  "a_historian?_history": 1113,
  "past?": 1114,
  "the_past?": 1115,
  "past?_history": 1116,
  "the_past?_history": 1117,
  "event?": 1118,
  "historical_event?": 1119,
  "event?_history": 1120,
  "a_historical_event?": 1121,
  "historical_event?_history": 1122,
  "ancient_history?": 1123,
  "ancient_history?_history": 1124,
  "prehistory?": 1125,
  "prehistory?_history": 1126,
  "an_empire?": 1127,
  "an_empire?_history": 1128,
  "kingdom?": 1129,
  "a_kingdom?": 1130,
  "kingdom?_history": 1131,
  "a_kingdom?_history": 1132,
  "a_dynasty?": 1133,
  "a_dynasty?_history": 1134,
  "city_state?": 1135,
  "a_city_state?": 1136,
  "city_state?_history": 1137,
  "republic_in_history?": 1138,
  "democracy_in_history?": 1139,
  "government_in_history?": 1140,
  "law_in_history?": 1141,
  "culture_in_history?": 1142,
  "religion_in_history?": 1143,
  "trade_in_history?": 1144,
  "migration_in_history?": 1145,
  "conquest?": 1146,
  "conquest?_history": 1147,
  "colonization?": 1148,
  "colonization?_history": 1149,
  "revolution_in_history?": 1150,
  "rebellion?": 1151,
  "rebellion?_history": 1152,
  "war_in_history?": 1153,
  "wars?": 1154,
  "wars?_history": 1155,
  "treaty?": 1156,
  "peace_treaty?": 1157,
  "treaty?_history": 1158,
  "peace_treaty?_history": 1159,
  "alliance_in_history?": 1160,
  "diplomacy?": 1161,
  "diplomacy?_history": 1162,
  "evidence?": 1163,
  "historical_evidence?": 1164,
  "evidence?_history": 1165,
  "historical_evidence?_history": 1166,
  "primary_source?": 1167,
  "a_primary_source?": 1168,
  "primary_source?_history": 1169,
  "secondary_source?": 1170,
  "a_secondary_source?": 1171,
  "secondary_source?_history": 1172,
  "ruin?": 1173,
  "a_ruin?": 1174,
  "ruin?_history": 1175,
  "a_ruin?_history": 1176,
  "inscription?": 1177,
  "inscription?_history": 1178,
  "manuscript_in_history?": 1179,
  "chronicle?": 1180,
  "chronicle?_history": 1181,
  "timeline_in_history?": 1182,
  "chronology?": 1183,
  "chronology?_history": 1184,
  "interpretation?": 1185,
  "historical_interpretation?": 1186,
  "interpretation?_history": 1187,
  "historical_interpretation?_history": 1188,
  "cause_in_history?": 1189,
  "effect_in_history?": 1190,
  "continuity_in_history?": 1191,
  "time_in_history?": 1192,
  "historical_significance?": 1193,
  "historical_significance?_history": 1194,
  "sources?": 1195,
  "historical_sources?": 1196,
  "sources?_history": 1197,
  "in_historical_sources?": 1198,
  "historical_sources?_history": 1199,
  "ancient_civilization?": 1200,
  "ancient_civilization?_history": 1201,
  "mesopotamia?": 1202,
  "mesopotamia?_history": 1203,
  "crescent?": 1204,
  "fertile_crescent?": 1205,
  "crescent?_history": 1206,
  "the_fertile_crescent?": 1207,
  "fertile_crescent?_history": 1208,
  "sumer?": 1209,
  "sumer?_history": 1210,
  "babylon?": 1211,
  "babylon?_history": 1212,
  "hammurabi?": 1213,
  "of_hammurabi?": 1214,
  "hammurabi?_history": 1215,
  "code_of_hammurabi?": 1216,
  "of_hammurabi?_history": 1217,
  "egypt?": 1218,
  "ancient_egypt?": 1219,
  "egypt?_history": 1220,
  "ancient_egypt?_history": 1221,
  "pharaoh?": 1222,
  "a_pharaoh?": 1223,
  "pharaoh?_history": 1224,
  "a_pharaoh?_history": 1225,
  "are": 1226,
  "hieroglyphics?": 1227,
  "hieroglyphics?_history": 1228,
  "mummification?": 1229,
  "mummification?_history": 1230,
  "greece?": 1231,
  "ancient_greece?": 1232,
  "greece?_history": 1233,
  "ancient_greece?_history": 1234,
  "athens?": 1235,
  "athens?_history": 1236,
  "sparta?": 1237,
  "sparta?_history": 1238,
  "republic?": 1239,
  "roman_republic?": 1240,
  "republic?_history": 1241,
  "the_roman_republic?": 1242,
  "roman_republic?_history": 1243,
  "roman_empire?": 1244,
  "the_roman_empire?": 1245,
  "roman_empire?_history": 1246,
  "in_ancient_rome?": 1247,
  "caesar?": 1248,
  "julius_caesar?": 1249,
  "caesar?_history": 1250,
  "julius_caesar?_history": 1251,
  "augustus?": 1252,
  "augustus?_history": 1253,
  "byzantine_empire?": 1254,
  "byzantine_empire?_history": 1255,
  "constantinople?": 1256,
  "constantinople?_history": 1257,
  "china?": 1258,
  "ancient_china?": 1259,
  "china?_history": 1260,
  "ancient_china?_history": 1261,
  "chinese_dynasty?": 1262,
  "a_chinese_dynasty?": 1263,
  "chinese_dynasty?_history": 1264,
  "wall?": 1265,
  "great_wall?": 1266,
  "wall?_history": 1267,
  "the_great_wall?": 1268,
  "great_wall?_history": 1269,
  "india?": 1270,
  "ancient_india?": 1271,
  "india?_history": 1272,
  "ancient_india?_history": 1273,
  "valley_civilization?": 1274,
  "indus_valley_civilization?": 1275,
  "valley_civilization?_history": 1276,
  "civilization_generally?": 1277,
  "ancient_civilization_generally?": 1278,
  "civilization_generally?_history": 1279,
  "agriculture_in_history?": 1280,
  "agricultural_revolution?": 1281,
  "the_agricultural_revolution?": 1282,
  "agricultural_revolution?_history": 1283,
  "irrigation_in_history?": 1284,
  "urbanization_in_history?": 1285,
  "trade_route?": 1286,
  "trade_route?_history": 1287,
  "merchant_in_history?": 1288,
  "economy_in_history?": 1289,
  "currency_in_history?": 1290,
  "coinage?": 1291,
  "coinage?_history": 1292,
  "taxation_in_history?": 1293,
  "labor_in_history?": 1294,
  "slavery_in_history?": 1295,
  "class_in_history?": 1296,
  "nobility?": 1297,
  "nobility?_history": 1298,
  "peasant_in_history?": 1299,
  "serfdom?": 1300,
  "serfdom?_history": 1301,
  "feudalism?": 1302,
  "feudalism?_history": 1303,
  "vassal?": 1304,
  "vassal?_history": 1305,
  "in_medieval_history?": 1306,
  "manor_in_history?": 1307,
  "ages?": 1308,
  "middle_ages?": 1309,
  "ages?_history": 1310,
  "middle_ages?_history": 1311,
  "europe?": 1312,
  "medieval_europe?": 1313,
  "europe?_history": 1314,
  "medieval_europe?_history": 1315,
  "renaissance?": 1316,
  "renaissance?_history": 1317,
  "renaissance": 1318,
  "humanism_in_history?": 1319,
  "protestant_reformation?": 1320,
  "protestant_reformation?_history": 1321,
  "church_in_history?": 1322,
  "crusades?": 1323,
  "crusades?_history": 1324,
  "caliphate?": 1325,
  "islamic_caliphate?": 1326,
  "caliphate?_history": 1327,
  "islamic_caliphate?_history": 1328,
  "age?": 1329,
  "golden_age?": 1330,
  "age?_history": 1331,
  "islamic_golden_age?": 1332,
  "golden_age?_history": 1333,
  "mongol_empire?": 1334,
  "mongol_empire?_history": 1335,
  "mongol_empire": 1336,
  "empire_important?": 1337,
  "empire_important?_history": 1338,
  "khan?": 1339,
  "genghis_khan?": 1340,
  "khan?_history": 1341,
  "genghis_khan?_history": 1342,
  "exploration_in_history?": 1343,
  "exploration?": 1344,
  "of_exploration?": 1345,
  "exploration?_history": 1346,
  "age_of_exploration?": 1347,
  "of_exploration?_history": 1348,
  "age_of_exploration": 1349,
  "in_world_history?": 1350,
  "imperialism?": 1351,
  "imperialism?_history": 1352,
  "mercantilism?": 1353,
  "mercantilism?_history": 1354,
  "transatlantic_trade?": 1355,
  "transatlantic_trade?_history": 1356,
  "triangular_trade?": 1357,
  "triangular_trade?_history": 1358,
  "people_in_history?": 1359,
  "cultural_exchange?": 1360,
  "cultural_exchange?_history": 1361,
  "diffusion?": 1362,
  "cultural_diffusion?": 1363,
  "diffusion?_history": 1364,
  "cultural_diffusion?_history": 1365,
  "columbian_exchange?": 1366,
  "the_columbian_exchange?": 1367,
  "columbian_exchange?_history": 1368,
  "enlightenment?": 1369,
  "enlightenment?_history": 1370,
  "enlightenment": 1371,
  "industrial_revolution?": 1372,
  "industrial_revolution?_history": 1373,
  "industrial_revolution": 1374,
  "factory_system?": 1375,
  "factory_system?_history": 1376,
  "engine?": 1377,
  "steam_engine?": 1378,
  "engine?_history": 1379,
  "steam_engine?_history": 1380,
  "railroad_in_history?": 1381,
  "press?": 1382,
  "printing_press?": 1383,
  "press?_history": 1384,
  "printing_press?_history": 1385,
  "press": 1386,
  "printing_press": 1387,
  "is_civil": 1388,
  "is_world": 1389,
  "scientific_revolution": 1390,
  "public_history?": 1391,
  "public_history?_history": 1392,
  "artifacts?": 1393,
  "artifacts?_history": 1394,
  "development_history": 1395,
  "rebrand?": 1396,
  "rebrand?_history": 1397,
  "version_history": 1398,
  "commit_history": 1399,
  "can": 1400,
  "a_website": 1401,
  "evolution": 1402,
  "studio_evolution": 1403,
  "in_project_history?": 1404,
  "timeline?": 1405,
  "a_timeline?": 1406,
  "timeline?_history": 1407,
  "a_timeline?_history": 1408,
  "continuity?": 1409,
  "continuity?_history": 1410,
  "analysis": 1411,
  "source_analysis": 1412,
  "internal_history?": 1413,
  "internal_history?_history": 1414,
  "chronology": 1415,
  "institutional_memory?": 1416,
  "institutional_memory?_history": 1417,
  "drift?": 1418,
  "historical_drift?": 1419,
  "drift?_history": 1420,
  "historical_drift?_history": 1421,
  "trail": 1422,
  "record_trail": 1423,
  "a_record_trail": 1424,
  "media_history": 1425,
  "comparison": 1426,
  "innovation_history": 1427,
  "periodization?": 1428,
  "periodization?_history": 1429,
  "use": 1430,
  "contemporary_history": 1431,
  "understanding": 1432,
  "about_medieval": 1433,
  "about_an": 1434,
  "dynasty.": 1435,
  "dynasty._history": 1436,
  "about_migration": 1437,
  "about_a_primary": 1438,
  "about_a_secondary": 1439,
  "about_manuscript": 1440,
  "about_the_roman": 1441,
  "system_in_history.": 1442,
  "about_taxation": 1443,
  "about_labor": 1444,
  "about_islamic": 1445,
  "about_printing": 1446,
  "about_unification": 1447,
  "about_world_war": 1448,
  "about_propaganda": 1449,
  "about_independence": 1450,
  "about_monument": 1451,
  "about_history": 1452,
  "about_imperial": 1453,
  "about_bureaucracy": 1454,
  "about_census": 1455,
  "about_atlantic": 1456,
  "about_plantation": 1457,
  "about_civil_rights": 1458,
  "about_scientific": 1459,
  "about_arms": 1460,
  "about_nationalism": 1461,
  "about_environmental": 1462,
  "about_political": 1463,
  "about_succession": 1464,
  "about_digital": 1465,
  "digital_history.": 1466,
  "digital_history._history": 1467,
  "of_trade": 1468,
  "of_cultural": 1469,
  "of_civil": 1470,
  "of_world": 1471,
  "of_public": 1472,
  "movement_mean?": 1473,
  "movement_mean?_history": 1474,
  "movement_important?": 1475,
  "movement_important?_history": 1476,
  "movement_matter?": 1477,
  "movement_matter?_history": 1478,
  "movement_useful?": 1479,
  "movement_useful?_history": 1480,
  "movement_play": 1481,
  "movement_play_in": 1482,
  "how_does_civil": 1483,
  "how_does_world": 1484,
  "movement_fit": 1485,
  "movement_fit_into": 1486,
  "how_does_public": 1487,
  "movement_connect": 1488,
  "movement_connect_to": 1489,
  "explanation_of_ancient": 1490,
  "is_trade": 1491,
  "mesopotamia": 1492,
  "hammurabi": 1493,
  "of_hammurabi": 1494,
  "code_of_hammurabi": 1495,
  "why_are": 1496,
  "question_why_are": 1497,
  "columbian_exchange": 1498,
  "the_columbian_exchange": 1499,
  "revolution_important?": 1500,
  "revolution_important?_history": 1501,
  "telegraph?": 1502,
  "telegraph?_history": 1503,
  "nationalism?": 1504,
  "nationalism?_history": 1505,
  "nation_state?": 1506,
  "nation_state?_history": 1507,
  "unification_in_history?": 1508,
  "civil_war?": 1509,
  "civil_war?_history": 1510,
  "world_war?": 1511,
  "world_war?_history": 1512,
  "i?": 1513,
  "war_i?": 1514,
  "i?_history": 1515,
  "world_war_i?": 1516,
  "war_i?_history": 1517,
  "ii?": 1518,
  "war_ii?": 1519,
  "ii?_history": 1520,
  "world_war_ii?": 1521,
  "war_ii?_history": 1522,
  "ii": 1523,
  "war_ii": 1524,
  "world_war_ii": 1525,
  "warfare?": 1526,
  "trench_warfare?": 1527,
  "warfare?_history": 1528,
  "trench_warfare?_history": 1529,
  "total_war?": 1530,
  "total_war?_history": 1531,
  "propaganda_in_history?": 1532,
  "cold_war?": 1533,
  "cold_war?_history": 1534,
  "decolonization?": 1535,
  "decolonization?_history": 1536,
  "independence_movement?": 1537,
  "independence_movement?_history": 1538,
  "constitution_in_history?": 1539,
  "citizenship_in_history?": 1540,
  "historical_memory?": 1541,
  "historical_memory?_history": 1542,
  "museum_in_history?": 1543,
  "archive?": 1544,
  "archive?_history": 1545,
  "monument_in_history?": 1546,
  "about?": 1547,
  "really_about?": 1548,
  "about?_history": 1549,
  "history_really_about?": 1550,
  "really_about?_history": 1551,
  "persia?": 1552,
  "ancient_persia?": 1553,
  "persia?_history": 1554,
  "ancient_persia?_history": 1555,
  "achaemenid_empire?": 1556,
  "achaemenid_empire?_history": 1557,
  "israel_in_history?": 1558,
  "phoenicia?": 1559,
  "phoenicia?_history": 1560,
  "carthage?": 1561,
  "carthage?_history": 1562,
  "punic_wars?": 1563,
  "punic_wars?_history": 1564,
  "han_dynasty?": 1565,
  "han_dynasty?_history": 1566,
  "qin_dynasty?": 1567,
  "qin_dynasty?_history": 1568,
  "chinese_history?": 1569,
  "in_chinese_history?": 1570,
  "chinese_history?_history": 1571,
  "confucianism_in_history?": 1572,
  "daoism_in_history?": 1573,
  "buddhism_in_history?": 1574,
  "hinduism_in_history?": 1575,
  "christianity_in_history?": 1576,
  "islam_in_history?": 1577,
  "judaism_in_history?": 1578,
  "pilgrimage_in_history?": 1579,
  "text_in_history?": 1580,
  "code_in_history?": 1581,
  "bureaucracy_in_history?": 1582,
  "administration_in_history?": 1583,
  "census_in_history?": 1584,
  "battle_in_history?": 1585,
  "in_military_history?": 1586,
  "siege?": 1587,
  "siege?_history": 1588,
  "cavalry?": 1589,
  "cavalry?_history": 1590,
  "infantry?": 1591,
  "infantry?_history": 1592,
  "navy_in_history?": 1593,
  "fortress_in_history?": 1594,
  "gunpowder_in_history?": 1595,
  "power_in_history?": 1596,
  "trade_empire?": 1597,
  "trade_empire?_history": 1598,
  "maritime_history?": 1599,
  "maritime_history?_history": 1600,
  "world?": 1601,
  "atlantic_world?": 1602,
  "world?_history": 1603,
  "atlantic_world?_history": 1604,
  "pacific_history?": 1605,
  "pacific_history?_history": 1606,
  "slavery?": 1607,
  "atlantic_slavery?": 1608,
  "slavery?_history": 1609,
  "atlantic_slavery?_history": 1610,
  "economy?": 1611,
  "plantation_economy?": 1612,
  "economy?_history": 1613,
  "plantation_economy?_history": 1614,
  "plantation_in_history?": 1615,
  "abolition_in_history?": 1616,
  "abolitionism?": 1617,
  "abolitionism?_history": 1618,
  "emancipation?": 1619,
  "emancipation?_history": 1620,
  "suffrage_in_history?": 1621,
  "suffrage?": 1622,
  "women's_suffrage?": 1623,
  "suffrage?_history": 1624,
  "women's_suffrage?_history": 1625,
  "labor_movement?": 1626,
  "labor_movement?_history": 1627,
  "labor_history?": 1628,
  "in_labor_history?": 1629,
  "labor_history?_history": 1630,
  "strike_in_history?": 1631,
  "industrialization?": 1632,
  "industrialization?_history": 1633,
  "mechanization?": 1634,
  "mechanization?_history": 1635,
  "health_in_history?": 1636,
  "epidemic_in_history?": 1637,
  "pandemic_in_history?": 1638,
  "death?": 1639,
  "black_death?": 1640,
  "death?_history": 1641,
  "black_death?_history": 1642,
  "scientific_revolution?": 1643,
  "scientific_revolution?_history": 1644,
  "method_in_history?": 1645,
  "secularization_in_history?": 1646,
  "republicanism_in_history?": 1647,
  "liberalism_in_history?": 1648,
  "conservatism_in_history?": 1649,
  "socialism_in_history?": 1650,
  "communism_in_history?": 1651,
  "capitalism_in_history?": 1652,
  "rivalry?": 1653,
  "imperial_rivalry?": 1654,
  "rivalry?_history": 1655,
  "imperial_rivalry?_history": 1656,
  "race?": 1657,
  "arms_race?": 1658,
  "race?_history": 1659,
  "arms_race?_history": 1660,
  "connection?": 1661,
  "imperialism_connection?": 1662,
  "connection?_history": 1663,
  "and_imperialism_connection?": 1664,
  "imperialism_connection?_history": 1665,
  "in_war?": 1666,
  "occupation_in_war?": 1667,
  "in_war?_history": 1668,
  "genocide_in_history?": 1669,
  "dictatorship?": 1670,
  "dictatorship?_history": 1671,
  "authoritarianism?": 1672,
  "authoritarianism?_history": 1673,
  "totalitarianism?": 1674,
  "totalitarianism?_history": 1675,
  "resistance_movement?": 1676,
  "resistance_movement?_history": 1677,
  "espionage_in_history?": 1678,
  "control?": 1679,
  "arms_control?": 1680,
  "control?_history": 1681,
  "arms_control?_history": 1682,
  "in_modern_history?": 1683,
  "globalization_in_history?": 1684,
  "communication_revolution?": 1685,
  "communication_revolution?_history": 1686,
  "deindustrialization?": 1687,
  "deindustrialization?_history": 1688,
  "environmental_history?": 1689,
  "environmental_history?_history": 1690,
  "gender_in_history?": 1691,
  "oral_history?": 1692,
  "oral_history?_history": 1693,
  "empathy?": 1694,
  "historical_empathy?": 1695,
  "empathy?_history": 1696,
  "historical_empathy?_history": 1697,
  "comparative_history?": 1698,
  "comparative_history?_history": 1699,
  "local_history?": 1700,
  "local_history?_history": 1701,
  "national_history?": 1702,
  "national_history?_history": 1703,
  "social_history?": 1704,
  "social_history?_history": 1705,
  "political_history?": 1706,
  "political_history?_history": 1707,
  "economic_history?": 1708,
  "economic_history?_history": 1709,
  "cultural_history?": 1710,
  "cultural_history?_history": 1711,
  "building?": 1712,
  "state_building?": 1713,
  "building?_history": 1714,
  "state_building?_history": 1715,
  "centralization_in_history?": 1716,
  "decentralization_in_history?": 1717,
  "in_monarchy?": 1718,
  "succession_in_monarchy?": 1719,
  "in_monarchy?_history": 1720,
  "crisis?": 1721,
  "succession_crisis?": 1722,
  "crisis?_history": 1723,
  "succession_crisis?_history": 1724,
  "legitimacy_in_history?": 1725,
  "authority?": 1726,
  "political_authority?": 1727,
  "authority?_history": 1728,
  "political_authority?_history": 1729,
  "sovereignty?": 1730,
  "sovereignty?_history": 1731,
  "border_in_history?": 1732,
  "frontier_in_history?": 1733,
  "annexation?": 1734,
  "annexation?_history": 1735,
  "partition_in_history?": 1736,
  "unification_movement?": 1737,
  "unification_movement?_history": 1738,
  "declaration?": 1739,
  "independence_declaration?": 1740,
  "declaration?_history": 1741,
  "independence_declaration?_history": 1742,
  "constitutional_monarchy?": 1743,
  "constitutional_monarchy?_history": 1744,
  "oligarchy_in_history?": 1745,
  "aristocracy_in_history?": 1746,
  "expansion?": 1747,
  "bureaucracy_expansion?": 1748,
  "expansion?_history": 1749,
  "bureaucracy_expansion?_history": 1750,
  "service_in_history?": 1751,
  "law?": 1752,
  "codified_law?": 1753,
  "law?_history": 1754,
  "codified_law?_history": 1755,
  "legal_tradition?": 1756,
  "legal_tradition?_history": 1757,
  "taxation_system?": 1758,
  "taxation_system?_history": 1759,
  "tribute_in_history?": 1760,
  "administration?": 1761,
  "census_administration?": 1762,
  "administration?_history": 1763,
  "census_administration?_history": 1764,
  "keeping_in_history?": 1765,
  "literacy_in_history?": 1766,
  "education_in_history?": 1767,
  "university_in_history?": 1768,
  "scholarly_tradition?": 1769,
  "scholarly_tradition?_history": 1770,
  "philosophy_in_history?": 1771,
  "art_in_history?": 1772,
  "architecture_in_history?": 1773,
  "building_in_history?": 1774,
  "architecture?": 1775,
  "historical_architecture?": 1776,
  "architecture?_history": 1777,
  "historical_architecture?_history": 1778,
  "systems?": 1779,
  "writing_systems?": 1780,
  "systems?_history": 1781,
  "historical_writing_systems?": 1782,
  "writing_systems?_history": 1783,
  "historical_study?": 1784,
  "in_historical_study?": 1785,
  "historical_study?_history": 1786,
  "manuscript_culture?": 1787,
  "manuscript_culture?_history": 1788,
  "printing_culture?": 1789,
  "printing_culture?_history": 1790,
  "newspaper_in_history?": 1791,
  "opinion_in_history?": 1792,
  "censorship_in_history?": 1793,
  "use?": 1794,
  "state_use?": 1795,
  "use?_history": 1796,
  "propaganda_state_use?": 1797,
  "state_use?_history": 1798,
  "nationalism_movement?": 1799,
  "nationalism_movement?_history": 1800,
  "reform_movement?": 1801,
  "reform_movement?_history": 1802,
  "movement_in_history?": 1803,
  "emancipation_movement?": 1804,
  "emancipation_movement?_history": 1805,
  "movement_generally?": 1806,
  "rights_movement_generally?": 1807,
  "movement_generally?_history": 1808,
  "colonial_movement?": 1809,
  "anti_colonial_movement?": 1810,
  "colonial_movement?_history": 1811,
  "reformer_in_history?": 1812,
  "conqueror_in_history?": 1813,
  "ruler_in_history?": 1814,
  "statesman_in_history?": 1815,
  "emperor?": 1816,
  "emperor?_history": 1817,
  "king?": 1818,
  "king?_history": 1819,
  "queen?": 1820,
  "queen?_history": 1821,
  "regent_in_history?": 1822,
  "governor_in_history?": 1823,
  "general_in_history?": 1824,
  "admiral_in_history?": 1825,
  "explorer_in_history?": 1826,
  "inventor_in_history?": 1827,
  "impact_in_history?": 1828,
  "migration_route?": 1829,
  "migration_route?_history": 1830,
  "diaspora?": 1831,
  "diaspora?_history": 1832,
  "refugee_in_history?": 1833,
  "growth_in_history?": 1834,
  "famine_in_history?": 1835,
  "transportation_history?": 1836,
  "transportation_history?_history": 1837,
  "steamship_in_history?": 1838,
  "aviation_in_history?": 1839,
  "communications_history?": 1840,
  "communications_history?_history": 1841,
  "radio_in_history?": 1842,
  "television_in_history?": 1843,
  "comparison?": 1844,
  "historical_comparison?": 1845,
  "comparison?_history": 1846,
  "historical_comparison?_history": 1847,
  "pattern?": 1848,
  "historical_pattern?": 1849,
  "pattern?_history": 1850,
  "historical_pattern?_history": 1851,
  "context?": 1852,
  "historical_context?": 1853,
  "context?_history": 1854,
  "historical_context?_history": 1855,
  "broad_historical_trend?": 1856,
  "overall?": 1857,
  "history_overall?": 1858,
  "overall?_history": 1859,
  "history_overall?_history": 1860,
  "point?": 1861,
  "turning_point?": 1862,
  "point?_history": 1863,
  "historical_turning_point?": 1864,
  "turning_point?_history": 1865,
  "collapse_in_history?": 1866,
  "era?": 1867,
  "reform_era?": 1868,
  "era?_history": 1869,
  "reform_era?_history": 1870,
  "of_empire?": 1871,
  "age_of_empire?": 1872,
  "of_empire?_history": 1873,
  "of_revolution?": 1874,
  "age_of_revolution?": 1875,
  "of_revolution?_history": 1876,
  "legacy?": 1877,
  "historical_legacy?": 1878,
  "legacy?_history": 1879,
  "historical_legacy?_history": 1880,
  "immediate_cause?": 1881,
  "immediate_cause?_history": 1882,
  "underlying_cause?": 1883,
  "underlying_cause?_history": 1884,
  "causation_in_history?": 1885,
  "contingency_in_history?": 1886,
  "perspective?": 1887,
  "historical_perspective?": 1888,
  "perspective?_history": 1889,
  "historical_perspective?_history": 1890,
  "presentism_in_history?": 1891,
  "debate?": 1892,
  "historical_debate?": 1893,
  "debate?_history": 1894,
  "historical_debate?_history": 1895,
  "understanding?": 1896,
  "historical_understanding?": 1897,
  "understanding?_history": 1898,
  "in_historical_understanding?": 1899,
  "historical_understanding?_history": 1900,
  "versus_history?": 1901,
  "memory_versus_history?": 1902,
  "versus_history?_history": 1903,
  "preservation?": 1904,
  "historical_preservation?": 1905,
  "preservation?_history": 1906,
  "historical_preservation?_history": 1907,
  "heritage_in_history?": 1908,
  "memorial_in_history?": 1909,
  "commemoration?": 1910,
  "commemoration?_history": 1911,
  "anniversary_in_history?": 1912,
  "site?": 1913,
  "historic_site?": 1914,
  "site?_history": 1915,
  "historic_site?_history": 1916,
  "excavation_in_archaeology?": 1917,
  "dating_in_archaeology?": 1918,
  "of_artifacts?": 1919,
  "preservation_of_artifacts?": 1920,
  "of_artifacts?_history": 1921,
  "documentary_record?": 1922,
  "documentary_record?_history": 1923,
  "idea_of_history?": 1924,
  "a_project_history?": 1925,
  "development_history?": 1926,
  "development_history?_history": 1927,
  "a_rebrand?": 1928,
  "a_rebrand?_history": 1929,
  "version_history?": 1930,
  "version_history?_history": 1931,
  "commit_history?": 1932,
  "commit_history?_history": 1933,
  "terms?": 1934,
  "history_terms?": 1935,
  "terms?_history": 1936,
  "in_history_terms?": 1937,
  "history_terms?_history": 1938,
  "historical_record?": 1939,
  "a_historical_record?": 1940,
  "historical_record?_history": 1941,
  "brand?": 1942,
  "creative_brand?": 1943,
  "brand?_history": 1944,
  "a_creative_brand?": 1945,
  "creative_brand?_history": 1946,
  "evolution?": 1947,
  "studio_evolution?": 1948,
  "evolution?_history": 1949,
