{
  "<PAD>": 0,
  "<BOS>": 1,
  "<EOS>": 2,
  "<UNK>": 3,
  ":": 4,
  "answer": 5,
  "equation": 6,
  "+": 7,
  "-": 8,
  "/": 9,
  "(": 10,
  ")": 11,
  "*": 12,
  "3": 13,
  "5": 14,
  "4": 15,
  "2": 16,
  "10": 17,
  "6": 18,
  "8": 19,
  "12": 20,
  "20": 21,
  "100": 22,
  "7": 23,
  "1": 24,
  "9": 25,
  "15": 26,
  "11": 27,
  "30": 28,
  "16": 29,
  "18": 30,
  "14": 31,
  "25": 32,
  "17": 33,
  "13": 34,
  "24": 35,
  "19": 36,
  "40": 37,
  "28": 38,
  "22": 39,
  "21": 40,
  "50": 41,
  "27": 42,
  "26": 43,
  "23": 44,
  "29": 45,
  "60": 46,
  "36": 47,
  "48": 48,
  "45": 49,
  "32": 50,
  "35": 51,
  "42": 52,
  "80": 53,
  "75": 54,
  "38": 55,
  "33": 56,
  "44": 57,
  "39": 58,
  "46": 59,
  "31": 60,
  "34": 61,
  "47": 62,
  "49": 63,
  "43": 64,
  "41": 65,
  "0": 66,
  "37": 67,
  "56": 68,
  "54": 69,
  "70": 70,
  "72": 71,
  "55": 72,
  "90": 73,
  "52": 74,
  "64": 75,
  "51": 76,
  "53": 77,
  "65": 78,
  "=": 79,
  "x": 80,
  "57": 81,
  "58": 82,
  "63": 83,
  "66": 84,
  "62": 85,
  "61": 86,
  "68": 87,
  "59": 88,
  "78": 89,
  "67": 90,
  "71": 91,
  "74": 92,
  "73": 93,
  "76": 94,
  "69": 95,
  "77": 96,
  "96": 97,
  "84": 98,
  "79": 99,
  "81": 100,
  "85": 101,
  "83": 102,
  "88": 103,
  "95": 104,
  "86": 105,
  "98": 106,
  "97": 107,
  "82": 108,
  "93": 109,
  "87": 110,
  "99": 111,
  "94": 112,
  "92": 113,
  "91": 114,
  "89": 115,
  "120": 116,
  "200": 117,
  "150": 118,
  "300": 119,
  "180": 120,
  "240": 121,
  "400": 122,
  "160": 123,
  "500": 124,
  "140": 125,
  "110": 126,
  "250": 127,
  "108": 128,
  "105": 129,
  "135": 130,
  "144": 131,
  "125": 132,
  "112": 133,
  "168": 134,
  "130": 135,
  "360": 136,
  "104": 137,
  "480": 138,
  "114": 139,
  "126": 140,
  "220": 141,
  "102": 142,
  "210": 143,
  "450": 144,
  "270": 145,
  "117": 146,
  "320": 147,
  "280": 148,
  "170": 149,
  "162": 150,
  "132": 151,
  "350": 152,
  "115": 153,
  "128": 154,
  "119": 155,
  "106": 156,
  "123": 157,
  "198": 158,
  "136": 159,
  "190": 160,
  "216": 161,
  "143": 162,
  "225": 163,
  "156": 164,
  "195": 165,
  "192": 166,
  "111": 167,
  "121": 168,
  "101": 169,
  "165": 170,
  "124": 171,
  "139": 172,
  "138": 173,
  "260": 174,
  "141": 175,
  "175": 176,
  "196": 177,
  "154": 178,
  "145": 179,
  "171": 180,
  "600": 181,
  "420": 182,
  "134": 183,
  "118": 184,
  "116": 185,
  "133": 186,
  "166": 187,
  "146": 188,
  "147": 189,
  "109": 190,
  "340": 191,
  "178": 192,
  "107": 193,
  "255": 194,
  "164": 195,
  "224": 196,
  "142": 197,
  "129": 198,
  "113": 199,
  "177": 200,
  "155": 201,
  "252": 202,
  "122": 203,
  "176": 204,
  "153": 205,
  "186": 206,
  "182": 207,
  "127": 208,
  "149": 209,
  "285": 210,
  "208": 211,
  "159": 212,
  "324": 213,
  "189": 214,
  "157": 215,
  "184": 216,
  "336": 217,
  "205": 218,
  "215": 219,
  "276": 220,
  "188": 221,
  "288": 222,
  "209": 223,
  "194": 224,
  "199": 225,
  "152": 226,
  "103": 227,
  "330": 228,
  "204": 229,
  "148": 230,
  "167": 231,
  "163": 232,
  "151": 233,
  "375": 234,
  "228": 235,
  "230": 236,
  "172": 237,
  "248": 238,
  "185": 239,
  "174": 240,
  "294": 241,
  "181": 242,
  "275": 243,
  "266": 244,
  "179": 245,
  "187": 246,
  "235": 247,
  "315": 248,
  "131": 249,
  "158": 250,
  "264": 251,
  "217": 252,
  "232": 253,
  "256": 254,
  "253": 255,
  "239": 256,
  "137": 257,
  "238": 258,
  "202": 259,
  "291": 260,
  "342": 261,
  "207": 262,
  "222": 263,
  "236": 264,
  "273": 265,
  "380": 266,
  "169": 267,
  "231": 268,
  "432": 269,
  "201": 270,
  "234": 271,
  "247": 272,
  "197": 273,
  "310": 274,
  "221": 275,
  "244": 276,
  "237": 277,
  "212": 278,
  "365": 279,
  "307": 280,
  "308": 281,
  "203": 282,
  "396": 283,
  "219": 284,
  "392": 285,
  "440": 286,
  "475": 287,
  "161": 288,
  "271": 289,
  "352": 290,
  "490": 291,
  "369": 292,
  "312": 293,
  "229": 294,
  "304": 295,
  "241": 296,
  "384": 297,
  "410": 298,
  "333": 299,
  "259": 300,
  "299": 301,
  "290": 302,
  "268": 303,
  "206": 304,
  "211": 305,
  "278": 306,
  "322": 307,
  "289": 308,
  "345": 309,
  "325": 310,
  "344": 311,
  "245": 312,
  "434": 313,
  "218": 314,
  "191": 315,
  "223": 316,
  "279": 317,
  "214": 318,
  "317": 319,
  "378": 320,
  "297": 321,
  "424": 322,
  "183": 323,
  "246": 324,
  "371": 325,
  "318": 326,
  "448": 327,
  "343": 328,
  "319": 329,
  "364": 330,
  "306": 331,
  "326": 332,
  "227": 333,
  "1000": 334,
  "390": 335,
  "347": 336,
  "283": 337,
  "265": 338,
  "193": 339,
  "272": 340,
  "296": 341,
  "323": 342,
  "351": 343,
  "388": 344,
  "269": 345,
  "455": 346,
  "405": 347,
  "413": 348,
  "267": 349,
  "213": 350,
  "302": 351,
  "254": 352,
  "426": 353,
  "362": 354,
  "258": 355,
  "281": 356,
  "469": 357,
  "370": 358,
  "376": 359,
  "303": 360,
  "305": 361,
  "372": 362,
  "349": 363,
  "263": 364,
  "251": 365,
  "313": 366,
  "379": 367,
  "456": 368,
  "374": 369,
  "399": 370,
  "282": 371,
  "173": 372,
  "385": 373,
  "226": 374,
  "437": 375,
  "284": 376,
  "277": 377,
  "233": 378,
  "309": 379,
  "332": 380,
  "337": 381,
  "292": 382,
  "242": 383,
  "403": 384,
  "327": 385,
  "427": 386,
  "356": 387,
  "357": 388,
  "418": 389,
  "468": 390,
  "329": 391,
  "348": 392,
  "287": 393,
  "243": 394,
  "429": 395,
  "408": 396,
  "460": 397,
  "471": 398,
  "298": 399,
  "404": 400,
  "314": 401,
  "293": 402,
  "411": 403,
  "493": 404,
  "354": 405,
  "249": 406,
  "368": 407,
  "257": 408,
  "462": 409,
  "261": 410,
  "419": 411,
  "414": 412,
  "425": 413,
  "430": 414,
  "339": 415,
  "495": 416,
  "421": 417,
  "398": 418,
  "407": 419,
  "363": 420,
  "000": 421,
  "452": 422,
  "335": 423,
  "387": 424,
  "383": 425,
  "435": 426,
  "301": 427,
  "316": 428,
  "353": 429,
  "334": 430,
  "461": 431,
  "422": 432,
  "338": 433,
  "401": 434,
  "478": 435,
  "377": 436,
  "389": 437,
  "331": 438,
  "441": 439,
  "311": 440,
  "464": 441,
  "467": 442,
  "486": 443,
  "497": 444,
  "412": 445,
  "442": 446,
  "295": 447,
  "402": 448,
  "476": 449,
  "381": 450,
  "444": 451,
  "341": 452,
  "494": 453,
  "465": 454,
  "394": 455,
  "446": 456,
  "443": 457,
  "358": 458,
  "274": 459,
  "382": 460,
  "367": 461,
  "479": 462,
  "262": 463,
  "395": 464,
  "355": 465,
  "346": 466,
  "436": 467,
  "321": 468,
  "483": 469,
  "496": 470,
  "428": 471,
  "423": 472,
  "328": 473,
  "366": 474,
  "445": 475,
  "485": 476,
  "406": 477,
  "484": 478,
  "386": 479,
  "391": 480,
  "449": 481,
  "361": 482,
  "417": 483,
  "470": 484,
  "498": 485,
  "492": 486,
  "433": 487,
  "458": 488,
  "409": 489,
  "431": 490,
  "373": 491,
  "415": 492,
  "286": 493,
  "397": 494,
  "477": 495,
  "472": 496,
  "488": 497,
  "491": 498,
  "451": 499,
  "481": 500,
  "463": 501,
  "439": 502,
  "438": 503,
  "473": 504,
  "489": 505,
  "416": 506,
  "499": 507,
  "393": 508,
  "466": 509,
  "359": 510,
  "474": 511,
  "459": 512,
  "457": 513,
  "454": 514,
  "482": 515,
  "487": 516,
  "453": 517,
  "447": 518,
  "1200": 519,
  "800": 520,
  "2000": 521,
  ".": 522,
  "2.0": 523,
  "4.0": 524,
  "1.5": 525,
  "3000": 526,
  "700": 527,
  "3.0": 528,
  "900": 529,
  "6.0": 530,
  "720": 531,
  "5.0": 532,
  "8.0": 533,
  "1500": 534,
  "1800": 535,
  "540": 536,
  "7.0": 537,
  "4000": 538,
  "750": 539,
  "504": 540,
  "560": 541,
  "525": 542,
  "520": 543,
  "640": 544,
  "1600": 545,
  "0.5": 546,
  "10.0": 547,
  "2400": 548,
  "12.0": 549,
  "630": 550,
  "5000": 551,
  "660": 552,
  "54.5": 553,
  "680": 554,
  "840": 555,
  "49.5": 556,
  "576": 557,
  "2.5": 558,
  "672": 559,
  "14.0": 560,
  "47.5": 561,
  "51.5": 562,
  "550": 563,
  "960": 564,
  "570": 565,
  "528": 566,
  "650": 567,
  "510": 568,
  "53.5": 569,
  "48.5": 570,
  "9.0": 571,
  "551": 572,
  "50.5": 573,
  "11.0": 574,
  "546": 575,
  "532": 576,
  "52.5": 577,
  "46.5": 578,
  "507": 579,
  "594": 580,
  "675": 581,
  "55.5": 582,
  "45.5": 583,
  "1400": 584,
  "527": 585,
  "57.5": 586,
  "62.5": 587,
  "552": 588,
  "648": 589,
  "58.5": 590,
  "40.5": 591,
  "558": 592,
  "574": 593,
  "616": 594,
  "39.5": 595,
  "_": 596,
  "41.5": 597,
  "780": 598,
  "513": 599,
  "512": 600,
  "43.5": 601,
  "564": 602,
  "37.5": 603,
  "516": 604,
  "575": 605,
  "42.5": 606,
  "3600": 607,
  "624": 608,
  "511": 609,
  "19.0": 610,
  "620": 611,
  "602": 612,
  "2500": 613,
  "6000": 614,
  "503": 615,
  "506": 616,
  "13.0": 617,
  "585": 618,
  "760": 619,
  "567": 620,
  "565": 621,
  "521": 622,
  "56.5": 623,
  "519": 624,
  "44.5": 625,
  "584": 626,
  "523": 627,
  "581": 628,
  "8000": 629,
  "625": 630,
  "61.5": 631,
  "536": 632,
  "10000": 633,
  "526": 634,
  "518": 635,
  "588": 636,
  "569": 637,
  "514": 638,
  "502": 639,
  "38.5": 640,
  "15.0": 641,
  "605": 642,
  "59.5": 643,
  "34.5": 644,
  "582": 645,
  "589": 646,
  "580": 647,
  "612": 648,
  "583": 649,
  "595": 650,
  "728": 651,
  "572": 652,
  "530": 653,
  "586": 654,
  "549": 655,
  "568": 656,
  "20000": 657,
  "684": 658,
  "16.0": 659,
  "522": 660,
  "534": 661,
  "533": 662,
  "554": 663,
  "50.6667": 664,
  "509": 665,
  "598": 666,
  "553": 667,
  "4.5": 668,
  "515": 669,
  "561": 670,
  "810": 671,
  "524": 672,
  "539": 673,
  "599": 674,
  "544": 675,
  "559": 676,
  "47.75": 677,
  "48.3333": 678,
  "548": 679,
  "501": 680,
  "60.5": 681,
  "63.5": 682,
  "59.3333": 683,
  "627": 684,
  "756": 685,
  "505": 686,
  "49.4": 687,
  "508": 688,
  "46.8": 689,
  "45.6667": 690,
  "56.6667": 691,
  "54.3333": 692,
  "38.3333": 693,
  "603": 694,
  "535": 695,
  "44.3333": 696,
  "35.5": 697,
  "704": 698,
  "517": 699,
  "66.5": 700,
  "4800": 701,
  "53.6667": 702,
  "54.6667": 703,
  "601": 704,
  "556": 705,
  "609": 706,
  "2100": 707,
  "64.5": 708,
  "65.5": 709,
  "41.3333": 710,
  "611": 711,
  "44.6667": 712,
  "46.25": 713,
  "45.3333": 714,
  "12000": 715,
  "52.75": 716,
  "40.6667": 717,
  "531": 718,
  "1260": 719,
  "60.6667": 720,
  "651": 721,
  "623": 722,
  "20.0": 723,
  "545": 724,
  "563": 725,
  "573": 726,
  "730": 727,
  "618": 728,
  "619": 729,
  "632": 730,
  "53.25": 731,
  "50.25": 732,
  "49.25": 733,
  "770": 734,
  "629": 735,
  "529": 736,
  "690": 737,
  "670": 738,
  "1920": 739,
  "49.6667": 740,
  "48.75": 741,
  "538": 742,
  "658": 743,
  "644": 744,
  "608": 745,
  "566": 746,
  "555": 747,
  "642": 748,
  "768": 749,
  "621": 750,
  "706": 751,
  "36.5": 752,
  "32.5": 753,
  "541": 754,
  "51.6667": 755,
  "591": 756,
  "697": 757,
  "610": 758,
  "667": 759,
  "542": 760,
  "792": 761,
  "52.3333": 762,
  "557": 763,
  "1440": 764,
  "702": 765,
  "49.75": 766,
  "850": 767,
  "638": 768,
  "562": 769,
  "48.2": 770,
  "56.3333": 771,
  "1050": 772,
  "590": 773,
  "696": 774,
  "631": 775,
  "55.3333": 776,
  "577": 777,
  "50.2": 778,
  "47.6": 779,
  "686": 780,
  "537": 781,
  "578": 782,
  "628": 783,
  "665": 784,
  "62.6667": 785,
  "547": 786,
  "55.75": 787,
  "49.3333": 788,
  "41.6667": 789,
  "55.6667": 790,
  "571": 791,
  "592": 792,
  "1080": 793,
  "67.5": 794,
  "682": 795,
  "47.6667": 796,
  "663": 797,
  "652": 798,
  "30.5": 799,
  "42.8": 800,
  "53.4": 801,
  "45.75": 802,
  "68.5": 803,
  "666": 804,
  "18.0": 805,
  "587": 806,
  "50.8": 807,
  "55.25": 808,
  "615": 809,
  "55.4": 810,
  "33.5": 811,
  "61.6667": 812,
  "864": 813,
  "593": 814,
  "679": 815,
  "634": 816,
  "47.2": 817,
  "43.6667": 818,
  "56.25": 819,
  "646": 820,
  "49.6": 821,
  "58.6667": 822,
  "47.4": 823,
  "38.25": 824,
  "51.4": 825,
  "46.75": 826,
  "597": 827,
  "28.5": 828,
  "72.5": 829,
  "51.8": 830,
  "48.6": 831,
  "52.6667": 832,
  "43.25": 833,
  "**": 834,
  "01": 835,
  "48.8": 836,
  "54.2": 837,
  "2800": 838,
  "725": 839,
  "53.8": 840,
  "3.5": 841,
  "828": 842,
  "42.25": 843,
  "654": 844,
  "722": 845,
  "62.3333": 846,
  "48.25": 847,
  "31.5": 848,
  "57.75": 849,
  "44.25": 850,
  "607": 851,
  "676": 852,
  "4500": 853,
  "664": 854,
  "49.2": 855,
  "606": 856,
  "1100": 857,
  "56.75": 858,
  "25.5": 859,
  "59.6667": 860,
  "44.75": 861,
  "39.3333": 862,
  "784": 863,
  "42.3333": 864,
  "46.6667": 865,
  "681": 866,
  "54.75": 867,
  "60.75": 868,
  "649": 869,
  "36.3333": 870,
  "639": 871,
  "50.3333": 872,
  "65.6667": 873,
  "677": 874,
  "622": 875,
  "17.0": 876,
  "880": 877,
  "57.6667": 878,
  "645": 879,
  "693": 880,
  "44.4": 881,
  "1900": 882,
  "41.75": 883,
  "60.3333": 884,
  "674": 885,
  "45.25": 886,
  "1250": 887,
  "41.4": 888,
  "825": 889,
  "687": 890,
  "39.6667": 891,
  "42.2": 892,
  "37.6667": 893,
  "752": 894,
  "659": 895,
  "34.6667": 896,
  "596": 897,
  "70.5": 898,
  "61.3333": 899,
  "744": 900,
  "1.25": 901,
  "47.25": 902,
  "60.25": 903,
  "62.25": 904,
  "736": 905,
  "51.25": 906,
  "51.75": 907,
  "641": 908,
  "59.75": 909,
  "37.75": 910,
  "716": 911,
  "712": 912,
  "749": 913,
  "57.6": 914,
  "58.2": 915,
  "710": 916,
  "40.4": 917,
  "26.5": 918,
  "54.25": 919,
  "698": 920,
  "54.8": 921,
  "617": 922,
  "729": 923,
  "836": 924,
  "53.3333": 925,
  "46.4": 926,
  "37.3333": 927,
  "707": 928,
  "653": 929,
  "44.6": 930,
  "45.2": 931,
  "683": 932,
  "57.8": 933,
  "633": 934,
  "27.5": 935,
  "59.4": 936,
  "43.2": 937,
  "38.2": 938,
  "51.2": 939,
  "816": 940,
  "748": 941,
  "637": 942,
  "51.3333": 943,
  "63.6667": 944,
  "782": 945,
  "740": 946,
  "626": 947,
  "604": 948,
  "41.25": 949,
  "56.2": 950,
  "39.25": 951,
  "64.3333": 952,
  "55.2": 953,
  "50.4": 954,
  "636": 955,
  "48.6667": 956,
  "52.2": 957,
  "69.5": 958,
  "688": 959,
  "543": 960,
  "59.6": 961,
  "46.6": 962,
  "47.3333": 963,
  "45.6": 964,
  "40.3333": 965,
  "711": 966,
  "705": 967,
  "52.25": 968,
  "40.75": 969,
  "45.4": 970,
  "694": 971,
  "1350": 972,
  "2700": 973,
  "52.4": 974,
  "689": 975,
  "52.8": 976,
  "738": 977,
  "58.8": 978,
  "71.5": 979,
  "709": 980,
  "59.2": 981,
  "36.6667": 982,
  "58.6": 983,
  "656": 984,
  "62.75": 985,
  "38.6667": 986,
  "46.3333": 987,
  "614": 988,
  "46.2": 989,
  "57.25": 990,
  "55.6": 991,
  "765": 992,
  "38.4": 993,
  "673": 994,
  "43.8": 995,
  "655": 996,
  "29.5": 997,
  "668": 998,
  "635": 999,
  "726": 1000,
  "691": 1001,
  "28.0": 1002,
  "714": 1003,
  "53.75": 1004,
  "31.6667": 1005,
  "613": 1006,
  "718": 1007,
  "715": 1008,
  "60.8": 1009,
  "63.75": 1010,
  "16000": 1011,
  "657": 1012,
  "42.6": 1013,
  "51.6": 1014,
  "54.4": 1015,
  "58.3333": 1016,
  "50.75": 1017,
  "34.75": 1018,
  "678": 1019,
  "579": 1020,
  "1700": 1021,
  "775": 1022,
  "37.2": 1023,
  "47.8": 1024,
  "699": 1025,
  "783": 1026,
  "61.2": 1027,
  "56.6": 1028,
  "73.5": 1029,
  "671": 1030,
  "34.3333": 1031,
  "44.8": 1032,
  "920": 1033,
  "731": 1034,
  "7.5": 1035,
  "43.3333": 1036,
  "819": 1037,
  "59.25": 1038,
  "723": 1039,
  "1890": 1040,
  "61.25": 1041,
  "732": 1042,
  "48.4": 1043,
  "812": 1044,
  "703": 1045,
  "0.25": 1046,
  "754": 1047,
  "685": 1048,
  "39.6": 1049,
  "58.4": 1050,
  "49.8": 1051,
  "53.2": 1052,
  "643": 1053,
  "53.6": 1054,
  "832": 1055,
  "63.3333": 1056,
  "42.75": 1057,
  "771": 1058,
  "44.2": 1059,
  "1680": 1060,
  "701": 1061,
  "737": 1062,
  "58.75": 1063,
  "60.4": 1064,
  "1300": 1065,
  "742": 1066,
  "662": 1067,
  "40.25": 1068,
  "65.3333": 1069,
  "56.4": 1070,
  "43.75": 1071,
  "24000": 1072,
  "38.8": 1073,
  "1020": 1074,
  "40.6": 1075,
  "708": 1076,
  "798": 1077,
  "55.8": 1078,
  "64.6667": 1079,
  "735": 1080,
  "804": 1081,
  "727": 1082,
  "62.4": 1083,
  "35.3333": 1084,
  "52.6": 1085,
  "759": 1086,
  "60000": 1087,
  "43.4": 1088,
  "40.8": 1089,
  "50.6": 1090,
  "57.2": 1091,
  "76.5": 1092,
  "57.3333": 1093,
  "54.6": 1094,
  "7200": 1095,
  "33.6667": 1096,
  "858": 1097,
  "762": 1098,
  "22.5": 1099,
  "2600": 1100,
  "43.6": 1101,
  "29.3333": 1102,
  "739": 1103,
  "3200": 1104,
  "21.5": 1105,
  "61.4": 1106,
  "2250": 1107,
  "713": 1108,
  "33.3333": 1109,
  "61.75": 1110,
  "30.0": 1111,
  "807": 1112,
  "57.4": 1113,
  "2520": 1114,
  "60.6": 1115,
  "647": 1116,
  "1056": 1117,
  "837": 1118,
  "776": 1119,
  "35.25": 1120,
  "669": 1121,
  "847": 1122,
  "62.2": 1123,
  "35.8": 1124,
  "24.5": 1125,
  "882": 1126,
  "41.6": 1127,
  "41.2": 1128,
  "661": 1129,
  "757": 1130,
  "35.6667": 1131,
  "741": 1132,
  "58.25": 1133,
  "31.75": 1134,
  "39.75": 1135,
  "779": 1136,
  "2160": 1137,
  "936": 1138,
  "33.25": 1139,
  "724": 1140,
  "27.6667": 1141,
  "719": 1142,
  "1320": 1143,
  "924": 1144,
  "855": 1145,
  "0.2": 1146,
  "23.0": 1147,
  "767": 1148,
  "1512": 1149,
  "36.2": 1150,
  "23.5": 1151,
  "721": 1152,
  "36.25": 1153,
  "15000": 1154,
  "36.75": 1155,
  "68.3333": 1156,
  "41.8": 1157,
  "36.8": 1158,
  "990": 1159,
  "33.75": 1160,
  "64.4": 1161,
  "746": 1162,
  "63.25": 1163,
  "79.5": 1164,
  "743": 1165,
  "781": 1166,
  "30.6667": 1167,
  "692": 1168,
  "32.3333": 1169,
  "717": 1170,
  "734": 1171,
  "805": 1172,
  "45.8": 1173,
  "860": 1174,
  "37.8": 1175,
  "39.2": 1176,
  "695": 1177,
  "67.3333": 1178,
  "42.6667": 1179,
  "747": 1180,
  "37.25": 1181,
  "32.75": 1182,
  "786": 1183,
  "38.6": 1184,
  "980": 1185,
  "950": 1186,
  "40.2": 1187,
  "59.8": 1188,
  "60.2": 1189,
  "66.75": 1190,
  "74.5": 1191,
  "69.75": 1192,
  "814": 1193,
  "39.4": 1194,
  "912": 1195,
  "56.8": 1196,
  "733": 1197,
  "774": 1198,
  "32.25": 1199,
  "35.6": 1200,
  "63.2": 1201,
  "68.25": 1202,
  "945": 1203,
  "796": 1204,
  "62.8": 1205,
  "751": 1206,
  "38.75": 1207,
  "891": 1208,
  "772": 1209,
  "65.75": 1210,
  "34.8": 1211,
  "67.8": 1212,
  "1040": 1213,
  "801": 1214,
  "820": 1215,
  "2200": 1216,
  "1650": 1217,
  "66.3333": 1218,
  "64.2": 1219,
  "22.0": 1220,
  "35.4": 1221,
  "67.25": 1222,
  "791": 1223,
  "1120": 1224,
  "37.4": 1225,
  "1360": 1226,
  "26.0": 1227,
  "788": 1228,
  "777": 1229,
  "31.3333": 1230,
  "1008": 1231,
  "42.4": 1232,
  "32.6667": 1233,
  "69.3333": 1234,
  "802": 1235,
  "30.3333": 1236,
  "61.6": 1237,
  "846": 1238,
  "3500": 1239,
  "67.6": 1240,
  "884": 1241,
  "63.6": 1242,
  "75.5": 1243,
  "68.4": 1244,
  "67.75": 1245,
  "5400": 1246,
  "64.75": 1247,
  "875": 1248,
  "64.25": 1249,
  "803": 1250,
  "874": 1251,
  "789": 1252,
  "753": 1253,
  "35.75": 1254,
  "65.25": 1255,
  "20.5": 1256,
  "66.6667": 1257,
  "36.0": 1258,
  "2880": 1259,
  "833": 1260,
  "893": 1261,
  "1728": 1262,
  "26.3333": 1263,
  "5.5": 1264,
  "31.25": 1265,
  "795": 1266,
  "9000": 1267,
  "806": 1268,
  "34.25": 1269,
  "21.0": 1270,
  "14400": 1271,
  "761": 1272,
  "10.5": 1273,
  "2240": 1274,
  "33.4": 1275,
  "26.6667": 1276,
  "1.2": 1277,
  "758": 1278,
  "1104": 1279,
  "818": 1280,
  "1980": 1281,
  "27.75": 1282,
  "33.2": 1283,
  "6.5": 1284,
  "73.3333": 1285,
  "71.6667": 1286,
  "32.4": 1287,
  "1750": 1288,
  "30.75": 1289,
  "799": 1290,
  "31.8": 1291,
  "28.6667": 1292,
  "817": 1293,
  "797": 1294,
  "867": 1295,
  "77.5": 1296,
  "910": 1297,
  "64.8": 1298,
  "69.25": 1299,
  "826": 1300,
  "755": 1301,
  "39.8": 1302,
  "62.6": 1303,
  "787": 1304,
  "809": 1305,
  "34.2": 1306,
  "67.6667": 1307,
  "24.0": 1308,
  "745": 1309,
  "70.6667": 1310,
  "74.6667": 1311,
  "1344": 1312,
  "1152": 1313,
  "66.6": 1314,
  "19.5": 1315,
  "769": 1316,
  "1140": 1317,
  "785": 1318,
  "72.3333": 1319,
  "0.1": 1320,
  "27.3333": 1321,
  "80.5": 1322,
  "5600": 1323,
  "0.50": 1324,
  "67.2": 1325,
  "975": 1326,
  "34.4": 1327,
  "902": 1328,
  "918": 1329,
  "24.3333": 1330,
  "823": 1331,
  "61.8": 1332,
  "70.3333": 1333,
  "873": 1334,
  "764": 1335,
  "876": 1336,
  "73.6667": 1337,
  "33.6": 1338,
  "29.6": 1339,
  "17.5": 1340,
  "78.5": 1341,
  "822": 1342,
  "00": 1343,
  "763": 1344,
  "841": 1345,
  "36.4": 1346,
  "29.25": 1347,
  "7000": 1348,
  "868": 1349,
  "37.6": 1350,
  "851": 1351,
  "40000": 1352,
  "1872": 1353,
  "897": 1354,
  "2340": 1355,
  "1188": 1356,
  "1092": 1357,
  "813": 1358,
  "790": 1359,
  "74.3333": 1360,
  "852": 1361,
  "66.25": 1362,
  "39.0": 1363,
  "25.3333": 1364,
  "33.8": 1365,
  "36.6": 1366,
  "72.6667": 1367,
  "4200": 1368,
  "100000": 1369,
  "4400": 1370,
  "2280": 1371,
  "29.6667": 1372,
  "65.2": 1373,
  "36000": 1374,
  "29.8": 1375,
  "32.0": 1376,
  "35.0": 1377,
  "888": 1378,
  "65.4": 1379,
  "861": 1380,
  "827": 1381,
  "831": 1382,
  "63.8": 1383,
  "815": 1384,
  "81.5": 1385,
  "854": 1386,
  "66.4": 1387,
  "930": 1388,
  "1848": 1389,
  "71.3333": 1390,
  "18.5": 1391,
  "808": 1392,
  "14.5": 1393,
  "76.3333": 1394,
  "3300": 1395,
  "25.6667": 1396,
  "2016": 1397,
  "890": 1398,
  "830": 1399,
  "794": 1400,
  "26.4": 1401,
  "12.5": 1402,
  "74.75": 1403,
  "71.75": 1404,
  "28.3333": 1405,
  "859": 1406,
  "845": 1407,
  "1620": 1408,
  "793": 1409,
  "6600": 1410,
  "1248": 1411,
  "0.3333333333333333": 1412,
  "838": 1413,
  "1150": 1414,
  "63.4": 1415,
  "70.75": 1416,
  "773": 1417,
  "68.6667": 1418,
  "1560": 1419,
  "66.2": 1420,
  "65.6": 1421,
  "28.8": 1422,
  "28.25": 1423,
  "899": 1424,
  "1450": 1425,
  "1584": 1426,
  "3900": 1427,
  "903": 1428,
  "14000": 1429,
  "844": 1430,
  "821": 1431,
  "30.25": 1432,
  "69.6667": 1433,
  "849": 1434,
  "13.5": 1435,
  "34.6": 1436,
  "31.2": 1437,
  "842": 1438,
  "77.3333": 1439,
  "4680": 1440,
  "3360": 1441,
  "23.3333": 1442,
  "1176": 1443,
  "2112": 1444,
  "1280": 1445,
  "824": 1446,
  "8.5": 1447,
  "16.5": 1448,
  "870": 1449,
  "72.75": 1450,
  "2450": 1451,
  "3400": 1452,
  "1530": 1453,
  "931": 1454,
  "778": 1455,
  "1840": 1456,
  "5500": 1457,
  "871": 1458,
  "10800": 1459,
  "60.0": 1460,
  "68.75": 1461,
  "766": 1462,
  "52.0": 1463,
  "30.8": 1464,
  "27.0": 1465,
  "872": 1466,
  "952": 1467,
  "26.75": 1468,
  "38.0": 1469,
  "869": 1470,
  "53.0": 1471,
  "40.0": 1472,
  "29.75": 1473,
  "30000": 1474,
  "865": 1475,
  "2040": 1476,
  "75.6667": 1477,
  "848": 1478,
  "71.25": 1479,
  "32.8": 1480,
  "26.25": 1481,
  "75.3333": 1482,
  "811": 1483,
  "889": 1484,
  "988": 1485,
  "19.6667": 1486,
  "65.8": 1487,
  "32.2": 1488,
  "21.3333": 1489,
  "30.2": 1490,
  "968": 1491,
  "31.0": 1492,
  "1520": 1493,
  "64.6": 1494,
  "2640": 1495,
  "3450": 1496,
  "862": 1497,
  "35.2": 1498,
  "31.6": 1499,
  "829": 1500,
  "905": 1501,
  "839": 1502,
  "69.2": 1503,
  "90000": 1504,
  "1368": 1505,
  "1.75": 1506,
  "966": 1507,
  "32.6": 1508,
  "70.2": 1509,
  "908": 1510,
  "907": 1511,
  "1110": 1512,
  "79.6667": 1513,
  "74.2": 1514,
  "2184": 1515,
  "69.8": 1516,
  "1044": 1517,
  "834": 1518,
  "5760": 1519,
  "20.6667": 1520,
  "7500": 1521,
  "6400": 1522,
  "68.8": 1523,
  "27.25": 1524,
  "72.6": 1525,
  "81.6667": 1526,
  "2050": 1527,
  "853": 1528,
  "6240": 1529,
  "877": 1530,
  "50.0": 1531,
  "2304": 1532,
  "79.0": 1533,
  "1568": 1534,
  "82.5": 1535,
  "140000": 1536,
  "69.6": 1537,
  "42.0": 1538,
  "18000": 1539,
  "1330": 1540,
  "30.6": 1541,
  "843": 1542,
  "23.4": 1543,
  "895": 1544,
  "71.4": 1545,
  "946": 1546,
  "1824": 1547,
  "2376": 1548,
  "15.5": 1549,
  "25.25": 1550,
  "1170": 1551,
  "1224": 1552,
  "1782": 1553,
  "29.4": 1554,
  "78.0": 1555,
  "28.75": 1556,
  "1035": 1557,
  "87.5": 1558,
  "1386": 1559,
  "915": 1560,
  "85.5": 1561,
  "896": 1562,
  "22.75": 1563,
  "3240": 1564,
  "80.6667": 1565,
  "1404": 1566,
  "857": 1567,
  "0.8": 1568,
  "21.6667": 1569,
  "77.6667": 1570,
  "22.3333": 1571,
  "1932": 1572,
  "883": 1573,
  "2900": 1574,
  "3024": 1575,
  "1596": 1576,
  "1470": 1577,
  "1764": 1578,
  "5200": 1579,
  "1292": 1580,
  "1296": 1581,
  "73.75": 1582,
  "1950": 1583,
  "1825": 1584,
  "835": 1585,
  "2.25": 1586,
  "2350": 1587,
  "3.50": 1588,
  "962": 1589,
  "863": 1590,
  "928": 1591,
  "898": 1592,
  "28.2": 1593,
  "70.4": 1594,
  "1656": 1595,
  "1134": 1596,
  "1960": 1597,
  "5040": 1598,
  "66.8": 1599,
  "72.2": 1600,
  "84.5": 1601,
  "5544": 1602,
  "1632": 1603,
  "22.6667": 1604,
  "1640": 1605,
  "3420": 1606,
  "3520": 1607,
  "5100": 1608,
  "58.0": 1609,
  "46.0": 1610,
  "25.0": 1611,
  "25.2": 1612,
  "34.0": 1613,
  "1242": 1614,
  "3.00": 1615,
  "2300": 1616,
  "67.4": 1617,
  "879": 1618,
  "11.5": 1619,
  "20.25": 1620,
  "886": 1621,
  "33.0": 1622,
  "1125": 1623,
  "0.05": 1624,
  "1710": 1625,
  "1428": 1626,
  "w": 1627,
  "23.6667": 1628,
  "1550": 1629,
  "1820": 1630,
  "913": 1631,
  "68.2": 1632,
  "75.75": 1633,
  "62.0": 1634,
  "3780": 1635,
  "9600": 1636,
  "881": 1637,
  "24.6667": 1638,
  "1380": 1639,
  "2080": 1640,
  "909": 1641,
  "83.5": 1642,
  "1274": 1643,
  "9500": 1644,
  "885": 1645,
  "31.4": 1646,
  "73.6": 1647,
  "3168": 1648,
  "70.25": 1649,
  "972": 1650,
  "2970": 1651,
  "1365": 1652,
  "71.2": 1653,
  "6720": 1654,
  "2.50": 1655,
  "914": 1656,
  "2024": 1657,
  "1860": 1658,
  "856": 1659,
  "866": 1660,
  "901": 1661,
  "19.3333": 1662,
  "1786": 1663,
  "1196": 1664,
  "892": 1665,
  "76.4": 1666,
  "70.8": 1667,
  "1026": 1668,
  "2268": 1669,
  "1288": 1670,
  "18.6667": 1671,
  "27.2": 1672,
  "20.4": 1673,
  "72000": 1674,
  "73.4": 1675,
  "1155": 1676,
  "1536": 1677,
  "9.5": 1678,
  "3456": 1679,
  "71.6": 1680,
  "24.8": 1681,
  "3120": 1682,
  "925": 1683,
  "953": 1684,
  "29.2": 1685,
  "73.25": 1686,
  "1540": 1687,
  "86.5": 1688,
  "1740": 1689,
  "894": 1690,
  "72.4": 1691,
  "82.3333": 1692,
  "25000": 1693,
  "2475": 1694,
  "943": 1695,
  "2925": 1696,
  "76.6667": 1697,
  "88.5": 1698,
  "6300": 1699,
  "78.6667": 1700,
  "54.0": 1701,
  "2430": 1702,
  "911": 1703,
  "51.0": 1704,
  "3696": 1705,
  "28.4": 1706,
  "1638": 1707,
  "2.4": 1708,
  ",": 1709,
  "2604": 1710,
  "78.3333": 1711,
  "32000": 1712,
  "9.00": 1713,
  "1012": 1714,
  "1716": 1715,
  "22.8": 1716,
  "49.0": 1717,
  "17.3333": 1718,
  "3.75": 1719,
  "74.4": 1720,
  "929": 1721,
  "77.75": 1722,
  "8800": 1723,
  "1456": 1724,
  "27.8": 1725,
  "3060": 1726,
  "2464": 1727,
  "4080": 1728,
  "940": 1729,
  "69.4": 1730,
  "2730": 1731,
  "37.0": 1732,
  "7.2": 1733,
  "1290": 1734,
  "1518": 1735,
  "23.75": 1736,
  "1748": 1737,
  "26.8": 1738,
  "30.4": 1739,
  "1566": 1740,
  "73.8": 1741,
  "1122": 1742,
  "50000": 1743,
  "4050": 1744,
  "1480": 1745,
  "1222": 1746,
  "2025": 1747,
  "3440": 1748,
  "1944": 1749,
  "74.25": 1750,
  "80.3333": 1751,
  "1914": 1752,
  "2310": 1753,
  "2070": 1754,
  "2660": 1755,
  "1275": 1756,
  "23.25": 1757,
  "79.3333": 1758,
  "1485": 1759,
  "21.75": 1760,
  "25.8": 1761,
  "2021": 1762,
  "923": 1763,
  "72.8": 1764,
  "24.75": 1765,
  "2870": 1766,
  "120000": 1767,
  "70.6": 1768,
  "2688": 1769,
  "45000": 1770,
  "3036": 1771,
  "1472": 1772,
  "25.6": 1773,
  "3960": 1774,
  "4608": 1775,
  "68.6": 1776,
  "1078": 1777,
  "904": 1778,
  "72.25": 1779,
  "1269": 1780,
  "1692": 1781,
  "1204": 1782,
  "2175": 1783,
  "0.4": 1784,
  "1.50": 1785,
  "25.75": 1786,
  "1804": 1787,
  "1598": 1788,
  "3528": 1789,
  "28.6": 1790,
  "2208": 1791,
  "2496": 1792,
  "91.5": 1793,
  "1548": 1794,
  "1128": 1795,
  "1886": 1796,
  "0.20": 1797,
  "1088": 1798,
  "957": 1799,
  "1408": 1800,
  "42000": 1801,
  "8640": 1802,
  "1190": 1803,
  "3564": 1804,
  "38000": 1805,
  "4455": 1806,
  "3234": 1807,
  "1617": 1808,
  "2574": 1809,
  "2448": 1810,
  "2352": 1811,
  "18.4": 1812,
  "28000": 1813,
  "1326": 1814,
  "11000": 1815,
  "0.75": 1816,
  "1316": 1817,
  "1558": 1818,
  "1880": 1819,
  "1323": 1820,
  "986": 1821,
  "992": 1822,
  "4600": 1823,
  "89.5": 1824,
  "3432": 1825,
  "7600": 1826,
  "2590": 1827,
  "8722": 1828,
  "75.2": 1829,
  "24.25": 1830,
  "1209": 1831,
  "7800": 1832,
  "2156": 1833,
  "2592": 1834,
  "4160": 1835,
  "1460": 1836,
  "1302": 1837,
  "999": 1838,
  "20.3333": 1839,
  "3276": 1840,
  "23.6": 1841,
  "0.6": 1842,
  "5280": 1843,
  "8100": 1844,
  "1340": 1845,
  "3116": 1846,
  "4.50": 1847,
  "29.0": 1848,
  "1218": 1849,
  "the": 1850,
  "of": 1851,
  "2652": 1852,
  "1232": 1853,
  "3430": 1854,
  "1036": 1855,
  "43.0": 1856,
  "2150": 1857,
  "63.0": 1858,
  "1225": 1859,
  "81.0": 1860,
  "2256": 1861,
  "27.6": 1862,
  "3320": 1863,
  "3150": 1864,
  "44.0": 1865,
  "5208": 1866,
  "2772": 1867,
  "1674": 1868,
  "1116": 1869,
  "4914": 1870,
  "73.2": 1871,
  "4698": 1872,
  "82.6667": 1873,
  "987": 1874,
  "2856": 1875,
  "3840": 1876,
  "969": 1877,
  "6336": 1878,
  "22000": 1879,
  "3040": 1880,
  "1760": 1881,
  "154.0": 1882,
  "1144": 1883,
  "2850": 1884,
  "1364": 1885,
  "71.0": 1886,
  "2550": 1887,
  "1482": 1888,
  "1024": 1889,
  "70.0": 1890,
  "74.6": 1891,
  "3822": 1892,
  "1230": 1893,
  "18.3333": 1894,
  "2296": 1895,
  "934": 1896,
  "1148": 1897,
  "944": 1898,
  "600000": 1899,
  "18.25": 1900,
  "9400": 1901,
  "1392": 1902,
  "26.2": 1903,
  "7300": 1904,
  "1034": 1905,
  "2460": 1906,
  "1862": 1907,
  "26.6": 1908,
  "23.8": 1909,
  "1372": 1910,
  "4704": 1911,
  "1496": 1912,
  "5460": 1913,
  "27.4": 1914,
  "2232": 1915,
  "5700": 1916,
  "906": 1917,
  "3744": 1918,
  "3666": 1919,
  "1452": 1920,
  "93.5": 1921,
  "2064": 1922,
  "1936": 1923,
  "1394": 1924,
  "3264": 1925,
  "6370": 1926,
  "1426": 1927,
  "16.3333": 1928,
  "2576": 1929,
  "2940": 1930,
  "2079": 1931,
  "887": 1932,
  "4560": 1933,
  "2262": 1934,
  "4416": 1935,
  "56000": 1936,
  "2210": 1937,
  "76.75": 1938,
  "2695": 1939,
  "1215": 1940,
  "1806": 1941,
  "1.00": 1942,
  "4100": 1943,
  "1836": 1944,
  "15.3333": 1945,
  "22.25": 1946,
  "927": 1947,
  "25.4": 1948,
  "1085": 1949,
  "2784": 1950,
  "83.3333": 1951,
  "81.2": 1952,
  "3285": 1953,
  "80.75": 1954,
  "2418": 1955,
  "3948": 1956,
  "21.6": 1957,
  "54000": 1958,
  "2220": 1959,
  "3192": 1960,
  "85.3333": 1961,
  "76.25": 1962,
  "4324": 1963,
  "1410": 1964,
  "1312": 1965,
  "5742": 1966,
  "87.3333": 1967,
  "2001": 1968,
  "939": 1969,
  "3690": 1970,
  "3648": 1971,
  "4275": 1972,
  "15.00": 1973,
  "18.75": 1974,
  "3750": 1975,
  "13.50": 1976,
  "81.3333": 1977,
  "2106": 1978,
  "1.15": 1979,
  "2808": 1980,
  "1276": 1981,
  "8.00": 1982,
  "1953": 1983,
  "2790": 1984,
  "878": 1985,
  "1178": 1986,
  "2646": 1987,
  "78.75": 1988,
  "2162": 1989,
  "1776": 1990,
  "17.25": 1991,
  "11.6667": 1992,
  "1462": 1993,
  "1395": 1994,
  "1406": 1995,
  "75.6": 1996,
  "80.25": 1997,
  "0.15": 1998,
  "4312": 1999,
  "75.4": 2000,
  "1184": 2001,
  "2072": 2002,
  "21.2": 2003,
  "1054": 2004,
  "4420": 2005,
  "2436": 2006,
  "3956": 2007,
  "4320": 2008,
  "92.5": 2009,
  "1075": 2010,
  "4032": 2011,
  "4176": 2012,
  "1066": 2013,
  "94.5": 2014,
  "5568": 2015,
  "2548": 2016,
  "20.00": 2017,
  "1240": 2018,
  "917": 2019,
  "984": 2020,
  "20.6": 2021,
  "1073": 2022,
  "4224": 2023,
  "10500": 2024,
  "4300": 2025,
  "1254": 2026,
  "2750": 2027,
  "2.00": 2028,
  "3760": 2029,
  "2205": 2030,
  "1216": 2031,
  "4488": 2032,
  "115.0": 2033,
  "5292": 2034,
  "7644": 2035,
  "120.0": 2036,
  "57.0": 2037,
  "1672": 2038,
  "67.0": 2039,
  "935": 2040,
  "78.2": 2041,
  "66.0": 2042,
  "2964": 2043,
  "so": 2044,
  "92.0": 2045,
  "19.75": 2046,
  "24.4": 2047,
  "1305": 2048,
  "90.5": 2049,
  "2058": 2050,
  "1.0": 2051,
  "16.8": 2052,
  "19200": 2053,
  "56.0": 2054,
  "1892": 2055,
  "59.0": 2056,
  "6930": 2057,
  "86.0": 2058,
  "41.0": 2059,
  "90.0": 2060,
  "6160": 2061,
  "84.3333": 2062,
  "1634": 2063,
  "2132": 2064,
  "48.0": 2065,
  "3762": 2066,
  "2088": 2067,
  "2976": 2068,
  "1425": 2069,
  "1720": 2070,
  "1160": 2071,
  "1610": 2072,
  "5880": 2073,
  "2760": 2074,
  "2720": 2075,
  "7680": 2076,
  "2254": 2077,
  "45.0": 2078,
  "108.0": 2079,
  "22.4": 2080,
  "2046": 2081,
  "3700": 2082,
  "71.8": 2083,
  "5.4": 2084,
  "89.3333": 2085,
  "6.6": 2086,
  "79.25": 2087,
  "2736": 2088,
  "0.16666666666666666": 2089,
  "32.00": 2090,
  "2920": 2091,
  "21.4": 2092,
  "106.0": 2093,
  "1575": 2094,
  "3312": 2095,
  "21.00": 2096,
  "970": 2097,
  "2444": 2098,
  "76.6": 2099,
  "2666": 2100,
  "3136": 2101,
  "2052": 2102,
  "79.2": 2103,
  "74.8": 2104,
  "3864": 2105,
  "6384": 2106,
  "5.00": 2107,
  "1612": 2108,
  "1068": 2109,
  "2673": 2110,
  "1615": 2111,
  "3330": 2112,
  "5550": 2113,
  "1739": 2114,
  "2294": 2115,
  "2992": 2116,
  "3526": 2117,
  "21600": 2118,
  "4284": 2119,
  "5148": 2120,
  "20.2": 2121,
  "4950": 2122,
  "0.30": 2123,
  "13.3333": 2124,
  "7.00": 2125,
  "1102": 2126,
  "1064": 2127,
  "13000": 2128,
  "4620": 2129,
  "1287": 2130,
  "3626": 2131,
  "0.10": 2132,
  "1488": 2133,
  "3465": 2134,
  "18300": 2135,
  "2128": 2136,
  "2176": 2137,
  "1935": 2138,
  "24.6": 2139,
  "3650": 2140,
  "0.7": 2141,
  "79.75": 2142,
  "1053": 2143,
  "2584": 2144,
  "2142": 2145,
  "15.75": 2146,
  "1736": 2147,
  "9900": 2148,
  "2952": 2149,
  "1032": 2150,
  "3740": 2151,
  "300.00": 2152,
  "1127": 2153,
  "921": 2154,
  "1794": 2155,
  "3920": 2156,
  "87.6": 2157,
  "938": 2158,
  "1833": 2159,
  "2508": 2160,
  "2178": 2161,
  "3800": 2162,
  "4692": 2163,
  "4368": 2164,
  "1065": 2165,
  "1978": 2166,
  "4830": 2167,
  "1660": 2168,
  "78.8": 2169,
  "12.00": 2170,
  "2560": 2171,
  "77.2": 2172,
  "5120": 2173,
  "1172": 2174,
  "3108": 2175,
  "25.00": 2176,
  "5130": 2177,
  "1768": 2178,
  "932": 2179,
  "80000": 2180,
  "933": 2181,
  "2484": 2182,
  "4380": 2183,
  "4158": 2184,
  "1161": 2185,
  "1476": 2186,
  "20.75": 2187,
  "3588": 2188,
  "81.25": 2189,
  "1089": 2190,
  "4840": 2191,
  "1271": 2192,
  "5950": 2193,
  "1376": 2194,
  "2214": 2195,
  "1653": 2196,
  "2565": 2197,
  "4.8": 2198,
  "3402": 2199,
  "13600": 2200,
  "5184": 2201,
  "8.7": 2202,
  "2494": 2203,
  "1.20": 2204,
  "250000": 2205,
  "5096": 2206,
  "5250": 2207,
  "2706": 2208,
  "20.7": 2209,
  "1955": 2210,
  "2010": 2211,
  "937": 2212,
  "200000": 2213,
  "4900": 2214,
  "6.3": 2215,
  "1491": 2216,
  "7520": 2217,
  "81.75": 2218,
  "1554": 2219,
  "57600": 2220,
  "3510": 2221,
  "3010": 2222,
  "5016": 2223,
  "75.25": 2224,
  "3102": 2225,
  "3080": 2226,
  "90.00": 2227,
  "1539": 2228,
  "973": 2229,
  "5390": 2230,
  "13.2": 2231,
  "1974": 2232,
  "1785": 2233,
  "14.3333": 2234,
  "919": 2235,
  "14.7": 2236,
  "4410": 2237,
  "1430": 2238,
  "3936": 2239,
  "13.00": 2240,
  "36.00": 2241,
  "7128": 2242,
  "17.6667": 2243,
  "3306": 2244,
  "48000": 2245,
  "961": 2246,
  "2805": 2247,
  "1599": 2248,
  "1763": 2249,
  "3827": 2250,
  "19.4": 2251,
  "2752": 2252,
  "1984": 2253,
  "1968": 2254,
  "941": 2255,
  "5244": 2256,
  "1940": 2257,
  "1015": 2258,
  "4128": 2259,
  "2028": 2260,
  "3280": 2261,
  "1551": 2262,
  "4508": 2263,
  "3290": 2264,
  "16.4": 2265,
  "5320": 2266,
  "2820": 2267,
  "1210": 2268,
  "2288": 2269,
  "80.4": 2270,
  "78.25": 2271,
  "3610": 2272,
  "4180": 2273,
  "3182": 2274,
  "1131": 2275,
  "3198": 2276,
  "1976": 2277,
  "1023": 2278,
  "78.4": 2279,
  "7425": 2280,
  "82.25": 2281,
  "3096": 2282,
  "2898": 2283,
  "2412": 2284,
  "19.2": 2285,
  "5670": 2286,
  "1334": 2287,
  "1702": 2288,
  "6006": 2289,
  "3332": 2290,
  "3354": 2291,
  "1353": 2292,
  "3496": 2293,
  "4752": 2294,
  "12.3333": 2295,
  "1989": 2296,
  "2610": 2297,
  "2852": 2298,
  "1925": 2299,
  "2888": 2300,
  "4940": 2301,
  "19.6": 2302,
  "1173": 2303,
  "2349": 2304,
  "3850": 2305,
  "3128": 2306,
  "1332": 2307,
  "7.50": 2308,
  "3185": 2309,
  "5332": 2310,
  "5952": 2311,
  "1504": 2312,
  "2442": 2313,
  "1.6": 2314,
  "3132": 2315,
  "8900": 2316,
  "1377": 2317,
  "4248": 2318,
  "1755": 2319,
  "2236": 2320,
  "1444": 2321,
  "5.2": 2322,
  "1220": 2323,
  "5440": 2324,
  "4480": 2325,
  "2146": 2326,
  "4257": 2327,
  "4212": 2328,
  "2632": 2329,
  "1875": 2330,
  "5005": 2331,
  "1189": 2332,
  "15.6667": 2333,
  "3612": 2334,
  "82.0": 2335,
  "100.0": 2336,
  "4760": 2337,
  "84.0": 2338,
  "42.00": 2339,
  "83.25": 2340,
  "84000": 2341,
  "1670": 2342,
  "91.0": 2343,
  "5.6": 2344,
  "2744": 2345,
  "2860": 2346,
  "4104": 2347,
  "1845": 2348,
  "3.6": 2349,
  "1645": 2350,
  "4290": 2351,
  "6966": 2352,
  "1311": 2353,
  "3078": 2354,
  "6318": 2355,
  "3572": 2356,
  "14.4": 2357,
  "2816": 2358,
  "8.4": 2359,
  "1813": 2360,
  "2916": 2361,
  "1014": 2362,
  "80.0": 2363,
  "77.8": 2364,
  "3534": 2365,
  "1665": 2366,
  "180000": 2367,
  "125000": 2368,
  "97.0": 2369,
  "9200": 2370,
  "1258": 2371,
  "1995": 2372,
  "16.2": 2373,
  "1863": 2374,
  "144000": 2375,
  "10.2": 2376,
  "1666": 2377,
  "61.0": 2378,
  "64.0": 2379,
  "3726": 2380,
  "38400": 2381,
  "1722": 2382,
  "1827": 2383,
  "2005": 2384,
  "18.8": 2385,
  "16800": 2386,
  "955": 2387,
  "4140": 2388,
  "922": 2389,
  "450.0": 2390,
  "2303": 2391,
  "1235": 2392,
  "105.0": 2393,
  "88.6667": 2394,
  "1505": 2395,
  "3825": 2396,
  "8400": 2397,
  "949": 2398,
  "0.125": 2399,
  "2581": 2400,
  "22.6": 2401,
  "19.8": 2402,
  "112.5": 2403,
  "149.0": 2404,
  "1175": 2405,
  "74.0": 2406,
  "5146": 2407,
  "6048": 2408,
  "6.00": 2409,
  "2115": 2410,
  "16.6667": 2411,
  "68.0": 2412,
  "3344": 2413,
  "1517": 2414,
  "5472": 2415,
  "15.6": 2416,
  "1145": 2417,
  "1029": 2418,
  "0.08333333333333333": 2419,
  "4116": 2420,
  "1479": 2421,
  "1564": 2422,
  "4512": 2423,
  "3828": 2424,
  "144.0": 2425,
  "4230": 2426,
  "13.6": 2427,
  "75.0": 2428,
  "5220": 2429,
  "76.0": 2430,
  "1245": 2431,
  "3680": 2432,
  "1107": 2433,
  "4872": 2434,
  "1685": 2435,
  "6716": 2436,
  "3069": 2437,
  "140.0": 2438,
  "111.0": 2439,
  "4524": 2440,
  "14.8": 2441,
  "2225": 2442,
  "160000": 2443,
  "1435": 2444,
  "12500": 2445,
  "3705": 2446,
  "85.0": 2447,
  "minutes": 2448,
  "a": 2449,
  "1095": 2450,
  "0.40": 2451,
  "77.00": 2452,
  "8600": 2453,
  "0.02": 2454,
  "4292": 2455,
  "2116": 2456,
  "6003": 2457,
  "1677": 2458,
  "4048": 2459,
  "16.25": 2460,
  "1058": 2461,
  "1081": 2462,
  "6860": 2463,
  "2108": 2464,
  "2432": 2465,
  "1508": 2466,
  "3038": 2467,
  "12.75": 2468,
  "1457": 2469,
  "1118": 2470,
  "2134": 2471,
  "83.2": 2472,
  "2277": 2473,
  "3870": 2474,
  "2656": 2475,
  "1490": 2476,
  "926": 2477,
  "2530": 2478,
  "2726": 2479,
  "1591": 2480,
  "37500": 2481,
  "3654": 2482,
  "2394": 2483,
  "3366": 2484,
  "4.4": 2485,
  "89.0": 2486,
  "4700": 2487,
  "4085": 2488,
  "106000": 2489,
  "5.25": 2490,
  "21.25": 2491,
  "24.2": 2492,
  "10.8": 2493,
  "14.00": 2494,
  "974": 2495,
  "23.2": 2496,
  "21.3": 2497,
  "500000": 2498,
  "2107": 2499,
  "3321": 2500,
  "76.8": 2501,
  "2835": 2502,
  "4350": 2503,
  "5394": 2504,
  "137.0": 2505,
  "1701": 2506,
  "989": 2507,
  "4277": 2508,
  "12.4": 2509,
  "77.25": 2510,
  "3162": 2511,
  "19.25": 2512,
  "4464": 2513,
  "14.2": 2514,
  "7400": 2515,
  "2625": 2516,
  "5643": 2517,
  "7392": 2518,
  "948": 2519,
  "2624": 2520,
  "3570": 2521,
  "3724": 2522,
  "3008": 2523,
  "4860": 2524,
  "5490": 2525,
  "1798": 2526,
  "14.25": 2527,
  "9603": 2528,
  "2542": 2529,
  "180.00": 2530,
  "4004": 2531,
  "2325": 2532,
  "6435": 2533,
  "2812": 2534,
  "1295": 2535,
  "2030": 2536,
  "2622": 2537,
  "2068": 2538,
  "4851": 2539,
  "1792": 2540,
  "16.75": 2541,
  "2580": 2542,
  "3.25": 2543,
  "18.6": 2544,
  "77.4": 2545,
  "3953": 2546,
  "05": 2547,
  "3672": 2548,
  "4002": 2549,
  "1970": 2550,
  "150000": 2551,
  "6900": 2552,
  "2275": 2553,
  "2090": 2554,
  "3416": 2555,
  "4450": 2556,
  "110.00": 2557,
  "84.6667": 2558,
  "2020": 2559,
  "979": 2560,
  "2360": 2561,
  "3104": 2562,
  "1911": 2563,
  "5247": 2564,
  "4355": 2565,
  "964": 2566,
  "956": 2567,
  "99000": 2568,
  "8526": 2569,
  "24.00": 2570,
  "0.35": 2571,
  "5850": 2572,
  "2944": 2573,
  "2904": 2574,
  "2139": 2575,
  "3315": 2576,
  "1715": 2577,
  "5852": 2578,
  "7290": 2579,
  "168000": 2580,
  "1000000": 2581,
  "6864": 2582,
  "3604": 2583,
  "2346": 2584,
  "1333": 2585,
  "4992": 2586,
  "3318": 2587,
  "5494": 2588,
  "942": 2589,
  "1022": 2590,
  "79.6": 2591,
  "3472": 2592,
  "5166": 2593,
  "4.65": 2594,
  "5427": 2595,
  "6624": 2596,
  "1197": 2597,
  "2380": 2598,
  "23.1": 2599,
  "11.25": 2600,
  "11.2": 2601,
  "1780": 2602,
  "5727": 2603,
  "80.6": 2604,
  "3772": 2605,
  "6230": 2606,
  "1124": 2607,
  "92.4": 2608,
  "162000": 2609,
  "7896": 2610,
  "8134": 2611,
  "6500": 2612,
  "7776": 2613,
  "2912": 2614,
  "1352": 2615,
  "2928": 2616,
  "1850": 2617,
  "4536": 2618,
  "5915": 2619,
  "5940": 2620,
  "11.55": 2621,
  "3479": 2622,
  "4824": 2623,
  "2075": 2624,
  "5133": 2625,
  "1443": 2626,
  "8536": 2627,
  "8910": 2628,
  "963": 2629,
  "115.5": 2630,
  "3250": 2631,
  "2.3": 2632,
  "8740": 2633,
  "2244": 2634,
  "15.8": 2635,
  "4214": 2636,
  "4526": 2637,
  "5313": 2638,
  "7452": 2639,
  "4095": 2640,
  "3003": 2641,
  "3480": 2642,
  "1938": 2643,
  "1624": 2644,
  "4550": 2645,
  "5481": 2646,
  "3002": 2647,
  "1972": 2648,
  "1025": 2649,
  "2457": 2650,
  "75.00": 2651,
  "4554": 2652,
  "2562": 2653,
  "2279": 2654,
  "7990": 2655,
  "2774": 2656,
  "1649": 2657,
  "1606": 2658,
  "4260": 2659,
  "6.25": 2660,
  "9.8": 2661,
  "3906": 2662,
  "2322": 2663,
  "87.6667": 2664,
  "6072": 2665,
  "3927": 2666,
  "11.4": 2667,
  "4606": 2668,
  "5346": 2669,
  "2320": 2670,
  "3640": 2671,
  "1045": 2672,
  "12.6": 2673,
  "3550": 2674,
  "1463": 2675,
  "7220": 2676,
  "4590": 2677,
  "2125": 2678,
  "8700": 2679,
  "21000": 2680,
  "78.6": 2681,
  "1421": 2682,
  "1.1": 2683,
  "20.8": 2684,
  "1501": 2685,
  "2960": 2686,
  "82.8": 2687,
  "6480": 2688,
  "2842": 2689,
  "7.6667": 2690,
  "7920": 2691,
  "3268": 2692,
  "3.4": 2693,
  "2538": 2694,
  "6958": 2695,
  "80.8": 2696,
  "2047": 2697,
  "9120": 2698,
  "5478": 2699,
  "3393": 2700,
  "1098": 2701,
  "1749": 2702,
  "4042": 2703,
  "1037": 2704,
  "2345": 2705,
  "983": 2706,
  "9118": 2707,
  "3808": 2708,
  "2158": 2709,
  "1876": 2710,
  "3485": 2711,
  "84.25": 2712,
  "5590": 2713,
  "4462": 2714,
  "2890": 2715,
  "3698": 2716,
  "2728": 2717,
  "951": 2718,
  "8004": 2719,
  "5106": 2720,
  "994": 2721,
  "5180": 2722,
  "965": 2723,
  "3990": 2724,
  "7566": 2725,
  "8096": 2726,
  "3969": 2727,
  "1363": 2728,
  "6106": 2729,
  "2697": 2730,
  "4332": 2731,
  "6732": 2732,
  "15.25": 2733,
  "2958": 2734,
  "6075": 2735,
  "4836": 2736,
  "954": 2737,
  "3124": 2738,
  "1247": 2739,
  "5508": 2740,
  "7100": 2741,
  "5336": 2742,
  "17.4": 2743,
  "7068": 2744,
  "4802": 2745,
  "7.6": 2746,
  "1001": 2747,
  "7.8": 2748,
  "86.25": 2749,
  "1846": 2750,
  "9.75": 2751,
  "83.6667": 2752,
  "13.8": 2753,
  "2886": 2754,
  "22.2": 2755,
  "6156": 2756,
  "3763": 2757,
  "5.7": 2758,
  "3720": 2759,
  "5848": 2760,
  "0.9": 2761,
  "3784": 2762,
  "6237": 2763,
  "15.3": 2764,
  "2523": 2765,
  "2881": 2766,
  "5022": 2767,
  "1335": 2768,
  "76.2": 2769,
  "2552": 2770,
  "4070": 2771,
  "6.9": 2772,
  "5664": 2773,
  "17.6": 2774,
  "6640": 2775,
  "4136": 2776,
  "2368": 2777,
  "3395": 2778,
  "75.8": 2779,
  "4828": 2780,
  "4582": 2781,
  "3375": 2782,
  "5265": 2783,
  "4640": 2784,
  "4623": 2785,
  "77.6": 2786,
  "4928": 2787,
  "2537": 2788,
  "3404": 2789,
  "98.5": 2790,
  "2.6": 2791,
  "1770": 2792,
  "3978": 2793,
  "3477": 2794,
  "5192": 2795,
  "5432": 2796,
  "4015": 2797,
  "4221": 2798,
  "97.5": 2799,
  "2408": 2800,
  "2173": 2801,
  "6612": 2802,
  "3230": 2803,
  "3025": 2804,
  "7482": 2805,
  "45.00": 2806,
  "5580": 2807,
  "3256": 2808,
  "2668": 2809,
  "6840": 2810,
  "4650": 2811,
  "3478": 2812,
  "2392": 2813,
  "4565": 2814,
  "14.75": 2815,
  "7134": 2816,
  "2.2": 2817,
  "17.75": 2818,
  "86.3333": 2819,
  "8075": 2820,
  "203.5": 2821,
  "959": 2822,
  "6016": 2823,
  "4.6": 2824,
  "6.4": 2825,
  "1683": 2826,
  "121.5": 2827,
  "7584": 2828,
  "1725": 2829,
  "2211": 2830,
  "2356": 2831,
  "13.25": 2832,
  "7790": 2833,
  "3100": 2834,
  "8428": 2835,
  "4096": 2836,
  "7462": 2837,
  "7350": 2838,
  "7056": 2839,
  "220000": 2840,
  "7029": 2841,
  "4437": 2842,
  "1767": 2843,
  "35.1": 2844,
  "4422": 2845,
  "130.5": 2846,
  "1105": 2847,
  "9.2": 2848,
  "3713": 2849,
  "17.2": 2850,
  "4.00": 2851,
  "2015": 2852,
  "50.00": 2853,
  "6205": 2854,
  "2914": 2855,
  "7905": 2856,
  "3196": 2857,
  "4150": 2858,
  "16.6": 2859,
  "5214": 2860,
  "2680": 2861,
  "96000": 2862,
  "5626": 2863,
  "3348": 2864,
  "7387": 2865,
  "3445": 2866,
  "700.0": 2867,
  "1888": 2868,
  "2451": 2869,
  "5644": 2870,
  "1525": 2871,
  "5229": 2872,
  "265000": 2873,
  "7238": 2874,
  "406.0": 2875,
  "93600": 2876,
  "259200": 2877,
  "375000": 2878,
  "1885": 2879,
  "126.0": 2880,
  "7568": 2881,
  "6111": 2882,
  "6284": 2883,
  "both": 2884,
  "sides": 2885,
  "is": 2886,
  "2802": 2887,
  "4216": 2888,
  "95.0": 2889,
  "1424": 2890,
  "1449": 2891,
  "8500": 2892,
  "3135": 2893,
  "30.3": 2894,
  "1908": 2895,
  "6499": 2896,
  "2988": 2897,
  "2897": 2898,
  "2170": 2899,
  "916": 2900,
  "45.9": 2901,
  "4779": 2902,
  "3843": 2903,
  "1593": 2904,
  "1221": 2905,
  "4675": 2906,
  "1904": 2907,
  "2091": 2908,
  "2136": 2909,
  "3214": 2910,
  "8.2": 2911,
  "103.5": 2912,
  "2618": 2913,
  "3082": 2914,
  "5.1": 2915,
  "2871": 2916,
  "557.0": 2917,
  "93.0": 2918,
  "5985": 2919,
  "27000": 2920,
  "2967": 2921,
  "5487": 2922,
  "2035": 2923,
  "4389": 2924,
  "58000": 2925,
  "4896": 2926,
  "7900": 2927,
  "11026": 2928,
  "2754": 2929,
  "14.6": 2930,
  "3795": 2931,
  "1628": 2932,
  "3045": 2933,
  "4968": 2934,
  "1239": 2935,
  "1922": 2936,
  "103.0": 2937,
  "2788": 2938,
  "98.0": 2939,
  "1541": 2940,
  "5429": 2941,
  "2006": 2942,
  "7007": 2943,
  "256.0": 2944,
  "5874": 2945,
  "178.0": 2946,
  "4690": 2947,
  "9.6": 2948,
  "450000": 2949,
  "1358": 2950,
  "5586": 2951,
  "3030": 2952,
  "3634": 2953,
  "2911": 2954,
  "21861": 2955,
  "32139": 2956,
  "3190": 2957,
  "1200000": 2958,
  "5925": 2959,
  "108000": 2960,
  "70000": 2961,
  "3933": 2962,
  "6486": 2963,
  "6552": 2964,
  "10080": 2965,
  "7050": 2966,
  "13200": 2967,
  "81.4": 2968,
  "8099": 2969,
  "300.0": 2970,
  "7410": 2971,
  "1802": 2972,
  "88.8": 2973,
  "2934": 2974,
  "1924": 2975,
  "14600": 2976,
  "23.7": 2977,
  "8.9": 2978,
  "6580": 2979,
  "2002": 2980,
  "8918": 2981,
  "8170": 2982,
  "264.0": 2983,
  "2204": 2984,
  "4263": 2985,
  "133.0": 2986,
  "1314": 2987,
  "9.3": 2988,
  "12.3": 2989,
  "2414": 2990,
  "6264": 2991,
  "1180": 2992,
  "5800": 2993,
  "134.0": 2994,
  "7998": 2995,
  "7708": 2996,
  "2438": 2997,
  "7055": 2998,
  "3.8": 2999,
  "55.0": 3000,
  "215.0": 3001,
  "1771": 3002,
  "85.6667": 3003,
  "5251": 3004,
  "47.7": 3005,
  "7268": 3006,
  "1455": 3007,
  "8036": 3008,
  "3275": 3009,
  "85.2": 3010,
  "5796": 3011,
  "4018": 3012,
  "985": 3013,
  "245.00": 3014,
  "3854": 3015,
  "0.01": 3016,
  "4356": 3017,
  "10.6667": 3018,
  "3034": 3019,
  "1495": 3020,
  "159.0": 3021,
  "0.80": 3022,
  "7308": 3023,
  "1423": 3024,
  "3410": 3025,
  "7395": 3026,
  "5074": 3027,
  "14.6667": 3028,
  "5698": 3029,
  "3835": 3030,
  "0.4166666666666667": 3031,
  "6534": 3032,
  "2009": 3033,
  "10.4": 3034,
  "3021": 3035,
  "5520": 3036,
  "2415": 3037,
  "210000": 3038,
  "47.0": 3039,
  "4628": 3040,
  "1147": 3041,
  "232.0": 3042,
  "180.0": 3043,
  "301.0": 3044,
  "157.0": 3045,
  "146.0": 3046,
  "72.0": 3047,
  "8924": 3048,
  "4278": 3049,
  "5475": 3050,
  "14040": 3051,
  "36.3": 3052,
  "7524": 3053,
  "132.0": 3054,
  "3304": 3055,
  "r": 3056,
  "100.00": 3057,
  "1416": 3058,
  "868.0": 3059,
  "24500": 3060,
  "377050": 3061,
  "3776": 3062,
  "10.3333": 3063,
  "140.00": 3064,
  "1633": 3065,
  "2910": 3066,
  "6110": 3067,
  "2703": 3068,
  "6768": 3069,
  "7060": 3070,
  "82.75": 3071,
  "3422": 3072,
  "1.4": 3073,
  "4956": 3074,
  "242.0": 3075,
  "135000": 3076,
  "1881": 3077,
  "15.4": 3078,
  "60.00": 3079,
  "2769": 3080,
  "3869": 3081,
  "1927": 3082,
  "2290": 3083,
  "85.6": 3084,
  "3293": 3085,
  "4.35": 3086,
  "8200": 3087,
  "4335": 3088,
  "146.00": 3089,
  "6474": 3090,
  "8160": 3091,
  "3976": 3092,
  "177.0": 3093,
  "2511": 3094,
  "9975": 3095,
  "10850": 3096,
  "6468": 3097,
  "3783": 3098,
  "0.3": 3099,
  "88.0": 3100,
  "4899": 3101,
  "8178": 3102,
  "62400": 3103,
  "5304": 3104,
  "6586": 3105,
  "6510": 3106,
  "3267": 3107,
  "35.00": 3108,
  "49200": 3109,
  "2054": 3110,
  "89.25": 3111,
  "3476": 3112,
  "18.15": 3113,
  "87.0": 3114,
  "4.2": 3115,
  "7722": 3116,
  "10.75": 3117,
  "5452": 3118,
  "5103": 3119,
  "4386": 3120,
  "3042": 3121,
  "5640": 3122,
  "13.4": 3123,
  "148.0": 3124,
  "6208": 3125,
  "3848": 3126,
  "3901": 3127,
  "210.0": 3128,
  "5395": 3129,
  "1156": 3130,
  "4424": 3131,
  "692.0": 3132,
  "231.0": 3133,
  "4144": 3134,
  "2089": 3135,
  "15890": 3136,
  "5355": 3137,
  "5300": 3138,
  "4293": 3139,
  "4543": 3140,
  "7227": 3141,
  "3876": 3142,
  "27201": 3143,
  "1595": 3144,
  "4845": 3145,
  "7275": 3146,
  "4028": 3147,
  "13770": 3148,
  "20655": 3149,
  "8960": 3150,
  "13.6667": 3151,
  "96.00": 3152,
  "2585": 3153,
  "9800": 3154,
  "492.0": 3155,
  "6216": 3156,
  "3384": 3157,
  "7019": 3158,
  "12423": 3159,
  "6.75": 3160,
  "6150": 3161,
  "6030": 3162,
  "308.0": 3163,
  "158000": 3164,
  "5734": 3165,
  "1390": 3166,
  "3944": 3167,
  "2501": 3168,
  "1775": 3169,
  "6699": 3170,
  "135.00": 3171,
  "28.00": 3172,
  "2145": 3173,
  "2596": 3174,
  "4466": 3175,
  "17600": 3176,
  "8415": 3177,
  "3204": 3178,
  "2714": 3179,
  "1643": 3180,
  "5782": 3181,
  "99.5": 3182,
  "1985": 3183,
  "1982": 3184,
  "3965": 3185,
  "82.2": 3186,
  "5695": 3187,
  "6417": 3188,
  "8091": 3189,
  "68.1": 3190,
  "4558": 3191,
  "3050": 3192,
  "5612": 3193,
  "3750000": 3194,
  "31840": 3195,
  "4092": 3196,
  "7.3": 3197,
  "9220": 3198,
  "1519": 3199,
  "4982": 3200,
  "1537": 3201,
  "5236": 3202,
  "868000": 3203,
  "4960": 3204,
  "12.25": 3205,
  "4392": 3206,
  "3408": 3207,
  "3741": 3208,
  "1809": 3209,
  "1071": 3210,
  "43200": 3211,
  "3663": 3212,
  "4745": 3213,
