{
  "<PAD>": 0,
  "<UNK>": 1,
  "question": 2,
  "what": 3,
  "question_what": 4,
  "in": 5,
  "does": 6,
  "a": 7,
  "is": 8,
  "why": 9,
  "question_why": 10,
  "about": 11,
  "books?": 12,
  "of": 13,
  "what_is": 14,
  "question_what_is": 15,
  "how": 16,
  "question_how": 17,
  "in_a": 18,
  "book": 19,
  "how_does": 20,
  "question_how_does": 21,
  "me": 22,
  "book?": 23,
  "do": 24,
  "why_do": 25,
  "question_why_do": 26,
  "people": 27,
  "do_people": 28,
  "why_do_people": 29,
  "in_books?": 30,
  "the": 31,
  "an": 32,
  "a_book": 33,
  "a_book?": 34,
  "is_the": 35,
  "what_is_the": 36,
  "main": 37,
  "to": 38,
  "what_does": 39,
  "question_what_does": 40,
  "matter?": 41,
  "idea": 42,
  "the_main": 43,
  "would": 44,
  "why_is": 45,
  "question_why_is": 46,
  "tell": 47,
  "how_would": 48,
  "question_how_would": 49,
  "role": 50,
  "to_books?": 51,
  "why_does": 52,
  "question_why_does": 53,
  "makes": 54,
  "what_makes": 55,
  "question_what_makes": 56,
  "important?": 57,
  "fit": 58,
  "connect": 59,
  "connect_to": 60,
  "useful?": 61,
  "is_the_main": 62,
  "into": 63,
  "into_books?": 64,
  "question_tell": 65,
  "tell_me": 66,
  "me_about": 67,
  "question_tell_me": 68,
  "tell_me_about": 69,
  "give": 70,
  "overview": 71,
  "question_give": 72,
  "give_me": 73,
  "me_an": 74,
  "an_overview": 75,
  "overview_of": 76,
  "question_give_me": 77,
  "give_me_an": 78,
  "me_an_overview": 79,
  "an_overview_of": 80,
  "you": 81,
  "describe": 82,
  "would_you": 83,
  "you_describe": 84,
  "how_would_you": 85,
  "would_you_describe": 86,
  "mean?": 87,
  "main_idea": 88,
  "idea_of": 89,
  "the_main_idea": 90,
  "main_idea_of": 91,
  "should": 92,
  "someone": 93,
  "know": 94,
  "what_should": 95,
  "should_someone": 96,
  "someone_know": 97,
  "know_about": 98,
  "question_what_should": 99,
  "what_should_someone": 100,
  "should_someone_know": 101,
  "someone_know_about": 102,
  "notable": 103,
  "is_notable": 104,
  "notable_about": 105,
  "what_is_notable": 106,
  "is_notable_about": 107,
  "play": 108,
  "what_role": 109,
  "role_does": 110,
  "play_in": 111,
  "question_what_role": 112,
  "what_role_does": 113,
  "play_in_books?": 114,
  "fit_into": 115,
  "fit_into_books?": 116,
  "connect_to_books?": 117,
  "study": 118,
  "people_study": 119,
  "do_people_study": 120,
  "in_a_book": 121,
  "in_a_book?": 122,
  "care": 123,
  "people_care": 124,
  "care_about": 125,
  "do_people_care": 126,
  "people_care_about": 127,
  "of_a": 128,
  "reading": 129,
  "literary": 130,
  "books": 131,
  "chapter": 132,
  "does_a": 133,
  "book.": 134,
  "writing?": 135,
  "writing": 136,
  "theme": 137,
  "character": 138,
  "about_a": 139,
  "in_books": 140,
  "literary_theme": 141,
  "theme_of": 142,
  "literary_theme_of": 143,
  "a_book.": 144,
  "story": 145,
  "scene": 146,
  "narrative": 147,
  "is_a": 148,
  "ending": 149,
  "in_a_book.": 150,
  "book_mean?": 151,
  "book_important?": 152,
  "book_matter?": 153,
  "book_useful?": 154,
  "book_play": 155,
  "book_play_in": 156,
  "book_fit": 157,
  "book_fit_into": 158,
  "book_connect": 159,
  "book_connect_to": 160,
  "reading?": 161,
  "how_does_a": 162,
  "point": 163,
  "in_writing?": 164,
  "symbolism": 165,
  "reader": 166,
  "does_literary": 167,
  "of_a_book?": 168,
  "in_writing": 169,
  "of_a_book": 170,
  "a_story": 171,
  "point_of": 172,
  "ending_in": 173,
  "ending_in_a": 174,
  "what_is_a": 175,
  "a_book_mean?": 176,
  "a_book_important?": 177,
  "a_book_matter?": 178,
  "a_book_useful?": 179,
  "a_book_play": 180,
  "a_book_fit": 181,
  "a_book_connect": 182,
  "voice": 183,
  "view": 184,
  "of_view": 185,
  "point_of_view": 186,
  "pacing": 187,
  "story?": 188,
  "for": 189,
  "page": 190,
  "symbolism_in": 191,
  "dialogue": 192,
  "fiction": 193,
  "does_chapter": 194,
  "exposition": 195,
  "in_reading?": 196,
  "thematic": 197,
  "in_reading": 198,
  "hook": 199,
  "narration": 200,
  "genre": 201,
  "does_reading": 202,
  "summary": 203,
  "about_literary": 204,
  "makes_a": 205,
  "what_makes_a": 206,
  "wrighting": 207,
  "writing.": 208,
  "overall": 209,
  "prose": 210,
  "vivid": 211,
  "unlim8ted": 212,
  "books_in": 213,
  "does_book": 214,
  "does_literary_theme": 215,
  "a_story?": 216,
  "fiction?": 217,
  "what_does_a": 218,
  "why_is_a": 219,
  "character_in": 220,
  "character_in_a": 221,
  "plot": 222,
  "person": 223,
  "internal": 224,
  "middle": 225,
  "payoff": 226,
  "payoff_in": 227,
  "emotional": 228,
  "driven": 229,
  "reading_for": 230,
  "me_about_a": 231,
  "about_chapter": 232,
  "overview_of_a": 233,
  "describe_a": 234,
  "you_describe_a": 235,
  "idea_of_a": 236,
  "know_about_a": 237,
  "why_does_a": 238,
  "notable_about_a": 239,
  "role_does_a": 240,
  "study_a": 241,
  "people_study_a": 242,
  "read": 243,
  "opening": 244,
  "scene_in": 245,
  "scene_in_a": 246,
  "analysis": 247,
  "language": 248,
  "books.": 249,
  "storytelling": 250,
  "from": 251,
  "in_books.": 252,
  "does_an": 253,
  "does_narrative": 254,
  "interpretation": 255,
  "value": 256,
  "about_reading": 257,
  "title": 258,
  "arc": 259,
  "narration?": 260,
  "style": 261,
  "irony": 262,
  "storytelling?": 263,
  "purpose": 264,
  "section": 265,
  "atmosphere": 266,
  "contrast": 267,
  "paragraph": 268,
  "conflict": 269,
  "narrator": 270,
  "essay": 271,
  "consistency": 272,
  "structure": 273,
  "about_book": 274,
  "in_the": 275,
  "the_unlim8ted": 276,
  "books_in_the": 277,
  "in_the_unlim8ted": 278,
  "in_storytelling": 279,
  "picture": 280,
  "symbolism_in_a": 281,
  "repetition": 282,
  "repetition_in": 283,
  "is_literary": 284,
  "comic": 285,
  "strong": 286,
  "wrighting_in": 287,
  "in_literary": 288,
  "wrighting_in_literary": 289,
  "of_literary": 290,
  "how_does_literary": 291,
  "voice_in": 292,
  "from_a": 293,
  "cover": 294,
  "back": 295,
  "dedication": 296,
  "arc_in": 297,
  "arc_in_a": 298,
  "setting": 299,
  "tone": 300,
  "mood": 301,
  "fantasy": 302,
  "mystery": 303,
  "ending_of": 304,
  "ending_of_a": 305,
  "descriptive": 306,
  "imagery": 307,
  "subtext": 308,
  "irony_in": 309,
  "dramatic": 310,
  "prose?": 311,
  "contemporary": 312,
  "author's": 313,
  "line": 314,
  "structure?": 315,
  "independent": 316,
  "language_in": 317,
  "tonal": 318,
  "parallel": 319,
  "favorite": 320,
  "creative": 321,
  "reading.": 322,
  "about_an": 323,
  "a_page": 324,
  "a_character": 325,
  "dialogue_in": 326,
  "view_in": 327,
  "of_view_in": 328,
  "tone_in": 329,
  "exposition_in": 330,
  "pacing_in": 331,
  "imagery_in": 332,
  "subtext_in": 333,
  "omniscient": 334,
  "limited": 335,
  "adaptation": 336,
  "hook_in": 337,
  "in_storytelling?": 338,
  "slow": 339,
  "authorial": 340,
  "immersion": 341,
  "accessible": 342,
  "summary_in": 343,
  "image": 344,
  "image_in": 345,
  "memorable": 346,
  "rhythm": 347,
  "action": 348,
  "compelling": 349,
  "a_compelling": 350,
  "can": 351,
  "a_reading": 352,
  "about_narrative": 353,
  "about_literary_theme": 354,
  "does_character": 355,
  "does_scene": 356,
  "care_about_a": 357,
  "of_books": 358,
  "how_can": 359,
  "question_how_can": 360,
  "novel": 361,
  "novel?": 362,
  "in_a_story?": 363,
  "break?": 364,
  "character?": 365,
  "passage?": 366,
  "literature": 367,
  "in_a_story": 368,
  "break": 369,
  "passage": 370,
  "literature?": 371,
  "chapter?": 372,
  "writing_connect": 373,
  "writing_connect_to": 374,
  "explanation": 375,
  "explanation_of": 376,
  "way": 377,
  "short": 378,
  "is_chapter": 379,
  "writing_important?": 380,
  "does_symbolism": 381,
  "writing_mean?": 382,
  "writing_matter?": 383,
  "writing_useful?": 384,
  "writing_play": 385,
  "writing_play_in": 386,
  "writing_fit": 387,
  "writing_fit_into": 388,
  "of_chapter": 389,
  "how_does_chapter": 390,
  "worldbuilding": 391,
  "direct": 392,
  "clear": 393,
  "ecosystem?": 394,
  "does_books": 395,
  "of_a_book.": 396,
  "reader_interpretation": 397,
  "books_connect": 398,
  "books_connect_to": 399,
  "the_value": 400,
  "value_of": 401,
  "the_value_of": 402,
  "of_books_in": 403,
  "about_character": 404,
  "author": 405,
  "character_arc": 406,
  "beginning": 407,
  "momentum": 408,
  "sentence": 409,
  "description": 410,
  "publication": 411,
  "edition": 412,
  "draft": 413,
  "bookstore": 414,
  "recommendation": 415,
  "books_fit": 416,
  "turner": 417,
  "page_turner": 418,
  "craft": 419,
  "goal": 420,
  "level": 421,
  "does_wrighting": 422,
  "metaphor": 423,
  "in_writing.": 424,
  "books_mean?": 425,
  "books_important?": 426,
  "books_matter?": 427,
  "books_useful?": 428,
  "books_play": 429,
  "books_play_in": 430,
  "books_fit_into": 431,
  "about_scene": 432,
  "how_does_reading": 433,
  "is_reading": 434,
  "person_narration?": 435,
  "driven_book?": 436,
  "voice?": 437,
  "page?": 438,
  "does_reader": 439,
  "ecosystem": 440,
  "in_books_mean?": 441,
  "in_books_important?": 442,
  "in_books_matter?": 443,
  "in_books_useful?": 444,
  "in_books_play": 445,
  "in_books_fit": 446,
  "in_books_connect": 447,
  "about_books?": 448,
  "person_narration": 449,
  "in_literature": 450,
  "driven_book": 451,
  "essay?": 452,
  "narrator?": 453,
  "in_literature?": 454,
  "conflict?": 455,
  "is_book": 456,
  "consistency?": 457,
  "is_literary_theme": 458,
  "could": 459,
  "be": 460,
  "of_symbolism": 461,
  "does_symbolism_in": 462,
  "story.": 463,
  "of_reading": 464,
  "of_book": 465,
  "of_literary_theme": 466,
  "does_dialogue": 467,
  "does_exposition": 468,
  "does_thematic": 469,
  "how_does_book": 470,
  "unlim8ted_ecosystem?": 471,
  "the_unlim8ted_ecosystem?": 472,
  "picture_book?": 473,
  "repetition_in_writing?": 474,
  "vivid_writing?": 475,
  "interiority": 476,
  "comic_book?": 477,
  "and": 478,
  "overall?": 479,
  "good": 480,
  "wrighting?": 481,
  "terms?": 482,
  "literary_terms?": 483,
  "in_literary_terms?": 484,
  "matter": 485,
  "symbolism_in_books?": 486,
  "of_symbolism_in": 487,
  "think": 488,
  "way_to": 489,
  "think_about": 490,
  "in_reading.": 491,
  "what_is_literary": 492,
  "reveal": 493,
  "editor": 494,
  "revision": 495,
  "lore": 496,
  "long-form": 497,
  "continuity": 498,
  "premise": 499,
  "me_about_literary": 500,
  "overview_of_literary": 501,
  "describe_literary": 502,
  "you_describe_literary": 503,
  "what_does_literary": 504,
  "idea_of_literary": 505,
  "know_about_literary": 506,
  "why_is_literary": 507,
  "why_does_literary": 508,
  "makes_literary": 509,
  "what_makes_literary": 510,
  "notable_about_literary": 511,
  "role_does_literary": 512,
  "study_literary": 513,
  "people_study_literary": 514,
  "reading_important?": 515,
  "is_an": 516,
  "a_short": 517,
  "reference": 518,
  "a_reference": 519,
  "page_in": 520,
  "a_page_in": 521,
  "page_in_a": 522,
  "a_title": 523,
  "title_of": 524,
  "a_title_of": 525,
  "title_of_a": 526,
  "subtitle": 527,
  "a_subtitle": 528,
  "subtitle_in": 529,
  "a_subtitle_in": 530,
  "subtitle_in_a": 531,
  "a_cover": 532,
  "cover_of": 533,
  "a_cover_of": 534,
  "cover_of_a": 535,
  "dust": 536,
  "a_dust": 537,
  "back_cover": 538,
  "introduction": 539,
  "an_introduction": 540,
  "introduction_in": 541,
  "an_introduction_in": 542,
  "introduction_in_a": 543,
  "table": 544,
  "a_table": 545,
  "table_of": 546,
  "a_table_of": 547,
  "index": 548,
  "an_index": 549,
  "index_in": 550,
  "an_index_in": 551,
  "index_in_a": 552,
  "a_dedication": 553,
  "dedication_in": 554,
  "a_dedication_in": 555,
  "dedication_in_a": 556,
  "a_character_in": 557,
  "a_main": 558,
  "main_character": 559,
  "a_main_character": 560,
  "main_character_in": 561,
  "protagonist": 562,
  "a_protagonist": 563,
  "protagonist_in": 564,
  "a_protagonist_in": 565,
  "protagonist_in_a": 566,
  "antagonist": 567,
  "an_antagonist": 568,
  "antagonist_in": 569,
  "an_antagonist_in": 570,
  "antagonist_in_a": 571,
  "supporting": 572,
  "a_supporting": 573,
  "supporting_character": 574,
  "a_supporting_character": 575,
  "supporting_character_in": 576,
  "development": 577,
  "character_development": 578,
  "development_in": 579,
  "character_development_in": 580,
  "development_in_a": 581,
  "character_arc_in": 582,
  "plot_in": 583,
  "plot_in_a": 584,
  "setting_in": 585,
  "setting_in_a": 586,
  "theme_in": 587,
  "theme_in_a": 588,
  "conflict_in": 589,
  "conflict_in_a": 590,
  "dialogue_in_a": 591,
  "narration_in": 592,
  "narration_in_a": 593,
  "first": 594,
  "first_person": 595,
  "third": 596,
  "third_person": 597,
  "second": 598,
  "second_person": 599,
  "view_in_a": 600,
  "tone_in_a": 601,
  "mood_in": 602,
  "mood_in_a": 603,
  "style_in": 604,
  "genre_in": 605,
  "science": 606,
  "science_fiction": 607,
  "thriller": 608,
  "romance": 609,
  "historical": 610,
  "horror": 611,
  "adventure": 612,
  "young": 613,
  "adult": 614,
  "young_adult": 615,
  "children's": 616,
  "close": 617,
  "annotation": 618,
  "annotation_in": 619,
  "summary_of": 620,
  "summary_of_a": 621,
  "interpretation_in": 622,
  "analysis_of": 623,
  "analysis_of_a": 624,
  "foreshadowing": 625,
  "foreshadowing_in": 626,
  "foreshadowing_in_a": 627,
  "flashback": 628,
  "flashback_in": 629,
  "flashback_in_a": 630,
  "subplot": 631,
  "subplot_in": 632,
  "subplot_in_a": 633,
  "exposition_in_a": 634,
  "climax": 635,
  "climax_in": 636,
  "climax_in_a": 637,
  "resolution": 638,
  "resolution_in": 639,
  "resolution_in_a": 640,
  "twist": 641,
  "plot_twist": 642,
  "twist_in": 643,
  "plot_twist_in": 644,
  "twist_in_a": 645,
  "suspense": 646,
  "suspense_in": 647,
  "tension": 648,
  "tension_in": 649,
  "tension_in_a": 650,
  "pacing_in_a": 651,
  "problem": 652,
  "pacing_problem": 653,
  "problem_in": 654,
  "pacing_problem_in": 655,
  "problem_in_a": 656,
  "imagery_in_a": 657,
  "figurative": 658,
  "motif": 659,
  "motif_in": 660,
  "motif_in_a": 661,
  "subtext_in_a": 662,
  "dramatic_irony": 663,
  "dramatic_irony_in": 664,
  "situational": 665,
  "unreliable": 666,
  "unreliable_narrator": 667,
  "narrator_in": 668,
  "unreliable_narrator_in": 669,
  "narrator_in_a": 670,
  "external": 671,
  "worldbuilding_in": 672,
  "limited_point": 673,
  "limited_point_of": 674,
  "stream": 675,
  "stream_of": 676,
  "rhythm_in": 677,
  "series": 678,
  "series_in": 679,
  "sequel": 680,
  "sequel_in": 681,
  "prequel": 682,
  "prequel_in": 683,
  "adaptation_of": 684,
  "adaptation_of_a": 685,
  "classic": 686,
  "satire": 687,
  "satire_in": 688,
  "fairy": 689,
  "is_narrative": 690,
  "expository": 691,
  "persuasive": 692,
  "argumentative": 693,
  "informative": 694,
  "skimming": 695,
  "skimming_a": 696,
  "scanning": 697,
  "scanning_in": 698,
  "active": 699,
  "inference": 700,
  "inference_in": 701,
  "evidence": 702,
  "evidence_from": 703,
  "evidence_from_a": 704,
  "quote": 705,
  "a_quote": 706,
  "quote_from": 707,
  "a_quote_from": 708,
  "quote_from_a": 709,
  "target": 710,
  "audience": 711,
  "target_audience": 712,
  "audience_for": 713,
  "for_a": 714,
  "target_audience_for": 715,
  "audience_for_a": 716,
  "opening_line": 717,
  "line_of": 718,
  "opening_line_of": 719,
  "line_of_a": 720,
  "hook_in_a": 721,
  "middle_of": 722,
  "middle_of_a": 723,
  "end": 724,
  "beginning_middle": 725,
  "middle_end": 726,
  "beginning_middle_end": 727,
  "rising": 728,
  "falling": 729,
  "inciting": 730,
  "turning": 731,
  "turning_point": 732,
  "point_in": 733,
  "turning_point_in": 734,
  "point_in_a": 735,
  "payoff_in_a": 736,
  "setup": 737,
  "setup_in": 738,
  "setup_in_a": 739,
  "callback": 740,
  "callback_in": 741,
  "callback_in_a": 742,
  "reveal_in": 743,
  "reveal_in_a": 744,
  "secret": 745,
  "secret_in": 746,
  "secret_in_a": 747,
  "mystery_in": 748,
  "emotional_payoff": 749,
  "emotional_payoff_in": 750,
  "story_momentum": 751,
  "momentum_in": 752,
  "story_momentum_in": 753,
  "momentum_in_a": 754,
  "burn": 755,
  "slow_burn": 756,
  "fast": 757,
  "paced": 758,
  "fast_paced": 759,
  "character_driven": 760,
  "plot_driven": 761,
  "scene_purpose": 762,
  "purpose_in": 763,
  "scene_purpose_in": 764,
  "purpose_in_a": 765,
  "subtle": 766,
  "concise": 767,
  "syntax": 768,
  "syntax_in": 769,
  "word": 770,
  "central": 771,
  "moral": 772,
  "moral_of": 773,
  "moral_of_a": 774,
  "lesson": 775,
  "lesson_in": 776,
  "lesson_in_a": 777,
  "motivation": 778,
  "character_motivation": 779,
  "motivation_in": 780,
  "character_motivation_in": 781,
  "motivation_in_a": 782,
  "antihero": 783,
  "antihero_in": 784,
  "tragic": 785,
  "hero": 786,
  "tragic_hero": 787,
  "hero_in": 788,
  "tragic_hero_in": 789,
  "foil": 790,
  "side": 791,
  "ensemble": 792,
  "cast": 793,
  "ensemble_cast": 794,
  "cast_in": 795,
  "ensemble_cast_in": 796,
  "cast_in_a": 797,
  "relationship": 798,
  "dynamic": 799,
  "relationship_dynamic": 800,
  "dynamic_in": 801,
  "relationship_dynamic_in": 802,
  "dynamic_in_a": 803,
  "dialogue_driven": 804,
  "heavy": 805,
  "description_heavy": 806,
  "interiority_in": 807,
  "emotional_arc": 808,
  "emotional_arc_in": 809,
  "empathy": 810,
  "empathy_in": 811,
  "immersion_in": 812,
  "re": 813,
  "re_read": 814,
  "read_value": 815,
  "value_in": 816,
  "re_read_value": 817,
  "read_value_in": 818,
  "comforting": 819,
  "challenging": 820,
  "lyrical": 821,
  "plain": 822,
  "plain_style": 823,
  "guided": 824,
  "shared": 825,
  "print": 826,
  "library": 827,
  "edition_of": 828,
  "edition_of_a": 829,
  "revised": 830,
  "copyright": 831,
  "really": 832,
  "books_really": 833,
  "front": 834,
  "grade": 835,
  "middle_grade": 836,
  "early": 837,
  "early_reader": 838,
  "graphic": 839,
  "illustrated": 840,
  "map": 841,
  "map_in": 842,
  "a_fantasy": 843,
  "map_in_a": 844,
  "in_a_fantasy": 845,
  "appendix": 846,
  "appendix_in": 847,
  "appendix_in_a": 848,
  "acknowledgment": 849,
  "pen": 850,
  "editor_of": 851,
  "editor_of_a": 852,
  "draft_of": 853,
  "draft_of_a": 854,
  "revision_in": 855,
  "developmental": 856,
  "bookstore_genre": 857,
  "based": 858,
  "on": 859,
  "recommendation_based": 860,
  "based_on": 861,
  "recommendation_based_on": 862,
  "comfort": 863,
  "beach": 864,
  "dense": 865,
  "difficult": 866,
  "difficult_language": 867,
  "difficult_language_in": 868,
  "language_in_a": 869,
  "archaic": 870,
  "contemporary_language": 871,
  "contemporary_language_in": 872,
  "reflective": 873,
  "narrative_pacing": 874,
  "compression": 875,
  "time": 876,
  "compression_of": 877,
  "of_time": 878,
  "time_in": 879,
  "compression_of_time": 880,
  "of_time_in": 881,
  "scene_summary": 882,
  "scene_summary_in": 883,
  "dramatized": 884,
  "narrative_payoff": 885,
  "narrative_payoff_in": 886,
  "shift": 887,
  "tonal_shift": 888,
  "shift_in": 889,
  "tonal_shift_in": 890,
  "shift_in_a": 891,
  "atmosphere_in": 892,
  "atmosphere_in_a": 893,
  "sense": 894,
  "place": 895,
  "sense_of": 896,
  "of_place": 897,
  "place_in": 898,
  "sense_of_place": 899,
  "of_place_in": 900,
  "through": 901,
  "symbolism_through": 902,
  "recurring": 903,
  "recurring_image": 904,
  "recurring_image_in": 905,
  "image_in_a": 906,
  "parallel_in": 907,
  "between": 908,
  "contrast_between": 909,
  "diary": 910,
  "format": 911,
  "diary_format": 912,
  "epistolary": 913,
  "frame": 914,
  "multiple": 915,
  "multiple_point": 916,
  "multiple_point_of": 917,
  "nonlinear": 918,
  "serial": 919,
  "serialized": 920,
  "literary_analysis": 921,
  "compare": 922,
  "compare_and": 923,
  "and_contrast": 924,
  "contrast_in": 925,
  "compare_and_contrast": 926,
  "and_contrast_in": 927,
  "textual": 928,
  "textual_theme": 929,
  "personal": 930,
  "connection": 931,
  "personal_connection": 932,
  "connection_in": 933,
  "personal_connection_in": 934,
  "memorable_scene": 935,
  "memorable_scene_in": 936,
  "powerful": 937,
  "elegant": 938,
  "strong_voice": 939,
  "strong_voice_in": 940,
  "meaningful": 941,
  "meaningful_ending": 942,
  "meaningful_ending_in": 943,
  "satisfying": 944,
  "satisfying_ending": 945,
  "satisfying_ending_in": 946,
  "lore_in": 947,
  "a_creative": 948,
  "companion": 949,
  "does_point": 950,
  "does_point_of": 951,
  "sensory": 952,
  "behind-the-scenes": 953,
  "world": 954,
  "world_consistency": 955,
  "value_of_books": 956,
  "of_an": 957,
  "of_narrative": 958,
  "of_a_story": 959,
  "reading_mean?": 960,
  "reading_matter?": 961,
  "reading_useful?": 962,
  "reading_play": 963,
  "reading_play_in": 964,
  "reading_fit": 965,
  "reading_fit_into": 966,
  "how_does_an": 967,
  "how_does_narrative": 968,
  "reading_connect": 969,
  "reading_connect_to": 970,
  "nonfiction?": 971,
  "read?": 972,
  "of_a_story?": 973,
  "open": 974,
  "open_ending": 975,
  "open_ending_in": 976,
  "sad": 977,
  "sad_ending": 978,
  "sad_ending_in": 979,
  "hopeful": 980,
  "hopeful_ending": 981,
  "hopeful_ending_in": 982,
  "thought": 983,
  "provoking": 984,
  "a_thought": 985,
  "thought_provoking": 986,
  "a_thought_provoking": 987,
  "a_page_turner": 988,
  "thoughtful": 989,
  "a_slow": 990,
  "slow_thoughtful": 991,
  "a_slow_thoughtful": 992,
  "book_overall": 993,
  "strong_chapter": 994,
  "book_craft": 995,
  "main_goal": 996,
  "goal_of": 997,
  "the_main_goal": 998,
  "main_goal_of": 999,
  "goal_of_a": 1000,
  "book_opening": 1001,
  "opening_image": 1002,
  "book_opening_image": 1003,
  "opening_image_in": 1004,
  "transition": 1005,
  "scene_transition": 1006,
  "transition_in": 1007,
  "scene_transition_in": 1008,
  "transition_in_a": 1009,
  "book_atmosphere": 1010,
  "accessible_book": 1011,
  "literary_voice": 1012,
  "scene_level": 1013,
  "reader_immersion": 1014,
  "good_book": 1015,
  "overall_reading": 1016,
  "flash": 1017,
  "a_companion": 1018,
  "continuity_in": 1019,
  "a_scene": 1020,
  "a_scene_in": 1021,
  "chapter_ending": 1022,
  "a_hook": 1023,
  "in_book": 1024,
  "a_hook_in": 1025,
  "hook_in_book": 1026,
  "a_premise": 1027,
  "premise_in": 1028,
  "a_premise_in": 1029,
  "metaphor_in": 1030,
  "editing": 1031,
  "adaptation_in": 1032,
  "consistency_in": 1033,
  "world_consistency_in": 1034,
  "versus": 1035,
  "reading_hook": 1036,
  "hook_versus": 1037,
  "versus_a": 1038,
  "a_reading_hook": 1039,
  "reading_hook_versus": 1040,
  "hook_versus_a": 1041,
  "versus_a_story": 1042,
  "broad": 1043,
  "a_broad": 1044,
  "broad_creative": 1045,
  "books_in_a": 1046,
  "in_a_broad": 1047,
  "a_broad_creative": 1048,
  "does_vivid": 1049,
  "about_dialogue": 1050,
  "about_exposition": 1051,
  "about_thematic": 1052,
  "does_plot": 1053,
  "does_pacing": 1054,
  "does_internal": 1055,
  "does_emotional": 1056,
  "does_reading_for": 1057,
  "text?": 1058,
  "voice_in_writing?": 1059,
  "fantasy_book?": 1060,
  "language?": 1061,
  "fable?": 1062,
  "action?": 1063,
  "editing?": 1064,
  "analysis?": 1065,
  "question_could": 1066,
  "experience": 1067,
  "reading_experience": 1068,
  "about_symbolism": 1069,
  "picture_book": 1070,
  "repetition_in_writing": 1071,
  "vivid_writing": 1072,
  "comic_book": 1073,
  "unlim8ted_ecosystem": 1074,
  "the_unlim8ted_ecosystem": 1075,
  "terms": 1076,
  "literary_terms": 1077,
  "in_literary_terms": 1078,
  "symbolism_in_books": 1079,
  "a_story.": 1080,
  "fiction.": 1081,
  "nonfiction": 1082,
  "text": 1083,
  "voice_in_writing": 1084,
  "fantasy_book": 1085,
  "detail": 1086,
  "fable": 1087,
  "manuscript": 1088,
  "in_prose": 1089,
  "detail?": 1090,
  "what_is_chapter": 1091,
  "purpose?": 1092,
  "experience?": 1093,
  "reading_experience?": 1094,
  "ending?": 1095,
  "chapter_ending?": 1096,
  "manuscript?": 1097,
  "hook?": 1098,
  "support": 1099,
  "about_books": 1100,
  "me_about_chapter": 1101,
  "about_reader": 1102,
  "overview_of_chapter": 1103,
  "describe_chapter": 1104,
  "you_describe_chapter": 1105,
  "what_does_chapter": 1106,
  "idea_of_chapter": 1107,
  "know_about_chapter": 1108,
  "why_is_chapter": 1109,
  "why_does_chapter": 1110,
  "makes_chapter": 1111,
  "what_makes_chapter": 1112,
  "notable_about_chapter": 1113,
  "role_does_chapter": 1114,
  "study_chapter": 1115,
  "people_study_chapter": 1116,
  "is_character": 1117,
  "is_scene": 1118,
  "in_prose?": 1119,
  "rhythm?": 1120,
  "could_unlim8ted": 1121,
  "help": 1122,
  "about_plot": 1123,
  "narration.": 1124,
  "about_internal": 1125,
  "storytelling.": 1126,
  "about_emotional": 1127,
  "about_reading_for": 1128,
  "of_character": 1129,
  "of_scene": 1130,
  "how_does_character": 1131,
  "how_does_scene": 1132,
  "why_is_reading": 1133,
  "would_a": 1134,
  "does_the": 1135,
  "does_subtext": 1136,
  "does_narration": 1137,
  "does_reader_interpretation": 1138,
  "is_the_value": 1139,
  "of_vivid": 1140,
  "in_writing_mean?": 1141,
  "in_writing_important?": 1142,
  "in_writing_matter?": 1143,
  "in_writing_useful?": 1144,
  "in_writing_play": 1145,
  "in_writing_fit": 1146,
  "in_writing_connect": 1147,
  "about_point": 1148,
  "about_point_of": 1149,
  "about_pacing": 1150,
  "what_does_reading": 1151,
  "why_does_reading": 1152,
  "makes_reading": 1153,
  "what_makes_reading": 1154,
  "role_does_reading": 1155,
  "what_is_reading": 1156,
  "what_is_book": 1157,
  "question_could_unlim8ted": 1158,
  "about_symbolism_in": 1159,
  "does_picture": 1160,
  "does_picture_book": 1161,
  "does_repetition": 1162,
  "does_repetition_in": 1163,
  "does_vivid_writing": 1164,
  "does_comic": 1165,
  "does_comic_book": 1166,
  "does_books_in": 1167,
  "does_wrighting_in": 1168,
  "how_does_symbolism": 1169,
  "how_does_books": 1170,
  "of_books?": 1171,
  "me_about_reading": 1172,
  "prose.": 1173,
  "me_about_book": 1174,
  "structure.": 1175,
  "in_storytelling.": 1176,
  "overview_of_reading": 1177,
  "overview_of_book": 1178,
  "describe_reading": 1179,
  "you_describe_reading": 1180,
  "describe_book": 1181,
  "you_describe_book": 1182,
  "describe_literary_theme": 1183,
  "story_mean?": 1184,
  "does_a_story": 1185,
  "does_a_page": 1186,
  "does_back": 1187,
  "does_a_character": 1188,
  "does_setting": 1189,
  "does_theme": 1190,
  "does_dialogue_in": 1191,
  "does_tone": 1192,
  "does_tone_in": 1193,
  "does_mood": 1194,
  "does_genre": 1195,
  "does_mystery": 1196,
  "does_summary": 1197,
  "does_exposition_in": 1198,
  "does_opening": 1199,
  "does_ending": 1200,
  "does_ending_of": 1201,
  "does_pacing_in": 1202,
  "does_descriptive": 1203,
  "does_imagery": 1204,
  "does_imagery_in": 1205,
  "does_metaphor": 1206,
  "does_subtext_in": 1207,
  "does_dramatic": 1208,
  "does_paragraph": 1209,
  "does_omniscient": 1210,
  "does_limited": 1211,
  "does_prose": 1212,
  "does_adaptation": 1213,
  "does_contemporary": 1214,
  "what_does_book": 1215,
  "does_author's": 1216,
  "does_middle": 1217,
  "does_story": 1218,
  "does_authorial": 1219,
  "does_section": 1220,
  "does_independent": 1221,
  "does_accessible": 1222,
  "does_tonal": 1223,
  "does_parallel": 1224,
  "does_favorite": 1225,
  "does_memorable": 1226,
  "does_strong": 1227,
  "does_a_compelling": 1228,
  "does_a_reading": 1229,
  "idea_of_reading": 1230,
  "idea_of_book": 1231,
  "know_about_reading": 1232,
  "know_about_book": 1233,
  "story_important?": 1234,
  "why_is_book": 1235,
  "story_matter?": 1236,
  "why_does_book": 1237,
  "story_useful?": 1238,
  "makes_book": 1239,
  "what_makes_book": 1240,
  "makes_literary_theme": 1241,
  "notable_about_reading": 1242,
  "notable_about_book": 1243,
  "story_play": 1244,
  "story_play_in": 1245,
  "role_does_book": 1246,
  "story_fit": 1247,
  "story_fit_into": 1248,
  "story_connect": 1249,
  "story_connect_to": 1250,
  "study_reading": 1251,
  "people_study_reading": 1252,
  "study_book": 1253,
  "people_study_book": 1254,
  "study_literary_theme": 1255,
  "care_about_reading": 1256,
  "are": 1257,
  "what_does_an": 1258,
  "is_dialogue": 1259,
  "how_does_wrighting": 1260,
  "worldbuilding?": 1261,
  "long-form_storytelling": 1262,
  "narrative_voice": 1263,
  "why_does_narrative": 1264,
  "bible": 1265,
  "story_bible": 1266,
  "a_story_bible": 1267,
  "script": 1268,
  "about_vivid": 1269,
  "of_picture": 1270,
  "of_repetition": 1271,
  "of_repetition_in": 1272,
  "of_comic": 1273,
  "of_wrighting": 1274,
  "of_wrighting_in": 1275,
  "what_does_symbolism": 1276,
  "simple": 1277,
  "a_simple": 1278,
  "simple_explanation": 1279,
  "is_a_simple": 1280,
  "a_simple_explanation": 1281,
  "simple_explanation_of": 1282,
  "the_purpose": 1283,
  "purpose_of": 1284,
  "is_the_purpose": 1285,
  "the_purpose_of": 1286,
  "understood": 1287,
  "clearly?": 1288,
  "be_understood": 1289,
  "understood_clearly?": 1290,
  "be_understood_clearly?": 1291,
  "practical": 1292,
  "a_practical": 1293,
  "practical_way": 1294,
  "to_think": 1295,
  "is_a_practical": 1296,
  "a_practical_way": 1297,
  "practical_way_to": 1298,
  "way_to_think": 1299,
  "to_think_about": 1300,
  "explain?": 1301,
  "help_explain?": 1302,
  "one": 1303,
  "define": 1304,
  "is_one": 1305,
  "one_clear": 1306,
  "clear_way": 1307,
  "to_define": 1308,
  "what_is_one": 1309,
  "is_one_clear": 1310,
  "one_clear_way": 1311,
  "clear_way_to": 1312,
  "way_to_define": 1313,
  "beginner": 1314,
  "understand": 1315,
  "a_beginner": 1316,
  "beginner_understand": 1317,
  "how_would_a": 1318,
  "would_a_beginner": 1319,
  "a_beginner_understand": 1320,
  "core": 1321,
  "meaning": 1322,
  "the_core": 1323,
  "core_meaning": 1324,
  "meaning_of": 1325,
  "is_the_core": 1326,
  "the_core_meaning": 1327,
  "core_meaning_of": 1328,
  "basic": 1329,
  "behind": 1330,
  "the_basic": 1331,
  "basic_idea": 1332,
  "idea_behind": 1333,
  "is_the_basic": 1334,
  "the_basic_idea": 1335,
  "basic_idea_behind": 1336,
  "contribute": 1337,
  "contribute_to": 1338,
  "contribute_to_books?": 1339,
  "better": 1340,
  "understanding": 1341,
  "support_better": 1342,
  "better_understanding": 1343,
  "understanding_of": 1344,
  "support_better_understanding": 1345,
  "better_understanding_of": 1346,
  "understanding_of_books?": 1347,
  "the_short": 1348,
  "short_explanation": 1349,
  "is_the_short": 1350,
  "the_short_explanation": 1351,
  "short_explanation_of": 1352,
  "explained": 1353,
  "simply?": 1354,
  "be_explained": 1355,
  "explained_simply?": 1356,
  "be_explained_simply?": 1357,
  "big-picture": 1358,
  "the_big-picture": 1359,
  "big-picture_role": 1360,
  "role_of": 1361,
  "is_the_big-picture": 1362,
  "the_big-picture_role": 1363,
  "big-picture_role_of": 1364,
  "a_direct": 1365,
  "direct_explanation": 1366,
  "is_a_direct": 1367,
  "a_direct_explanation": 1368,
  "direct_explanation_of": 1369,
  "us": 1370,
  "tell_us": 1371,
  "us_about": 1372,
  "tell_us_about": 1373,
  "us_about_books?": 1374,
  "shape": 1375,
  "shape_the": 1376,
  "the_way": 1377,
  "way_people": 1378,
  "people_think": 1379,
  "shape_the_way": 1380,
  "the_way_people": 1381,
  "way_people_think": 1382,
  "people_think_about": 1383,
  "think_about_books?": 1384,
  "in_reading_mean?": 1385,
  "in_reading_important?": 1386,
  "in_reading_matter?": 1387,
  "in_reading_useful?": 1388,
  "in_reading_play": 1389,
  "in_reading_fit": 1390,
  "in_reading_connect": 1391,
  "care_about_chapter": 1392,
  "what_is_an": 1393,
  "an_author": 1394,
  "is_exposition": 1395,
  "pacing?": 1396,
  "what_is_narrative": 1397,
  "summary?": 1398,
  "is_thematic": 1399,
  "is_reader": 1400,
  "literary_worldbuilding": 1401,
  "narrative_structure": 1402,
  "a_chapter": 1403,
  "behind-the-scenes_writing": 1404,
  "what_does_wrighting": 1405,
  "of_picture_book?": 1406,
  "of_vivid_writing?": 1407,
  "of_comic_book?": 1408,
  "of_wrighting?": 1409,
  "literature.": 1410,
  "me_about_an": 1411,
  "novel.": 1412,
  "chapter.": 1413,
  "about_back": 1414,
  "about_setting": 1415,
  "about_theme": 1416,
  "about_mood": 1417,
  "about_genre": 1418,
  "about_mystery": 1419,
  "about_opening": 1420,
  "about_ending": 1421,
  "about_ending_of": 1422,
  "in_a_story.": 1423,
  "about_descriptive": 1424,
  "about_dramatic": 1425,
  "break.": 1426,
  "character.": 1427,
  "about_contemporary": 1428,
  "me_about_narrative": 1429,
  "about_author's": 1430,
  "about_middle": 1431,
  "about_story": 1432,
  "about_section": 1433,
  "about_independent": 1434,
  "passage.": 1435,
  "about_tonal": 1436,
  "about_parallel": 1437,
  "about_favorite": 1438,
  "overview_of_an": 1439,
  "of_dialogue": 1440,
  "of_exposition": 1441,
  "overview_of_narrative": 1442,
  "of_thematic": 1443,
  "of_reader": 1444,
  "describe_an": 1445,
  "you_describe_an": 1446,
  "describe_narrative": 1447,
  "you_describe_narrative": 1448,
  "what_does_narrative": 1449,
  "idea_of_an": 1450,
  "idea_of_narrative": 1451,
  "know_about_an": 1452,
  "know_about_narrative": 1453,
  "why_is_an": 1454,
  "why_is_narrative": 1455,
  "why_does_an": 1456,
  "makes_an": 1457,
  "what_makes_an": 1458,
  "makes_narrative": 1459,
  "what_makes_narrative": 1460,
  "notable_about_an": 1461,
  "notable_about_narrative": 1462,
  "role_does_an": 1463,
  "role_does_narrative": 1464,
  "how_does_dialogue": 1465,
  "how_does_exposition": 1466,
  "how_does_thematic": 1467,
  "how_does_reader": 1468,
  "study_an": 1469,
  "people_study_an": 1470,
  "study_narrative": 1471,
  "people_study_narrative": 1472,
  "care_about_an": 1473,
  "author?": 1474,
  "an_author?": 1475,
  "writer?": 1476,
  "a_writer?": 1477,
  "reader?": 1478,
  "a_reader?": 1479,
  "a_novel?": 1480,
  "short_story?": 1481,
  "a_short_story?": 1482,
  "poetry?": 1483,
  "an_essay?": 1484,
  "biography?": 1485,
  "a_biography?": 1486,
  "autobiography?": 1487,
  "an_autobiography?": 1488,
  "memoir?": 1489,
  "textbook?": 1490,
  "a_textbook?": 1491,
  "reference_book?": 1492,
  "a_reference_book?": 1493,
  "a_chapter?": 1494,
  "paragraph?": 1495,
  "a_paragraph?": 1496,
  "sentence?": 1497,
  "a_sentence?": 1498,
  "jacket?": 1499,
  "dust_jacket?": 1500,
  "a_dust_jacket?": 1501,
  "cover_text?": 1502,
  "back_cover_text?": 1503,
  "blurb?": 1504,
  "a_blurb?": 1505,
  "preface?": 1506,
  "a_preface?": 1507,
  "foreword?": 1508,
  "a_foreword?": 1509,
  "contents?": 1510,
  "of_contents?": 1511,
  "table_of_contents?": 1512,
  "glossary?": 1513,
  "a_glossary?": 1514,
  "bibliography?": 1515,
  "a_bibliography?": 1516,
  "footnote?": 1517,
  "a_footnote?": 1518,
  "endnote?": 1519,
  "an_endnote?": 1520,
  "epigraph?": 1521,
  "an_epigraph?": 1522,
  "first_person_narration?": 1523,
  "third_person_narration?": 1524,
  "second_person_narration?": 1525,
  "style_in_writing?": 1526,
  "genre_in_books?": 1527,
  "fiction_book?": 1528,
  "science_fiction_book?": 1529,
  "mystery_book?": 1530,
  "thriller_book?": 1531,
  "romance_book?": 1532,
  "historical_fiction?": 1533,
  "horror_book?": 1534,
  "adventure_book?": 1535,
  "adult_book?": 1536,
  "young_adult_book?": 1537,
  "children's_book?": 1538,
  "comprehension?": 1539,
  "reading_comprehension?": 1540,
  "close_reading?": 1541,
  "annotation_in_reading?": 1542,
  "interpretation_in_reading?": 1543,
  "opening_chapter?": 1544,
  "suspense_in_books?": 1545,
  "is_pacing": 1546,
  "descriptive_writing?": 1547,
  "figurative_language?": 1548,
  "metaphor?": 1549,
  "simile?": 1550,
  "personification?": 1551,
  "alliteration?": 1552,
  "irony_in_literature?": 1553,
  "irony_in_books?": 1554,
  "irony?": 1555,
  "situational_irony?": 1556,
  "internal_conflict?": 1557,
  "external_conflict?": 1558,
  "setting_detail?": 1559,
  "worldbuilding_in_books?": 1560,
  "chapter_pacing?": 1561,
  "cliffhanger?": 1562,
  "scene_break?": 1563,
  "paragraph_break?": 1564,
  "chapter_break?": 1565,
  "view_character?": 1566,
  "of_view_character?": 1567,
  "omniscient_narrator?": 1568,
  "view?": 1569,
  "of_view?": 1570,
  "point_of_view?": 1571,
  "consciousness?": 1572,
  "of_consciousness?": 1573,
  "stream_of_consciousness?": 1574,
  "verse?": 1575,
  "stanza?": 1576,
  "rhyme?": 1577,
  "rhythm_in_writing?": 1578,
  "collection?": 1579,
  "essay_collection?": 1580,
  "anthology?": 1581,
  "series_in_books?": 1582,
  "sequel_in_books?": 1583,
  "prequel_in_books?": 1584,
  "classic_book?": 1585,
  "contemporary_fiction?": 1586,
  "literary_fiction?": 1587,
  "genre_fiction?": 1588,
  "satire_in_books?": 1589,
  "allegory?": 1590,
  "tale?": 1591,
  "fairy_tale?": 1592,
  "myth?": 1593,
  "legend?": 1594,
  "folktale?": 1595,
  "narrative_nonfiction?": 1596,
  "expository_writing?": 1597,
  "persuasive_writing?": 1598,
  "argumentative_writing?": 1599,
  "informative_book?": 1600,
  "level?": 1601,
  "reading_level?": 1602,
  "skimming_a_book?": 1603,
  "scanning_in_reading?": 1604,
  "active_reading?": 1605,
  "rereading?": 1606,
  "inference_in_reading?": 1607,
  "a_text?": 1608,
  "from_a_text?": 1609,
  "from_a_book?": 1610,
  "paraphrase?": 1611,
  "review?": 1612,
  "book_review?": 1613,
  "recommendation?": 1614,
  "book_recommendation?": 1615,
  "author's_purpose?": 1616,
  "for_a_book?": 1617,
  "literacy?": 1618,
  "book_literacy?": 1619,
  "beginning?": 1620,
  "book_beginning?": 1621,
  "story_structure?": 1622,
  "end_structure?": 1623,
  "middle_end_structure?": 1624,
  "rising_action?": 1625,
  "falling_action?": 1626,
  "incident?": 1627,
  "inciting_incident?": 1628,
  "mystery_in_storytelling?": 1629,
  "question?": 1630,
  "dramatic_question?": 1631,
  "payoff_in_reading?": 1632,
  "burn_book?": 1633,
  "slow_burn_book?": 1634,
  "paced_book?": 1635,
  "fast_paced_book?": 1636,
  "character_driven_book?": 1637,
  "plot_driven_book?": 1638,
  "narrative_voice?": 1639,
  "authorial_voice?": 1640,
  "distance?": 1641,
  "narrative_distance?": 1642,
  "monologue?": 1643,
  "internal_monologue?": 1644,
  "tag?": 1645,
  "dialogue_tag?": 1646,
  "dump?": 1647,
  "exposition_dump?": 1648,
  "subtle_writing?": 1649,
  "direct_writing?": 1650,
  "concise_writing?": 1651,
  "variety?": 1652,
  "sentence_variety?": 1653,
  "diction?": 1654,
  "syntax_in_writing?": 1655,
  "choice?": 1656,
  "word_choice?": 1657,
  "connotation?": 1658,
  "denotation?": 1659,
  "statement?": 1660,
  "theme_statement?": 1661,
  "idea?": 1662,
  "central_idea?": 1663,
  "a_fable?": 1664,
  "in_a_fable?": 1665,
  "goal?": 1666,
  "character_goal?": 1667,
  "flaw?": 1668,
  "character_flaw?": 1669,
  "antihero_in_books?": 1670,
  "hero_in_books?": 1671,
  "foil_character?": 1672,
  "side_character?": 1673,
  "dialogue_driven_book?": 1674,
  "heavy_book?": 1675,
  "description_heavy_book?": 1676,
  "in_fiction?": 1677,
  "interiority_in_fiction?": 1678,
  "empathy_in_reading?": 1679,
  "immersion_in_reading?": 1680,
  "value_in_books?": 1681,
  "turner?": 1682,
  "page_turner?": 1683,
  "comforting_book?": 1684,
  "challenging_book?": 1685,
  "lyrical_writing?": 1686,
  "style_writing?": 1687,
  "plain_style_writing?": 1688,
  "title?": 1689,
  "chapter_title?": 1690,
  "section_break?": 1691,
  "stamina?": 1692,
  "reading_stamina?": 1693,
  "habit?": 1694,
  "reading_habit?": 1695,
  "independent_reading?": 1696,
  "guided_reading?": 1697,
  "shared_reading?": 1698,
  "aloud?": 1699,
  "read_aloud?": 1700,
  "audiobook?": 1701,
  "ebook?": 1702,
  "print_book?": 1703,
  "library_book?": 1704,
  "bookstore?": 1705,
  "independent_bookstore?": 1706,
  "date?": 1707,
  "publication_date?": 1708,
  "edition?": 1709,
  "revised_edition?": 1710,
  "copyright_page?": 1711,
  "about?": 1712,
  "is_books": 1713,
  "really_about?": 1714,
  "books_really_about?": 1715,
  "chapter_summary?": 1716,
  "progression?": 1717,
  "chapter_progression?": 1718,
  "heading?": 1719,
  "section_heading?": 1720,
  "front_matter?": 1721,
  "back_matter?": 1722,
  "title_page?": 1723,
  "chapter_book?": 1724,
  "grade_book?": 1725,
  "middle_grade_book?": 1726,
  "reader_book?": 1727,
  "early_reader_book?": 1728,
  "graphic_novel?": 1729,
  "illustrated_book?": 1730,
  "illustration?": 1731,
  "chapter_illustration?": 1732,
  "a_fantasy_book?": 1733,
  "note?": 1734,
  "author's_note?": 1735,
  "section?": 1736,
  "acknowledgment_section?": 1737,
  "dedication_page?": 1738,
  "name?": 1739,
  "pen_name?": 1740,
  "pseudonym?": 1741,
  "coauthor?": 1742,
  "publisher?": 1743,
  "publishing?": 1744,
  "revision_in_writing?": 1745,
  "proofreading?": 1746,
  "copyediting?": 1747,
  "line_editing?": 1748,
  "developmental_editing?": 1749,
  "shelf?": 1750,
  "genre_shelf?": 1751,
  "bookstore_genre_shelf?": 1752,
  "genre?": 1753,
  "on_genre?": 1754,
  "based_on_genre?": 1755,
  "mood_reading?": 1756,
  "comfort_read?": 1757,
  "beach_read?": 1758,
  "dense_book?": 1759,
  "accessible_writing?": 1760,
  "archaic_language?": 1761,
  "language_in_books?": 1762,
  "descriptive_passage?": 1763,
  "action_passage?": 1764,
  "reflective_passage?": 1765,
  "exposition_passage?": 1766,
  "control?": 1767,
  "pacing_control?": 1768,
  "narrative_pacing_control?": 1769,
  "time_in_books?": 1770,
  "summary_in_books?": 1771,
  "scene?": 1772,
  "dramatized_scene?": 1773,
  "payoff_in_books?": 1774,
  "thematic_consistency?": 1775,
  "tonal_consistency?": 1776,
  "place_in_writing?": 1777,
  "objects?": 1778,
  "through_objects?": 1779,
  "symbolism_through_objects?": 1780,
  "contrast?": 1781,
  "thematic_contrast?": 1782,
  "parallel_in_literature?": 1783,
  "characters?": 1784,
  "between_characters?": 1785,
  "contrast_between_characters?": 1786,
  "internal_voice?": 1787,
  "format_book?": 1788,
  "diary_format_book?": 1789,
  "epistolary_novel?": 1790,
  "frame_story?": 1791,
  "view_book?": 1792,
  "of_view_book?": 1793,
  "storyline?": 1794,
  "parallel_storyline?": 1795,
  "nonlinear_novel?": 1796,
  "publication?": 1797,
  "serial_publication?": 1798,
  "serialized_story?": 1799,
  "chapter_hook?": 1800,
  "response?": 1801,
  "reading_response?": 1802,
  "analysis_essay?": 1803,
  "literary_analysis_essay?": 1804,
  "contrast_in_reading?": 1805,
  "theme_analysis?": 1806,
  "textual_theme_analysis?": 1807,
  "difference?": 1808,
  "interpretation_difference?": 1809,
  "reader_interpretation_difference?": 1810,
  "connection_in_reading?": 1811,
  "discussion?": 1812,
  "book_discussion?": 1813,
  "club?": 1814,
  "book_club?": 1815,
  "favorite_book?": 1816,
  "appreciation?": 1817,
  "books_appreciation?": 1818,
  "pace?": 1819,
  "reading_pace?": 1820,
  "pleasure?": 1821,
  "for_pleasure?": 1822,
  "reading_for_pleasure?": 1823,
  "information?": 1824,
  "for_information?": 1825,
  "reading_for_information?": 1826,
  "for_analysis?": 1827,
  "reading_for_analysis?": 1828,
  "favorite_character?": 1829,
  "emotional_chapter?": 1830,
  "powerful_writing?": 1831,
  "elegant_prose?": 1832,
  "clear_writing?": 1833,
  "description?": 1834,
  "vivid_description?": 1835,
  "device?": 1836,
  "literary_device?": 1837,
  "technique?": 1838,
  "narrative_technique?": 1839,
  "thematic_book?": 1840,
  "identity?": 1841,
  "why_are": 1842,
  "question_why_are": 1843,
  "prose_style": 1844,
  "descriptive_writing": 1845,
  "atmosphere?": 1846,
  "what_does_books": 1847,
  "about_a_page": 1848,
  "about_a_character": 1849,
  "about_dialogue_in": 1850,
  "about_tone": 1851,
  "about_tone_in": 1852,
  "about_summary": 1853,
  "about_exposition_in": 1854,
  "about_pacing_in": 1855,
  "about_imagery": 1856,
  "about_imagery_in": 1857,
  "about_subtext": 1858,
  "about_subtext_in": 1859,
  "about_paragraph": 1860,
  "about_omniscient": 1861,
  "about_limited": 1862,
  "about_adaptation": 1863,
  "about_authorial": 1864,
  "about_accessible": 1865,
  "about_memorable": 1866,
  "about_strong": 1867,
  "writer": 1868,
  "a_writer": 1869,
  "a_reader": 1870,
  "a_story_mean?": 1871,
  "fiction_mean?": 1872,
  "a_novel": 1873,
  "short_story": 1874,
  "a_short_story": 1875,
  "poetry": 1876,
  "an_essay": 1877,
  "biography": 1878,
  "a_biography": 1879,
  "autobiography": 1880,
  "an_autobiography": 1881,
  "memoir": 1882,
  "textbook": 1883,
  "a_textbook": 1884,
  "reference_book": 1885,
  "a_reference_book": 1886,
  "a_paragraph": 1887,
  "a_sentence": 1888,
  "jacket": 1889,
  "dust_jacket": 1890,
  "a_dust_jacket": 1891,
  "cover_text": 1892,
  "back_cover_text": 1893,
  "blurb": 1894,
  "a_blurb": 1895,
  "preface": 1896,
  "a_preface": 1897,
  "foreword": 1898,
  "a_foreword": 1899,
  "contents": 1900,
  "of_contents": 1901,
  "table_of_contents": 1902,
  "glossary": 1903,
  "a_glossary": 1904,
  "bibliography": 1905,
  "a_bibliography": 1906,
  "footnote": 1907,
  "a_footnote": 1908,
  "endnote": 1909,
  "an_endnote": 1910,
  "epigraph": 1911,
  "an_epigraph": 1912,
  "first_person_narration": 1913,
  "third_person_narration": 1914,
  "second_person_narration": 1915,
  "style_in_writing": 1916,
  "genre_in_books": 1917,
  "fiction_book": 1918,
  "science_fiction_book": 1919,
  "mystery_book": 1920,
  "thriller_book": 1921,
  "romance_book": 1922,
  "historical_fiction": 1923,
  "horror_book": 1924,
  "adventure_book": 1925,
  "adult_book": 1926,
  "young_adult_book": 1927,
  "children's_book": 1928,
  "comprehension": 1929,
  "reading_comprehension": 1930,
  "close_reading": 1931,
  "annotation_in_reading": 1932,
  "interpretation_in_reading": 1933,
  "opening_chapter": 1934,
  "suspense_in_books": 1935,
  "figurative_language": 1936,
  "simile": 1937,
  "personification": 1938,
  "alliteration": 1939,
  "irony_in_literature": 1940,
  "irony_in_books": 1941,
  "situational_irony": 1942,
  "internal_conflict": 1943,
  "external_conflict": 1944,
  "setting_detail": 1945,
  "worldbuilding_in_books": 1946,
  "chapter_pacing": 1947,
  "cliffhanger": 1948,
  "scene_break": 1949,
  "paragraph_break": 1950,
  "chapter_break": 1951,
  "view_character": 1952,
  "of_view_character": 1953,
  "omniscient_narrator": 1954,
  "consciousness": 1955,
  "of_consciousness": 1956,
  "stream_of_consciousness": 1957,
  "verse": 1958,
  "stanza": 1959,
  "rhyme": 1960,
  "rhythm_in_writing": 1961,
  "collection": 1962,
  "essay_collection": 1963,
  "anthology": 1964,
  "series_in_books": 1965,
  "sequel_in_books": 1966,
  "prequel_in_books": 1967,
  "classic_book": 1968,
  "contemporary_fiction": 1969,
  "literary_fiction": 1970,
  "genre_fiction": 1971,
  "satire_in_books": 1972,
  "allegory": 1973,
  "tale": 1974,
  "fairy_tale": 1975,
  "myth": 1976,
  "legend": 1977,
  "folktale": 1978,
  "narrative_nonfiction": 1979,
  "expository_writing": 1980,
  "persuasive_writing": 1981,
  "argumentative_writing": 1982,
  "informative_book": 1983,
  "reading_level": 1984,
  "skimming_a_book": 1985,
  "scanning_in_reading": 1986,
  "active_reading": 1987,
  "rereading": 1988,
  "inference_in_reading": 1989,
  "a_text": 1990,
  "from_a_text": 1991,
  "from_a_book": 1992,
  "paraphrase": 1993,
  "review": 1994,
  "book_review": 1995,
  "book_recommendation": 1996,
  "author's_purpose": 1997,
  "for_a_book": 1998,
  "literacy": 1999,
  "book_literacy": 2000,
  "book_beginning": 2001,
  "story_structure": 2002,
  "end_structure": 2003,
  "middle_end_structure": 2004,
  "rising_action": 2005,
  "falling_action": 2006,
  "incident": 2007,
  "inciting_incident": 2008,
  "mystery_in_storytelling": 2009,
  "dramatic_question": 2010,
  "payoff_in_reading": 2011,
  "burn_book": 2012,
  "slow_burn_book": 2013,
  "paced_book": 2014,
  "fast_paced_book": 2015,
  "character_driven_book": 2016,
  "plot_driven_book": 2017,
  "authorial_voice": 2018,
  "distance": 2019,
  "narrative_distance": 2020,
  "monologue": 2021,
  "internal_monologue": 2022,
  "tag": 2023,
  "dialogue_tag": 2024,
  "dump": 2025,
  "exposition_dump": 2026,
  "subtle_writing": 2027,
  "direct_writing": 2028,
  "concise_writing": 2029,
  "variety": 2030,
  "sentence_variety": 2031,
  "diction": 2032,
  "syntax_in_writing": 2033,
  "choice": 2034,
  "word_choice": 2035,
  "connotation": 2036,
  "denotation": 2037,
  "statement": 2038,
  "theme_statement": 2039,
  "central_idea": 2040,
  "a_fable": 2041,
  "in_a_fable": 2042,
  "character_goal": 2043,
  "flaw": 2044,
  "character_flaw": 2045,
  "antihero_in_books": 2046,
  "hero_in_books": 2047,
  "foil_character": 2048,
  "side_character": 2049,
  "dialogue_driven_book": 2050,
  "heavy_book": 2051,
  "description_heavy_book": 2052,
  "in_fiction": 2053,
  "interiority_in_fiction": 2054,
  "empathy_in_reading": 2055,
  "immersion_in_reading": 2056,
  "value_in_books": 2057,
  "comforting_book": 2058,
  "challenging_book": 2059,
  "lyrical_writing": 2060,
  "style_writing": 2061,
  "plain_style_writing": 2062,
  "chapter_title": 2063,
  "section_break": 2064,
  "stamina": 2065,
  "reading_stamina": 2066,
  "habit": 2067,
  "reading_habit": 2068,
  "independent_reading": 2069,
  "guided_reading": 2070,
  "shared_reading": 2071,
  "aloud": 2072,
  "read_aloud": 2073,
  "audiobook": 2074,
  "ebook": 2075,
  "print_book": 2076,
  "library_book": 2077,
  "independent_bookstore": 2078,
  "date": 2079,
  "publication_date": 2080,
  "revised_edition": 2081,
  "copyright_page": 2082,
  "really_about": 2083,
  "books_really_about": 2084,
  "chapter_summary": 2085,
  "progression": 2086,
  "chapter_progression": 2087,
  "heading": 2088,
  "section_heading": 2089,
  "front_matter": 2090,
  "back_matter": 2091,
  "title_page": 2092,
  "chapter_book": 2093,
  "grade_book": 2094,
  "middle_grade_book": 2095,
  "reader_book": 2096,
  "early_reader_book": 2097,
  "graphic_novel": 2098,
  "illustrated_book": 2099,
  "illustration": 2100,
  "chapter_illustration": 2101,
  "a_fantasy_book": 2102,
  "note": 2103,
  "author's_note": 2104,
  "acknowledgment_section": 2105,
  "dedication_page": 2106,
  "name": 2107,
  "pen_name": 2108,
  "pseudonym": 2109,
  "coauthor": 2110,
  "publisher": 2111,
  "publishing": 2112,
  "revision_in_writing": 2113,
  "proofreading": 2114,
  "copyediting": 2115,
  "line_editing": 2116,
  "developmental_editing": 2117,
  "shelf": 2118,
  "genre_shelf": 2119,
  "bookstore_genre_shelf": 2120,
  "on_genre": 2121,
  "based_on_genre": 2122,
  "mood_reading": 2123,
  "comfort_read": 2124,
  "beach_read": 2125,
  "dense_book": 2126,
  "accessible_writing": 2127,
  "archaic_language": 2128,
