{
  "<PAD>": 0,
  "<UNK>": 1,
  "<BOS>": 2,
  "<EOS>": 3,
  "artificial": 4,
  "intelligence": 5,
  ".": 6,
  "ai": 7,
  "what": 8,
  "is": 9,
  "?": 10,
  "tell": 11,
  "me": 12,
  "about": 13,
  "give": 14,
  "an": 15,
  "overview": 16,
  "of": 17,
  "why": 18,
  "important": 19,
  "does": 20,
  "do": 21,
  "machine": 22,
  "learning": 23,
  "ml": 24,
  "the": 25,
  "difference": 26,
  "between": 27,
  "and": 28,
  "deep": 29,
  "a": 30,
  "model": 31,
  "in": 32,
  "training": 33,
  "inference": 34,
  "dataset": 35,
  "data": 36,
  "test": 37,
  "validation": 38,
  "models": 39,
  "need": 40,
  "feature": 41,
  "label": 42,
  "supervised": 43,
  "unsupervised": 44,
  "reinforcement": 45,
  "classification": 46,
  "regression": 47,
  "clustering": 48,
  "prediction": 49,
  "pattern": 50,
  "recognition": 51,
  "neural": 52,
  "network": 53,
  "neuron": 54,
  "are": 55,
  "layers": 56,
  "input": 57,
  "layer": 58,
  "hidden": 59,
  "output": 60,
  "weights": 61,
  "bias": 62,
  "networks": 63,
  "activation": 64,
  "function": 65,
  "backpropagation": 66,
  "gradient": 67,
  "descent": 68,
  "optimization": 69,
  "loss": 70,
  "epoch": 71,
  "batch": 72,
  "parameter": 73,
  "hyperparameter": 74,
  "overfitting": 75,
  "underfitting": 76,
  "generalization": 77,
  "accuracy": 78,
  "evaluation": 79,
  "benchmark": 80,
  "computer": 81,
  "vision": 82,
  "natural": 83,
  "language": 84,
  "processing": 85,
  "nlp": 86,
  "speech": 87,
  "text": 88,
  "generation": 89,
  "image": 90,
  "translation": 91,
  "summarization": 92,
  "recommendation": 93,
  "system": 94,
  "personalization": 95,
  "automation": 96,
  "chatbot": 97,
  "virtual": 98,
  "assistant": 99,
  "large": 100,
  "llm": 101,
  "prompt": 102,
  "engineering": 103,
  "embedding": 104,
  "vector": 105,
  "search": 106,
  "token": 107,
  "context": 108,
  "fine": 109,
  "tuning": 110,
  "pretraining": 111,
  "transfer": 112,
  "multimodal": 113,
  "generative": 114,
  "discriminative": 115,
  "probabilistic": 116,
  "labeling": 117,
  "annotation": 118,
  "quality": 119,
  "fairness": 120,
  "robustness": 121,
  "reliability": 122,
  "explainability": 123,
  "interpretability": 124,
  "transparency": 125,
  "responsible": 126,
  "safety": 127,
  "alignment": 128,
  "hallucination": 129,
  "hallucinate": 130,
  "confidence": 131,
  "uncertainty": 132,
  "score": 133,
  "precision": 134,
  "recall": 135,
  "f1": 136,
  "confusion": 137,
  "matrix": 138,
  "false": 139,
  "positive": 140,
  "negative": 141,
  "true": 142,
  "set": 143,
  "cross": 144,
  "leakage": 145,
  "bad": 146,
  "selection": 147,
  "normalization": 148,
  "standardization": 149,
  "preprocessing": 150,
  "cleaning": 151,
  "missing": 152,
  "class": 153,
  "imbalance": 154,
  "problem": 155,
  "augmentation": 156,
  "regularization": 157,
  "dropout": 158,
  "early": 159,
  "stopping": 160,
  "rate": 161,
  "happens": 162,
  "if": 163,
  "too": 164,
  "high": 165,
  "low": 166,
  "convergence": 167,
  "architecture": 168,
  "transformer": 169,
  "attention": 170,
  "self": 171,
  "convolutional": 172,
  "cnn": 173,
  "recurrent": 174,
  "rnn": 175,
  "sequence": 176,
  "modeling": 177,
  "time": 178,
  "series": 179,
  "forecasting": 180,
  "anomaly": 181,
  "detection": 182,
  "ranking": 183,
  "retrieval": 184,
  "semantic": 185,
  "reranking": 186,
  "knowledge": 187,
  "base": 188,
  "augmented": 189,
  "rag": 190,
  "window": 191,
  "few": 192,
  "shot": 193,
  "prompting": 194,
  "zero": 195,
  "chain": 196,
  "thought": 197,
  "agent": 198,
  "autonomous": 199,
  "human": 200,
  "loop": 201,
  "review": 202,
  "useful": 203,
  "governance": 204,
  "ethics": 205,
  "privacy": 206,
  "security": 207,
  "systems": 208,
  "drift": 209,
  "monitoring": 210,
  "deployment": 211,
  "pipeline": 212,
  "mlops": 213,
  "reproducibility": 214,
  "object": 215,
  "segmentation": 216,
  "optical": 217,
  "character": 218,
  "ocr": 219,
  "sentiment": 220,
  "analysis": 221,
  "entity": 222,
  "extraction": 223,
  "named": 224,
  "topic": 225,
  "spam": 226,
  "fraud": 227,
  "synthesis": 228,
  "to": 229,
  "code": 230,
  "coding": 231,
  "decision": 232,
  "support": 233,
  "document": 234,
  "understanding": 235,
  "question": 236,
  "answering": 237,
  "summarizing": 238,
  "documents": 239,
  "with": 240,
  "conversational": 241,
  "dialogue": 242,
  "intent": 243,
  "slot": 244,
  "filling": 245,
  "engine": 246,
  "for": 247,
  "healthcare": 248,
  "education": 249,
  "business": 250,
  "customer": 251,
  "service": 252,
  "marketing": 253,
  "finance": 254,
  "science": 255,
  "robotics": 256,
  "manufacturing": 257,
  "agriculture": 258,
  "creativity": 259,
  "synthetic": 260,
  "collection": 261,
  "curation": 262,
  "weak": 263,
  "supervision": 264,
  "semi": 265,
  "active": 266,
  "curriculum": 267,
  "template": 268,
  "formatting": 269,
  "tool": 270,
  "use": 271,
  "calling": 272,
  "grounding": 273,
  "injection": 274,
  "jailbreak": 275,
  "adversarial": 276,
  "example": 277,
  "red": 278,
  "teaming": 279,
  "card": 280,
  "sheet": 281,
  "serving": 282,
  "latency": 283,
  "throughput": 284,
  "scalable": 285,
  "workload": 286,
  "compression": 287,
  "quantization": 288,
  "distillation": 289,
  "edge": 290,
  "on": 291,
  "device": 292,
  "cloud": 293,
  "emergent": 294,
  "behavior": 295,
  "capability": 296,
  "limitation": 297,
  "misuse": 298,
  "literacy": 299,
  "really": 300,
  "workflow": 301,
  "application": 302,
  "baseline": 303,
  "simple": 304,
  "complex": 305,
  "not": 306,
  "always": 307,
  "biggest": 308,
  "task": 309,
  "fit": 310,
  "domain": 311,
  "specific": 312,
  "general": 313,
  "purpose": 314,
  "narrow": 315,
  "agi": 316,
  "target": 317,
  "sample": 318,
  "size": 319,
  "step": 320,
  "checkpoint": 321,
  "checkpointing": 322,
  "experiment": 323,
  "tracking": 324,
  "space": 325,
  "random": 326,
  "grid": 327,
  "objective": 328,
  "metric": 329,
  "offline": 330,
  "online": 331,
  "ab": 332,
  "testing": 333,
  "feedback": 334,
  "user": 335,
  "valuable": 336,
  "preference": 337,
  "reward": 338,
  "policy": 339,
  "action": 340,
  "state": 341,
  "exploration": 342,
  "exploitation": 343,
  "tradeoff": 344,
  "environment": 345,
  "planning": 346,
  "algorithm": 347,
  "symbolic": 348,
  "rule": 349,
  "based": 350,
  "expert": 351,
  "representation": 352,
  "ontology": 353,
  "graph": 354,
  "reasoning": 355,
  "statistical": 356,
  "hybrid": 357,
  "discovery": 358,
  "dimensionality": 359,
  "reduction": 360,
  "reduce": 361,
  "dimensions": 362,
  "latent": 363,
  "similarity": 364,
  "nearest": 365,
  "neighbor": 366,
  "cosine": 367,
  "threshold": 368,
  "calibration": 369,
  "orchestration": 370,
  "integration": 371,
  "product": 372,
  "platform": 373,
  "cost": 374,
  "can": 375,
  "be": 376,
  "expensive": 377,
  "efficiency": 378,
  "efficient": 379,
  "stack": 380,
  "budget": 381,
  "real": 382,
  "observability": 383,
  "incident": 384,
  "fallback": 385,
  "fallbacks": 386,
  "products": 387,
  "adoption": 388,
  "value": 389,
  "how": 390,
  "should": 391,
  "outputs": 392,
  "used": 393,
  "postprocessing": 394,
  "moderation": 395,
  "filter": 396,
  "control": 397,
  "learned": 398,
  "tokenization": 399,
  "length": 400,
  "positional": 401,
  "information": 402,
  "decoder": 403,
  "encoder": 404,
  "memory": 405,
  "session": 406,
  "long": 407,
  "term": 408,
  "grounded": 409,
  "answer": 410,
  "citation": 411,
  "content": 412,
  "assisted": 413,
  "writing": 414,
  "summarizer": 415,
  "classifier": 416,
  "ranker": 417,
  "detector": 418,
  "schema": 419,
  "structured": 420,
  "rubric": 421,
  "prompts": 422,
  "matter": 423,
  "iterative": 424,
  "comparison": 425,
  "readiness": 426,
  "continuous": 427,
  "improvement": 428,
  "practical": 429,
  "main": 430,
  "idea": 431,
  "cat": 432,
  "walrus": 433,
  "walruses": 434,
  "have": 435,
  "tusks": 436,
  "dogs": 437,
  "dog": 438,
  "'": 439,
  "s": 440,
  "favorite": 441,
  "food": 442,
  "bark": 443,
  "groom": 444,
  "itself": 445,
  "exercise": 446,
  "cats": 447,
  "purr": 448,
  "eat": 449,
  "fish": 450,
  "breathe": 451,
  "air": 452,
  "swim": 453,
  "water": 454,
  "bird": 455,
  "birds": 456,
  "migrate": 457,
  "fly": 458,
  "drink": 459,
  "shelter": 460,
  "build": 461,
  "nest": 462,
  "lay": 463,
  "eggs": 464,
  "raise": 465,
  "chicks": 466,
  "offspring": 467,
  "known": 468,
  "as": 469,
  "rabbits": 470,
  "hamsters": 471,
  "guinea": 472,
  "pigs": 473,
  "some": 474,
  "animals": 475,
  "live": 476,
  "groups": 477,
  "i": 478,
  "ask": 479,
  "something": 480,
  "unclear": 481,
  "shark": 482,
  "become": 483,
  "puppies": 484,
  "puppy": 485,
  "teeth": 486,
  "diet": 487,
  "at": 488,
  "strangers": 489,
  "mark": 490,
  "territory": 491,
  "habitat": 492,
  "prefer": 493,
  "company": 494,
  "interact": 495,
  "people": 496,
  "lifespan": 497,
  "short": 498,
  "lives": 499,
  "age": 500,
  "coat": 501,
  "color": 502,
  "different": 503,
  "colors": 504,
  "themselves": 505,
  "hearing": 506,
  "good": 507,
  "hear": 508,
  "sense": 509,
  "smell": 510,
  "keen": 511,
  "ability": 512,
  "track": 513,
  "motion": 514,
  "meow": 515,
  "catch": 516,
  "mice": 517,
  "it": 518,
  "that": 519,
  "all": 520,
  "felines": 521,
  "rabbit": 522,
  "hamster": 523,
  "pig": 524,
  "fox": 525,
  "foxes": 526,
  "sharp": 527,
  "claws": 528,
  "hunt": 529,
  "fur": 530,
  "elephants": 531,
  "walk": 532,
  "reproduce": 533,
  "feathers": 534,
  "wings": 535,
  "lungs": 536,
  "chase": 537,
  "after": 538,
  "toys": 539,
  "horses": 540,
  "hay": 541,
  "graze": 542,
  "eyes": 543,
  "cows": 544,
  "milk": 545,
  "defecate": 546,
  "bees": 547,
  "collect": 548,
  "nectar": 549,
  "pollinate": 550,
  "flowers": 551,
  "brains": 552,
  "snakes": 553,
  "slither": 554,
  "sharks": 555,
  "common": 556,
  "species": 557,
  "camel": 558,
  "camels": 559,
  "humps": 560,
  "go": 561,
  "drinking": 562,
  "from": 563,
  "well": 564,
  "penguin": 565,
  "penguins": 566,
  "spend": 567,
  "so": 568,
  "much": 569,
  "underwater": 570,
  "get": 571,
  "their": 572,
  "koala": 573,
  "koalas": 574,
  "tails": 575,
  "find": 576,
  "lion": 577,
  "lions": 578,
  "big": 579,
  "defend": 580,
  "against": 581,
  "humans": 582,
  "gorilla": 583,
  "gorillas": 584,
  "trees": 585,
  "communicate": 586,
  "each": 587,
  "other": 588,
  "cheetah": 589,
  "cheetahs": 590,
  "gazelles": 591,
  "stay": 592,
  "warm": 593,
  "during": 594,
  "cold": 595,
  "weather": 596,
  "dolphin": 597,
  "dolphins": 598,
  "play": 599,
  "games": 600,
  "attack": 601,
  "attacks": 602,
  "giraffe": 603,
  "giraffes": 604,
  "necks": 605,
  "pets": 606,
  "turtle": 607,
  "loyal": 608,
  "companions": 609,
  "require": 610,
  "regular": 611,
  "learn": 612,
  "tricks": 613,
  "breeds": 614,
  "similar": 615,
  "temperament": 616,
  "role": 617,
  "family": 618,
  "owning": 619,
  "lot": 620,
  "commitment": 621,
  "types": 622,
  "equally": 623,
  "intelligent": 624,
  "without": 625,
  "interaction": 626,
  "any": 627,
  "predators": 628,
  "trained": 629,
  "avoid": 630,
  "certain": 631,
  "behaviors": 632,
  "there": 633,
  "health": 634,
  "issues": 635,
  "associated": 636,
  "special": 637,
  "needs": 638,
  "breed": 639,
  "deaf": 640,
  "individuals": 641,
  "visually": 642,
  "impaired": 643,
  "mentally": 644,
  "disabled": 645,
  "who": 646,
  "impairments": 647,
  "children": 648,
  "protect": 649,
  "characteristics": 650,
  "protection": 651,
  "threats": 652,
  "facing": 653,
  "endangered": 654,
  "die": 655,
  "drowning": 656,
  "ways": 657,
  "mates": 658,
  "diseases": 659,
  "affect": 660,
  "vulnerable": 661,
  "populations": 662,
  "conservation": 663,
  "efforts": 664,
  "reasons": 665,
  "bite": 666,
  "wounds": 667,
  "popular": 668,
  "shoes": 669,
  "fetch": 670,
  "fluffy": 671,
  "flightless": 672,
  "butterfly": 673,
  "butterflies": 674,
  "flit": 675,
  "change": 676,
  "colorful": 677,
  "spider": 678,
  "spiders": 679,
  "spin": 680,
  "webs": 681,
  "prey": 682,
  "nocturnal": 683,
  "frog": 684,
  "frogs": 685,
  "jump": 686,
  "amphibian": 687,
  "bee": 688,
  "hives": 689,
  "snake": 690,
  "turtles": 691,
  "bat": 692,
  "bats": 693,
  "leaves": 694,
  "llama": 695,
  "llamas": 696,
  "kangaroo": 697,
  "kangaroos": 698,
  "carry": 699,
  "young": 700,
  "hair": 701,
  "fast": 702,
  "horse": 703,
  "strong": 704,
  "dangerous": 705,
  "cute": 706,
  "bear": 707,
  "bears": 708,
  "ocean": 709,
  "ecosystem": 710,
  "sleep": 711,
  "spots": 712,
  "raccoon": 713,
  "dragon": 714,
  "poodle": 715,
  "tortoise": 716,
  "platypus": 717,
  "hedgehog": 718,
  "porcupine": 719,
  "skin": 720,
  "monkey": 721,
  "monkeys": 722,
  "meat": 723,
  "tortoises": 724,
  "shell": 725,
  "stripes": 726,
  "tail": 727,
  "run": 728,
  "dig": 729,
  "holes": 730,
  "burrows": 731,
  "bask": 732,
  "sunlight": 733,
  "maintain": 734,
  "balance": 735,
  "wolf": 736,
  "wolves": 737,
  "packs": 738,
  "grass": 739,
  "sun": 740,
  "pull": 741,
  "carts": 742,
  "zebra": 743,
  "zebras": 744,
  "hippo": 745,
  "hippos": 746,
  "jungle": 747,
  "enjoy": 748,
  "being": 749,
  "petted": 750,
  "dark": 751,
  "environments": 752,
  "where": 753,
  "night": 754,
  "mate": 755,
  "survive": 756,
  "dive": 757,
  "cold-blooded": 758,
  "crocodile": 759,
  "crocodiles": 760,
  "kill": 761,
  "apex": 762,
  "seal": 763,
  "seals": 764,
  "elephant": 765,
  "rat": 766,
  "duck": 767,
  "whale": 768,
  "razor-sharp": 769,
  "while": 770,
  "swimming": 771,
  "traits": 772,
  "climb": 773,
  "tall": 774,
  "roar": 775,
  "waters": 776,
  "whales": 777,
  "produce": 778,
  "sounds": 779,
  "upright": 780,
  "eucalyptus": 781,
  "forests": 782,
  "obtain": 783,
  "territorial": 784,
  "or": 785,
  "light-colored": 786,
  "heart": 787,
  "mammals": 788,
  "four": 789,
  "legs": 790,
  "omnivores": 791,
  "tongue": 792,
  "carnivorous": 793,
  "backbone": 794,
  "heartbeat": 795,
  "pet": 796,
  "gather": 797,
  "thick": 798,
  "wool": 799,
  "animal": 800,
  "kinds": 801,
  "grouped": 802,
  "vertebrates": 803,
  "invertebrates": 804,
  "herbivore": 805,
  "carnivore": 806,
  "omnivore": 807,
  "move": 808,
  "grow": 809,
  "help": 810,
  "ecosystems": 811,
  "plants": 812,
  "fungi": 813,
  "migration": 814,
  "hibernation": 815,
  "camouflage": 816,
  "wildlife": 817,
  "domesticated": 818,
  "kingdom": 819,
  "art": 820,
  "artist": 821,
  "visual": 822,
  "applied": 823,
  "artwork": 824,
  "medium": 825,
  "media": 826,
  "mixed": 827,
  "drawing": 828,
  "painting": 829,
  "sculpture": 830,
  "photography": 831,
  "design": 832,
  "illustration": 833,
  "printmaking": 834,
  "collage": 835,
  "digital": 836,
  "abstract": 837,
  "realistic": 838,
  "representational": 839,
  "nonrepresentational": 840,
  "concept": 841,
  "decorative": 842,
  "craft": 843,
  "ceramics": 844,
  "textile": 845,
  "mural": 846,
  "public": 847,
  "installation": 848,
  "performance": 849,
  "sketch": 850,
  "study": 851,
  "finished": 852,
  "piece": 853,
  "composition": 854,
  "line": 855,
  "shape": 856,
  "form": 857,
  "texture": 858,
  "rhythm": 859,
  "symmetry": 860,
  "asymmetry": 861,
  "contrast": 862,
  "emphasis": 863,
  "focal": 864,
  "point": 865,
  "unity": 866,
  "variety": 867,
  "proportion": 868,
  "scale": 869,
  "perspective": 870,
  "one": 871,
  "two": 872,
  "horizon": 873,
  "vanishing": 874,
  "gesture": 875,
  "contour": 876,
  "blind": 877,
  "shading": 878,
  "hatching": 879,
  "blending": 880,
  "charcoal": 881,
  "graphite": 882,
  "ink": 883,
  "pen": 884,
  "marker": 885,
  "colored": 886,
  "pencil": 887,
  "pastel": 888,
  "oil": 889,
  "acrylic": 890,
  "watercolor": 891,
  "gouache": 892,
  "canvas": 893,
  "paper": 894,
  "sketchbook": 895,
  "brush": 896,
  "palette": 897,
  "paint": 898,
  "mixing": 899,
  "primary": 900,
  "secondary": 901,
  "complementary": 902,
  "cool": 903,
  "saturation": 904,
  "hue": 905,
  "monochromatic": 906,
  "scheme": 907,
  "analogous": 908,
  "limited": 909,
  "local": 910,
  "highlight": 911,
  "shadow": 912,
  "cast": 913,
  "reflected": 914,
  "light": 915,
  "still": 916,
  "life": 917,
  "portrait": 918,
  "landscape": 919,
  "seascape": 920,
  "figure": 921,
  "anatomy": 922,
  "foreshortening": 923,
  "observational": 924,
  "imagination": 925,
  "thumbnail": 926,
  "underdrawing": 927,
  "layering": 928,
  "glazing": 929,
  "impasto": 930,
  "wash": 931,
  "dry": 932,
  "wet": 933,
  "masking": 934,
  "process": 935,
  "subject": 936,
  "symbolism": 937,
  "metaphor": 938,
  "narrative": 939,
  "sequential": 940,
  "comic": 941,
  "poster": 942,
  "graphic": 943,
  "typography": 944,
  "layout": 945,
  "branding": 946,
  "logo": 947,
  "industrial": 948,
  "interior": 949,
  "fashion": 950,
  "photograph": 951,
  "camera": 952,
  "lens": 953,
  "exposure": 954,
  "shutter": 955,
  "speed": 956,
  "aperture": 957,
  "iso": 958,
  "depth": 959,
  "field": 960,
  "focus": 961,
  "street": 962,
  "documentary": 963,
  "macro": 964,
  "black": 965,
  "white": 966,
  "photo": 967,
  "editing": 968,
  "cropping": 969,
  "material": 970,
  "clay": 971,
  "stone": 972,
  "carving": 973,
  "wood": 974,
  "casting": 975,
  "assemblage": 976,
  "relief": 977,
  "critique": 978,
  "interpretation": 979,
  "appreciation": 980,
  "style": 981,
  "realism": 982,
  "impressionism": 983,
  "expressionism": 984,
  "surrealism": 985,
  "minimalism": 986,
  "modern": 987,
  "contemporary": 988,
  "classical": 989,
  "storytelling": 990,
  "expressive": 991,
  "loose": 992,
  "tight": 993,
  "rendering": 994,
  "hard": 995,
  "soft": 996,
  "lost": 997,
  "hierarchy": 998,
  "dominant": 999,
  "subordinate": 1000,
  "element": 1001,
  "repetition": 1002,
  "variation": 1003,
  "movement": 1004,
  "leading": 1005,
  "framing": 1006,
  "viewpoint": 1007,
  "eye": 1008,
  "view": 1009,
  "worm": 1010,
  "level": 1011,
  "simplification": 1012,
  "abstraction": 1013,
  "observation": 1014,
  "stylization": 1015,
  "cartooning": 1016,
  "caricature": 1017,
  "exaggeration": 1018,
  "motif": 1019,
  "iconography": 1020,
  "allegory": 1021,
  "diptych": 1022,
  "triptych": 1023,
  "site": 1024,
  "gallery": 1025,
  "museum": 1026,
  "exhibition": 1027,
  "portfolio": 1028,
  "statement": 1029,
  "practice": 1030,
  "journal": 1031,
  "plein": 1032,
  "studio": 1033,
  "block": 1034,
  "experimentation": 1035,
  "revision": 1036,
  "underpainting": 1037,
  "solving": 1038,
  "craftsmanship": 1039,
  "clarity": 1040,
  "ambiguity": 1041,
  "emotional": 1042,
  "impact": 1043,
  "viewer": 1044,
  "audience": 1045,
  "response": 1046,
  "history": 1047,
  "culture": 1048,
  "overall": 1049,
  "communication": 1050,
  "message": 1051,
  "intention": 1052,
  "driven": 1053,
  "found": 1054,
  "recycled": 1055,
  "handmade": 1056,
  "raster": 1057,
  "pixel": 1058,
  "matte": 1059,
  "script": 1060,
  "storyboard": 1061,
  "finish": 1062,
  "glossy": 1063,
  "varnish": 1064,
  "gesso": 1065,
  "stretcher": 1066,
  "bar": 1067,
  "panel": 1068,
  "substrate": 1069,
  "making": 1070,
  "brushstroke": 1071,
  "brushwork": 1072,
  "controlled": 1073,
  "silhouette": 1074,
  "border": 1075,
  "ornament": 1076,
  "readability": 1077,
  "identity": 1078,
  "consistency": 1079,
  "icon": 1080,
  "infographic": 1081,
  "centered": 1082,
  "photographic": 1083,
  "candid": 1084,
  "posed": 1085,
  "body": 1086,
  "work": 1087,
  "theme": 1088,
  "artistic": 1089,
  "originality": 1090,
  "influence": 1091,
  "inspiration": 1092,
  "skill": 1093,
  "growth": 1094,
  "formal": 1095,
  "contextual": 1096,
  "engagement": 1097,
  "central": 1098,
  "supporting": 1099,
  "detail": 1100,
  "effective": 1101,
  "clear": 1102,
  "painterly": 1103,
  "delicate": 1104,
  "bold": 1105,
  "sensitivity": 1106,
  "aesthetic": 1107,
  "rough": 1108,
  "draft": 1109,
  "polished": 1110,
  "unfinished": 1111,
  "look": 1112,
  "habit": 1113,
  "personal": 1114,
  "voice": 1115,
  "experience": 1116,
  "goal": 1117,
  "choices": 1118,
  "compelling": 1119,
  "memorable": 1120,
  "meaningful": 1121,
  "compositional": 1122,
  "flow": 1123,
  "development": 1124,
  "refinement": 1125,
  "final": 1126,
  "presentation": 1127,
  "thinking": 1128,
  "resolution": 1129,
  "biology": 1130,
  "biologist": 1131,
  "living": 1132,
  "things": 1133,
  "organism": 1134,
  "physiology": 1135,
  "ecology": 1136,
  "genetics": 1137,
  "evolution": 1138,
  "taxonomy": 1139,
  "population": 1140,
  "community": 1141,
  "biome": 1142,
  "biosphere": 1143,
  "cell": 1144,
  "cells": 1145,
  "theory": 1146,
  "prokaryotic": 1147,
  "eukaryotic": 1148,
  "membrane": 1149,
  "cytoplasm": 1150,
  "nucleus": 1151,
  "dna": 1152,
  "rna": 1153,
  "chromosome": 1154,
  "gene": 1155,
  "ribosome": 1156,
  "mitochondrion": 1157,
  "mitochondria": 1158,
  "atp": 1159,
  "endoplasmic": 1160,
  "reticulum": 1161,
  "smooth": 1162,
  "golgi": 1163,
  "apparatus": 1164,
  "lysosome": 1165,
  "vacuole": 1166,
  "chloroplast": 1167,
  "chloroplasts": 1168,
  "wall": 1169,
  "plant": 1170,
  "diffusion": 1171,
  "osmosis": 1172,
  "transport": 1173,
  "selective": 1174,
  "permeability": 1175,
  "homeostasis": 1176,
  "metabolism": 1177,
  "cellular": 1178,
  "respiration": 1179,
  "photosynthesis": 1180,
  "equation": 1181,
  "related": 1182,
  "tissue": 1183,
  "organ": 1184,
  "organization": 1185,
  "epithelial": 1186,
  "connective": 1187,
  "muscle": 1188,
  "nervous": 1189,
  "stomach": 1190,
  "intestines": 1191,
  "brain": 1192,
  "liver": 1193,
  "kidneys": 1194,
  "blood": 1195,
  "circulatory": 1196,
  "respiratory": 1197,
  "digestive": 1198,
  "muscular": 1199,
  "skeletal": 1200,
  "endocrine": 1201,
  "immune": 1202,
  "reproductive": 1203,
  "excretory": 1204,
  "hormone": 1205,
  "enzyme": 1206,
  "enzymes": 1207,
  "protein": 1208,
  "lipid": 1209,
  "carbohydrate": 1210,
  "nucleic": 1211,
  "acid": 1212,
  "biomolecules": 1213,
  "three": 1214,
  "domains": 1215,
  "bacteria": 1216,
  "archaea": 1217,
  "protists": 1218,
  "makes": 1219,
  "autotroph": 1220,
  "heterotroph": 1221,
  "decomposer": 1222,
  "producer": 1223,
  "consumer": 1224,
  "scavenger": 1225,
  "detritivore": 1226,
  "parasite": 1227,
  "host": 1228,
  "symbiosis": 1229,
  "mutualism": 1230,
  "commensalism": 1231,
  "parasitism": 1232,
  "predation": 1233,
  "competition": 1234,
  "niche": 1235,
  "biodiversity": 1236,
  "web": 1237,
  "trophic": 1238,
  "energy": 1239,
  "ecological": 1240,
  "pyramid": 1241,
  "biomass": 1242,
  "nutrient": 1243,
  "cycling": 1244,
  "carbon": 1245,
  "cycle": 1246,
  "nitrogen": 1247,
  "decomposers": 1248,
  "succession": 1249,
  "limiting": 1250,
  "factor": 1251,
  "carrying": 1252,
  "capacity": 1253,
  "affects": 1254,
  "extinction": 1255,
  "adaptation": 1256,
  "fitness": 1257,
  "mutation": 1258,
  "mutations": 1259,
  "inheritance": 1260,
  "heredity": 1261,
  "allele": 1262,
  "recessive": 1263,
  "genotype": 1264,
  "phenotype": 1265,
  "trait": 1266,
  "meiosis": 1267,
  "mitosis": 1268,
  "fertilization": 1269,
  "gamete": 1270,
  "sexual": 1271,
  "reproduction": 1272,
  "asexual": 1273,
  "cloning": 1274,
  "breeding": 1275,
  "genetic": 1276,
  "biotechnology": 1277,
  "replication": 1278,
  "transcription": 1279,
  "genes": 1280,
  "punnett": 1281,
  "square": 1282,
  "incomplete": 1283,
  "dominance": 1284,
  "codominance": 1285,
  "number": 1286,
  "expression": 1287,
  "stem": 1288,
  "differentiation": 1289,
  "botany": 1290,
  "zoology": 1291,
  "microbiology": 1292,
  "mycology": 1293,
  "marine": 1294,
  "root": 1295,
  "leaf": 1296,
  "flower": 1297,
  "seed": 1298,
  "fruit": 1299,
  "make": 1300,
  "seeds": 1301,
  "germination": 1302,
  "pollination": 1303,
  "pollen": 1304,
  "xylem": 1305,
  "phloem": 1306,
  "transpiration": 1307,
  "stomata": 1308,
  "dioxide": 1309,
  "vascular": 1310,
  "nonvascular": 1311,
  "mosses": 1312,
  "ferns": 1313,
  "conifers": 1314,
  "flowering": 1315,
  "angiosperm": 1316,
  "gymnosperm": 1317,
  "algae": 1318,
  "spore": 1319,
  "reptiles": 1320,
  "amphibians": 1321,
  "insects": 1322,
  "arachnids": 1323,
  "crustaceans": 1324,
  "mollusks": 1325,
  "annelids": 1326,
  "cnidarians": 1327,
  "echinoderms": 1328,
  "metamorphosis": 1329,
  "mimicry": 1330,
  "instinct": 1331,
  "microorganism": 1332,
  "pathogen": 1333,
  "virus": 1334,
  "alive": 1335,
  "infection": 1336,
  "immunity": 1337,
  "antibodies": 1338,
  "vaccination": 1339,
  "vaccines": 1340,
  "disease": 1341,
  "embryo": 1342,
  "larva": 1343,
  "adult": 1344,
  "aging": 1345,
  "fossil": 1346,
  "fossils": 1347,
  "ancestry": 1348,
  "evolutionary": 1349,
  "tree": 1350,
  "speciation": 1351,
  "homologous": 1352,
  "structure": 1353,
  "vestigial": 1354,
  "stimulus": 1355,
  "organisms": 1356,
  "respond": 1357,
  "stimuli": 1358,
  "irritability": 1359,
  "specialization": 1360,
  "specialized": 1361,
  "nerve": 1362,
  "guard": 1363,
  "circulation": 1364,
  "gas": 1365,
  "exchange": 1366,
  "oxygen": 1367,
  "absorption": 1368,
  "digestion": 1369,
  "ingestion": 1370,
  "excretion": 1371,
  "breathing": 1372,
  "internal": 1373,
  "regulation": 1374,
  "multicellular": 1375,
  "unicellular": 1376,
  "single": 1377,
  "celled": 1378,
  "amoeba": 1379,
  "yeast": 1380,
  "mold": 1381,
  "mushroom": 1382,
  "bacterium": 1383,
  "harmful": 1384,
  "decomposition": 1385,
  "organic": 1386,
  "freshwater": 1387,
  "forest": 1388,
  "desert": 1389,
  "grassland": 1390,
  "wetland": 1391,
  "wetlands": 1392,
  "rainforest": 1393,
  "tundra": 1394,
  "coral": 1395,
  "reef": 1396,
  "estuary": 1397,
  "keystone": 1398,
  "invasive": 1399,
  "native": 1400,
  "pollution": 1401,
  "climate": 1402,
  "abiotic": 1403,
  "biotic": 1404,
  "sustainability": 1405,
  "pressure": 1406,
  "success": 1407,
  "pool": 1408,
  "isolation": 1409,
  "coevolution": 1410,
  "advantage": 1411,
  "cacti": 1412,
  "spines": 1413,
  "aquatic": 1414,
  "streamlined": 1415,
  "bodies": 1416,
  "comparative": 1417,
  "embryology": 1418,
  "molecular": 1419,
  "organismal": 1420,
  "developmental": 1421,
  "connect": 1422,
  "many": 1423,
  "topics": 1424,
  "job": 1425,
  "proteins": 1426,
  "divide": 1427,
  "producers": 1428,
  "microbes": 1429,
  "baby": 1430,
  "come": 1431,
  "beak": 1432,
  "beaks": 1433,
  "egg": 1434,
  "hatch": 1435,
  "shells": 1436,
  "capture": 1437,
  "nests": 1438,
  "feather": 1439,
  "ducks": 1440,
  "herbivorous": 1441,
  "flight": 1442,
  "essential": 1443,
  "flying": 1444,
  "before": 1445,
  "they": 1446,
  "start": 1447,
  "starts": 1448,
  "planets": 1449,
  "reason": 1450,
  "migrations": 1451,
  "particular": 1452,
  "type": 1453,
  "typically": 1454,
  "tasks": 1455,
  "its": 1456,
  "place": 1457,
  "particularly": 1458,
  "raising": 1459,
  "burrow": 1460,
  "most": 1461,
  "choose": 1462,
  "chick": 1463,
  "incubation": 1464,
  "period": 1465,
  "temperature": 1466,
  "vulture": 1467,
  "vultures": 1468,
  "feed": 1469,
  "carrion": 1470,
  "winter": 1471,
  "heat": 1472,
  "daytime": 1473,
  "monogamous": 1474,
  "sexually": 1475,
  "dimorphic": 1476,
  "pelican": 1477,
  "barn": 1478,
  "owl": 1479,
  "owls": 1480,
  "hen": 1481,
  "hens": 1482,
  "incubate": 1483,
  "care": 1484,
  "mother": 1485,
  "chickens": 1486,
  "around": 1487,
  "rooster": 1488,
  "pigeon": 1489,
  "pigeons": 1490,
  "navigate": 1491,
  "migratory": 1492,
  "sing": 1493,
  "house": 1494,
  "kind": 1495,
  "chicken": 1496,
  "differences": 1497,
  "cock": 1498,
  "birdie": 1499,
  "better": 1500,
  "than": 1501,
  "others": 1502,
  "male": 1503,
  "female": 1504,
  "key": 1505,
  "features": 1506,
  "webbed": 1507,
  "feet": 1508,
  "way": 1509,
  "patterns": 1510,
  "home": 1511,
  "harpin": 1512,
  "sparrow": 1513,
  "hummingbird": 1514,
  "robin": 1515,
  "crow": 1516,
  "crows": 1517,
  "predate": 1518,
  "magpie": 1519,
  "parrot": 1520,
  "parrots": 1521,
  "mimic": 1522,
  "speak": 1523,
  "huddle": 1524,
  "together": 1525,
  "falcon": 1526,
  "falcons": 1527,
  "scavenging": 1528,
  "sparrowes": 1529,
  "route": 1530,
  "means": 1531,
  "when": 1532,
  "importance": 1533,
  "your": 1534,
  "area": 1535,
  "you": 1536,
  "see": 1537,
  "swan": 1538,
  "box": 1539,
  "boxes": 1540,
  "suitable": 1541,
  "goose": 1542,
  "geese": 1543,
  "hummingbirds": 1544,
  "status": 1545,
  "face": 1546,
  "contribute": 1547,
  "travel": 1548,
  "wintering": 1549,
  "grounds": 1550,
  "wild": 1551,
  "dove": 1552,
  "hawk": 1553,
  "flamingo": 1554,
  "seagull": 1555,
  "gannet": 1556,
  "stork": 1557,
  "waterfall": 1558,
  "swans": 1559,
  "own": 1560,
  "provide": 1561,
  "parental": 1562,
  "considered": 1563,
  "songbirds": 1564,
  "forage": 1565,
  "nesting": 1566,
  "warm-blooded": 1567,
  "flapping": 1568,
  "sound": 1569,
  "parts": 1570,
  "babies": 1571,
  "raptors": 1572,
  "waterfowl": 1573,
  "seabirds": 1574,
  "books": 1575,
  "book": 1576,
  "read": 1577,
  "literature": 1578,
  "reading": 1579,
  "author": 1580,
  "writer": 1581,
  "reader": 1582,
  "story": 1583,
  "fiction": 1584,
  "nonfiction": 1585,
  "novel": 1586,
  "poetry": 1587,
  "essay": 1588,
  "biography": 1589,
  "autobiography": 1590,
  "memoir": 1591,
  "textbook": 1592,
  "reference": 1593,
  "chapter": 1594,
  "chapters": 1595,
  "page": 1596,
  "paragraph": 1597,
  "sentence": 1598,
  "title": 1599,
  "subtitle": 1600,
  "cover": 1601,
  "dust": 1602,
  "jacket": 1603,
  "back": 1604,
  "blurb": 1605,
  "introduction": 1606,
  "preface": 1607,
  "foreword": 1608,
  "table": 1609,
  "contents": 1610,
  "index": 1611,
  "glossary": 1612,
  "bibliography": 1613,
  "footnote": 1614,
  "endnote": 1615,
  "dedication": 1616,
  "epigraph": 1617,
  "protagonist": 1618,
  "antagonist": 1619,
  "arc": 1620,
  "plot": 1621,
  "setting": 1622,
  "conflict": 1623,
  "narration": 1624,
  "narrator": 1625,
  "first": 1626,
  "person": 1627,
  "third": 1628,
  "second": 1629,
  "tone": 1630,
  "mood": 1631,
  "genre": 1632,
  "fantasy": 1633,
  "mystery": 1634,
  "thriller": 1635,
  "romance": 1636,
  "historical": 1637,
  "horror": 1638,
  "adventure": 1639,
  "picture": 1640,
  "comprehension": 1641,
  "close": 1642,
  "summary": 1643,
  "foreshadowing": 1644,
  "flashback": 1645,
  "subplot": 1646,
  "exposition": 1647,
  "climax": 1648,
  "opening": 1649,
  "ending": 1650,
  "twist": 1651,
  "suspense": 1652,
  "tension": 1653,
  "pacing": 1654,
  "descriptive": 1655,
  "imagery": 1656,
  "figurative": 1657,
  "simile": 1658,
  "personification": 1659,
  "alliteration": 1660,
  "subtext": 1661,
  "irony": 1662,
  "dramatic": 1663,
  "situational": 1664,
  "unreliable": 1665,
  "external": 1666,
  "worldbuilding": 1667,
  "cliffhanger": 1668,
  "scene": 1669,
  "break": 1670,
  "omniscient": 1671,
  "stream": 1672,
  "consciousness": 1673,
  "prose": 1674,
  "verse": 1675,
  "stanza": 1676,
  "rhyme": 1677,
  "anthology": 1678,
  "sequel": 1679,
  "prequel": 1680,
  "classic": 1681,
  "literary": 1682,
  "satire": 1683,
  "fable": 1684,
  "fairy": 1685,
  "tale": 1686,
  "myth": 1687,
  "legend": 1688,
  "folktale": 1689,
  "expository": 1690,
  "persuasive": 1691,
  "argumentative": 1692,
  "informative": 1693,
  "easy": 1694,
  "challenging": 1695,
  "skimming": 1696,
  "scanning": 1697,
  "rereading": 1698,
  "evidence": 1699,
  "quote": 1700,
  "paraphrase": 1701,
  "hook": 1702,
  "beginning": 1703,
  "middle": 1704,
  "end": 1705,
  "rising": 1706,
  "falling": 1707,
  "inciting": 1708,
  "turning": 1709,
  "payoff": 1710,
  "setup": 1711,
  "callback": 1712,
  "reveal": 1713,
  "secret": 1714,
  "momentum": 1715,
  "slow": 1716,
  "burn": 1717,
  "paced": 1718,
  "authorial": 1719,
  "distance": 1720,
  "monologue": 1721,
  "tag": 1722,
  "dump": 1723,
  "subtle": 1724,
  "direct": 1725,
  "concise": 1726,
  "vivid": 1727,
  "diction": 1728,
  "syntax": 1729,
  "word": 1730,
  "choice": 1731,
  "connotation": 1732,
  "denotation": 1733,
  "moral": 1734,
  "lesson": 1735,
  "motivation": 1736,
  "flaw": 1737,
  "antihero": 1738,
  "tragic": 1739,
  "hero": 1740,
  "foil": 1741,
  "side": 1742,
  "ensemble": 1743,
  "relationship": 1744,
  "dynamic": 1745,
  "description": 1746,
  "heavy": 1747,
  "interiority": 1748,
  "empathy": 1749,
  "immersion": 1750,
  "re": 1751,
  "turner": 1752,
  "comforting": 1753,
  "lyrical": 1754,
  "plain": 1755,
  "section": 1756,
  "stamina": 1757,
  "independent": 1758,
  "guided": 1759,
  "shared": 1760,
  "aloud": 1761,
  "audiobook": 1762,
  "ebook": 1763,
  "print": 1764,
  "library": 1765,
  "bookstore": 1766,
  "publication": 1767,
  "date": 1768,
  "edition": 1769,
  "revised": 1770,
  "copyright": 1771,
  "progression": 1772,
  "heading": 1773,
  "front": 1774,
  "grade": 1775,
  "illustrated": 1776,
  "map": 1777,
  "appendix": 1778,
  "note": 1779,
  "acknowledgment": 1780,
  "name": 1781,
  "pseudonym": 1782,
  "coauthor": 1783,
  "editor": 1784,
  "publisher": 1785,
  "publishing": 1786,
  "manuscript": 1787,
  "proofreading": 1788,
  "copyediting": 1789,
  "shelf": 1790,
  "comfort": 1791,
  "beach": 1792,
  "dense": 1793,
  "accessible": 1794,
  "difficult": 1795,
  "archaic": 1796,
  "passage": 1797,
  "reflective": 1798,
  "dramatized": 1799,
  "thematic": 1800,
  "tonal": 1801,
  "shift": 1802,
  "atmosphere": 1803,
  "through": 1804,
  "objects": 1805,
  "recurring": 1806,
  "parallel": 1807,
  "characters": 1808,
  "diary": 1809,
  "format": 1810,
  "epistolary": 1811,
  "frame": 1812,
  "multiple": 1813,
  "storyline": 1814,
  "nonlinear": 1815,
  "serial": 1816,
  "serialized": 1817,
  "compare": 1818,
  "textual": 1819,
  "connection": 1820,
  "discussion": 1821,
  "club": 1822,
  "pace": 1823,
  "pleasure": 1824,
  "powerful": 1825,
  "elegant": 1826,
  "technique": 1827,
  "satisfying": 1828,
  "open": 1829,
  "sad": 1830,
  "hopeful": 1831,
  "friendship": 1832,
  "courage": 1833,
  "love": 1834,
  "power": 1835,
  "freedom": 1836,
  "justice": 1837,
  "survival": 1838,
  "provoking": 1839,
  "thoughtful": 1840,
  "takeaway": 1841,
  "transition": 1842,
  "resonance": 1843,
  "satisfaction": 1844,
  "neutralize": 1845,
  "atoms": 1846,
  "molecules": 1847,
  "possible": 1848,
  "molecule": 1849,
  "substance": 1850,
  "think": 1851,
  "reaction": 1852,
  "substances": 1853,
  "elements": 1854,
  "nature": 1855,
  "same": 1856,
  "we": 1857,
  "chemistry": 1858,
  "basic": 1859,
  "chemical": 1860,
  "reactions": 1861,
  "reversible": 1862,
  "describe": 1863,
  "real-world": 1864,
  "atom": 1865,
  "compound": 1866,
  "mixture": 1867,
  "happen": 1868,
  "physical": 1869,
  "solid": 1870,
  "liquid": 1871,
  "plasma": 1872,
  "solution": 1873,
  "solvent": 1874,
  "solute": 1875,
  "dissolving": 1876,
  "ph": 1877,
  "neutral": 1878,
  "neutralization": 1879,
  "bond": 1880,
  "covalent": 1881,
  "ionic": 1882,
  "metal": 1883,
  "nonmetal": 1884,
  "everyday": 1885,
  "combustion": 1886,
  "oxidation": 1887,
  "rust": 1888,
  "evaporation": 1889,
  "condensation": 1890,
  "melting": 1891,
  "freezing": 1892,
  "medicine": 1893,
  "cooking": 1894,
  "materials": 1895,
  "branches": 1896,
  "inorganic": 1897,
  "biochemistry": 1898,
  "analytical": 1899,
  "daily": 1900,
  "property": 1901,
  "density": 1902,
  "mass": 1903,
  "volume": 1904,
  "reactant": 1905,
  "law": 1906,
  "balancing": 1907,
  "periodic": 1908,
  "atomic": 1909,
  "proton": 1910,
  "neutron": 1911,
  "electron": 1912,
  "ion": 1913,
  "isotope": 1914,
  "formula": 1915,
  "h2o": 1916,
  "co2": 1917,
  "nacl": 1918,
  "hydrogen": 1919,
  "catalyst": 1920,
  "heating": 1921,
  "up": 1922,
  "concentration": 1923,
  "equilibrium": 1924,
  "precipitation": 1925,
  "precipitate": 1926,
  "electrolysis": 1927,
  "corrosion": 1928,
  "soap": 1929,
  "chemically": 1930,
  "baking": 1931,
  "soda": 1932,
  "vinegar": 1933,
  "react": 1934,
  "release": 1935,
  "laboratory": 1936,
  "beaker": 1937,
  "tube": 1938,
  "flask": 1939,
  "measurement": 1940,
  "symbol": 1941,
  "unit": 1942,
  "balanced": 1943,
  "displacement": 1944,
  "exothermic": 1945,
  "endothermic": 1946,
  "boiling": 1947,
  "sublimation": 1948,
  "deposition": 1949,
  "unsaturated": 1950,
  "saturated": 1951,
  "supersaturated": 1952,
  "hardness": 1953,
  "household": 1954,
  "environmental": 1955,
  "green": 1956,
  "pharmaceutical": 1957,
  "polymer": 1958,
  "plastic": 1959,
  "fuel": 1960,
  "farming": 1961,
  "pure": 1962,
  "heterogeneous": 1963,
  "homogeneous": 1964,
  "filtration": 1965,
  "chromatography": 1966,
  "crystallization": 1967,
  "crystal": 1968,
  "conductivity": 1969,
  "malleability": 1970,
  "ductility": 1971,
  "luster": 1972,
  "reactivity": 1973,
  "oxidizing": 1974,
  "reducing": 1975,
  "redox": 1976,
  "salt": 1977,
  "buffer": 1978,
  "brittleness": 1979,
  "elasticity": 1980,
  "viscosity": 1981,
  "solubility": 1982,
  "concentrated": 1983,
  "dilute": 1984,
  "colloid": 1985,
  "suspension": 1986,
  "emulsification": 1987,
  "batteries": 1988,
  "variable": 1989,
  "hypothesis": 1990,
  "production": 1991,
  "noble": 1992,
  "alkali": 1993,
  "alkaline": 1994,
  "earth": 1995,
  "halogen": 1996,
  "valence": 1997,
  "electrons": 1998,
  "arrangement": 1999,
  "rusting": 2000,
  "burning": 2001,
  "treatment": 2002,
  "fertilizers": 2003,
  "fuels": 2004,
  "chemist": 2005,
  "glassware": 2006,
  "graduated": 2007,
  "cylinder": 2008,
  "pipette": 2009,
  "burette": 2010,
  "funnel": 2011,
  "stirring": 2012,
  "rod": 2013,
  "error": 2014,
  "gram": 2015,
  "kilogram": 2016,
  "milliliter": 2017,
  "liter": 2018,
  "celsius": 2019,
  "kelvin": 2020,
  "scientific": 2021,
  "method": 2022,
  "conclusion": 2023,
  "trend": 2024,
  "odor": 2025,
  "fizzing": 2026,
  "bubbling": 2027,
  "numbers": 2028,
  "mean": 2029,
  "coefficients": 2030,
  "equations": 2031,
  "skeleton": 2032,
  "stoichiometry": 2033,
  "mole": 2034,
  "chemists": 2035,
  "moles": 2036,
  "molar": 2037,
  "avogadro": 2038,
  "percent": 2039,
  "empirical": 2040,
  "structural": 2041,
  "lewis": 2042,
  "polarity": 2043,
  "polar": 2044,
  "nonpolar": 2045,
  "intermolecular": 2046,
  "force": 2047,
  "bonding": 2048,
  "dipole": 2049,
  "dispersion": 2050,
  "liquids": 2051,
  "evaporate": 2052,
  "faster": 2053,
  "vapor": 2054,
  "surface": 2055,
  "capillary": 2056,
  "fat": 2057,
  "amino": 2058,
  "glucose": 2059,
  "starch": 2060,
  "cellulose": 2061,
  "fermentation": 2062,
  "oxide": 2063,
  "chlorine": 2064,
  "sodium": 2065,
  "calcium": 2066,
  "iron": 2067,
  "copper": 2068,
  "silicon": 2069,
  "aluminum": 2070,
  "ceramic": 2071,
  "glass": 2072,
  "alloy": 2073,
  "steel": 2074,
  "brass": 2075,
  "bronze": 2076,
  "semiconductor": 2077,
  "insulator": 2078,
  "conductor": 2079,
  "electrolyte": 2080,
  "electrochemistry": 2081,
  "galvanic": 2082,
  "electrode": 2083,
  "cathode": 2084,
  "anode": 2085,
  "indicator": 2086,
  "litmus": 2087,
  "phenolphthalein": 2088,
  "methyl": 2089,
  "orange": 2090,
  "titration": 2091,
  "per": 2092,
  "bleach": 2093,
  "chemicals": 2094,
  "ammonia": 2095,
  "bicarbonate": 2096,
  "acetic": 2097,
  "citric": 2098,
  "lactic": 2099,
  "prevention": 2100,
  "dyes": 2101,
  "perfumes": 2102,
  "plastics": 2103,
  "engines": 2104,
  "preservation": 2105,
  "bubbles": 2106,
  "phones": 2107,
  "soil": 2108,
  "ozone": 2109,
  "smog": 2110,
  "acids": 2111,
  "bases": 2112,
  "metals": 2113,
  "minerals": 2114,
  "countries": 2115,
  "country": 2116,
  "geography": 2117,
  "location": 2118,
  "region": 2119,
  "continent": 2120,
  "continents": 2121,
  "city": 2122,
  "town": 2123,
  "village": 2124,
  "capital": 2125,
  "capitals": 2126,
  "boundary": 2127,
  "globe": 2128,
  "maps": 2129,
  "political": 2130,
  "topographic": 2131,
  "compass": 2132,
  "rose": 2133,
  "latitude": 2134,
  "longitude": 2135,
  "equator": 2136,
  "prime": 2137,
  "meridian": 2138,
  "hemisphere": 2139,
  "landform": 2140,
  "mountain": 2141,
  "valley": 2142,
  "plateau": 2143,
  "river": 2144,
  "lake": 2145,
  "sea": 2146,
  "island": 2147,
  "peninsula": 2148,
  "coast": 2149,
  "shoreline": 2150,
  "bay": 2151,
  "gulf": 2152,
  "strait": 2153,
  "canal": 2154,
  "harbor": 2155,
  "port": 2156,
  "landmark": 2157,
  "famous": 2158,
  "monument": 2159,
  "heritage": 2160,
  "official": 2161,
  "religion": 2162,
  "tradition": 2163,
  "national": 2164,
  "nationality": 2165,
  "citizenship": 2166,
  "flag": 2167,
  "anthem": 2168,
  "currency": 2169,
  "government": 2170,
  "province": 2171,
  "county": 2172,
  "municipality": 2173,
  "urban": 2174,
  "rural": 2175,
  "suburb": 2176,
  "downtown": 2177,
  "by": 2178,
  "immigration": 2179,
  "emigration": 2180,
  "tourism": 2181,
  "transportation": 2182,
  "relative": 2183,
  "absolute": 2184,
  "projection": 2185,
  "projections": 2186,
  "direction": 2187,
  "north": 2188,
  "south": 2189,
  "east": 2190,
  "west": 2191,
  "economy": 2192,
  "developed": 2193,
  "developing": 2194,
  "trade": 2195,
  "export": 2196,
  "import": 2197,
  "resource": 2198,
  "mineral": 2199,
  "fresh": 2200,
  "arable": 2201,
  "land": 2202,
  "fertile": 2203,
  "coastal": 2204,
  "inland": 2205,
  "cities": 2206,
  "near": 2207,
  "rivers": 2208,
  "strategic": 2209,
  "places": 2210,
  "crossroads": 2211,
  "highland": 2212,
  "lowland": 2213,
  "basin": 2214,
  "delta": 2215,
  "canyon": 2216,
  "volcano": 2217,
  "earthquake": 2218,
  "arctic": 2219,
  "tropical": 2220,
  "temperate": 2221,
  "monsoon": 2222,
  "humid": 2223,
  "elevation": 2224,
  "coordinate": 2225,
  "geolocation": 2226,
  "world": 2227,
  "megacity": 2228,
  "metropolitan": 2229,
  "expansion": 2230,
  "infrastructure": 2231,
  "airport": 2232,
  "seaport": 2233,
  "district": 2234,
  "crossing": 2235,
  "enclave": 2236,
  "exclave": 2237,
  "landlocked": 2238,
  "archipelago": 2239,
  "microstate": 2240,
  "small": 2241,
  "dispute": 2242,
  "cultural": 2243,
  "settlement": 2244,
  "dispersed": 2245,
  "clustered": 2246,
  "crowded": 2247,
  "remote": 2248,
  "isolated": 2249,
  "gateway": 2250,
  "frontier": 2251,
  "zone": 2252,
  "corridor": 2253,
  "chokepoint": 2254,
  "hub": 2255,
  "cultures": 2256,
  "multicultural": 2257,
  "multilingual": 2258,
  "ethnic": 2259,
  "diversity": 2260,
  "traditional": 2261,
  "clothing": 2262,
  "cuisine": 2263,
  "festival": 2264,
  "holiday": 2265,
  "custom": 2266,
  "indigenous": 2267,
  "historic": 2268,
  "old": 2269,
  "planned": 2270,
  "ancient": 2271,
  "skyline": 2272,
  "market": 2273,
  "oasis": 2274,
  "civilization": 2275,
  "floodplain": 2276,
  "pass": 2277,
  "watershed": 2278,
  "drainage": 2279,
  "current": 2280,
  "rainy": 2281,
  "season": 2282,
  "seasonal": 2283,
  "hazard": 2284,
  "flood": 2285,
  "risk": 2286,
  "drought": 2287,
  "storm": 2288,
  "typhoon": 2289,
  "hurricane": 2290,
  "hotspot": 2291,
  "park": 2292,
  "protected": 2293,
  "agricultural": 2294,
  "residential": 2295,
  "commercial": 2296,
  "center": 2297,
  "commuting": 2298,
  "suburbanization": 2299,
  "sprawl": 2300,
  "regional": 2301,
  "atlas": 2302,
  "geographic": 2303,
  "profile": 2304,
  "neighboring": 2305,
  "borderland": 2306,
  "waterway": 2307,
  "ferry": 2308,
  "bridge": 2309,
  "isthmus": 2310,
  "tributary": 2311,
  "source": 2312,
  "mouth": 2313,
  "glacier": 2314,
  "continental": 2315,
  "transcontinental": 2316,
  "dependency": 2317,
  "overseas": 2318,
  "sovereign": 2319,
  "international": 2320,
  "financial": 2321,
  "administrative": 2322,
  "largest": 2323,
  "free": 2324,
  "customs": 2325,
  "visa": 2326,
  "passport": 2327,
  "zones": 2328,
  "daylight": 2329,
  "nomadic": 2330,
  "group": 2331,
  "settled": 2332,
  "fishing": 2333,
  "mining": 2334,
  "tower": 2335,
  "temple": 2336,
  "palace": 2337,
  "fortress": 2338,
  "scenic": 2339,
  "destination": 2340,
  "pilgrimage": 2341,
  "resort": 2342,
  "challenge": 2343,
  "scarcity": 2344,
  "deforestation": 2345,
  "issue": 2346,
  "desertification": 2347,
  "erosion": 2348,
  "congestion": 2349,
  "iconic": 2350,
  "built": 2351,
  "civic": 2352,
  "plaza": 2353,
  "quarter": 2354,
  "major": 2355,
  "upland": 2356,
  "rugged": 2357,
  "terrain": 2358,
  "gentle": 2359,
  "global": 2360,
  "awareness": 2361,
  "whats": 2362,
  "oceans": 2363,
  "rocks": 2364,
  "volcanoes": 2365,
  "earthquakes": 2366,
  "geology": 2367,
  "earthly": 2368,
  "rock": 2369,
  "erupt": 2370,
  "occur": 2371,
  "percentage": 2372,
  "covered": 2373,
  "scientists": 2374,
  "tornado": 2375,
  "hurricanes": 2376,
  "tsunami": 2377,
  ",": 2378,
  "meteorology": 2379,
  "oceanography": 2380,
  "astronomy": 2381,
  "weathering": 2382,
  "groundwater": 2383,
  "igneous": 2384,
  "sedimentary": 2385,
  "metamorphic": 2386,
  "plate": 2387,
  "tectonics": 2388,
  "tectonic": 2389,
  "causes": 2390,
  "fault": 2391,
  "magma": 2392,
  "lava": 2393,
  "tides": 2394,
  "currents": 2395,
  "crust": 2396,
  "mantle": 2397,
  "core": 2398,
  "sediment": 2399,
  "dune": 2400,
  "cave": 2401,
  "runoff": 2402,
  "infiltration": 2403,
  "humidity": 2404,
  "wind": 2405,
  "thunder": 2406,
  "lightning": 2407,
  "hail": 2408,
  "sleet": 2409,
  "snow": 2410,
  "fog": 2411,
  "dew": 2412,
  "frost": 2413,
  "topography": 2414,
  "seismology": 2415,
  "seismic": 2416,
  "waves": 2417,
  "coastline": 2418,
  "channel": 2419,
  "hill": 2420,
  "cliff": 2421,
  "mesa": 2422,
  "butte": 2423,
  "ridge": 2424,
  "gorge": 2425,
  "permafrost": 2426,
  "meander": 2427,
  "spring": 2428,
  "aquifer": 2429,
  "flooding": 2430,
  "landslide": 2431,
  "avalanche": 2432,
  "wildfire": 2433,
  "effect": 2434,
  "bedrock": 2435,
  "chamber": 2436,
  "crater": 2437,
  "volcanic": 2438,
  "ash": 2439,
  "range": 2440,
  "uplift": 2441,
  "subsidence": 2442,
  "greenhouse": 2443,
  "ice": 2444,
  "hydrosphere": 2445,
  "geosphere": 2446,
  "resources": 2447,
  "saltwater": 2448,
  "pond": 2449,
  "marsh": 2450,
  "swamp": 2451,
  "bog": 2452,
  "peat": 2453,
  "stratigraphy": 2454,
  "mechanical": 2455,
  "wedging": 2456,
  "abrasion": 2457,
  "alluvial": 2458,
  "fan": 2459,
  "sinkhole": 2460,
  "karst": 2461,
  "formation": 2462,
  "stalactite": 2463,
  "stalagmite": 2464,
  "cone": 2465,
  "shield": 2466,
  "composite": 2467,
  "cinder": 2468,
  "dormant": 2469,
  "extinct": 2470,
  "station": 2471,
  "seismograph": 2472,
  "magnitude": 2473,
  "intensity": 2474,
  "warning": 2475,
  "aftershock": 2476,
  "seasons": 2477,
  "pole": 2478,
  "geologic": 2479,
  "sensing": 2480,
  "satellite": 2481,
  "record": 2482,
  "rain": 2483,
  "jet": 2484,
  "surge": 2485,
  "eclipse": 2486,
  "solar": 2487,
  "lunar": 2488,
  "rotation": 2489,
  "revolution": 2490,
  "day": 2491,
  "mitigation": 2492,
  "forecast": 2493,
  "warming": 2494,
  "rise": 2495,
  "glacial": 2496,
  "melt": 2497,
  "cap": 2498,
  "cryosphere": 2499,
  "disaster": 2500,
  "disasters": 2501,
  "geologist": 2502,
  "meteorologist": 2503,
  "oceanographer": 2504,
  "connected": 2505,
  "axis": 2506,
  "tilted": 2507,
  "compared": 2508,
  "interval": 2509,
  "lines": 2510,
  "wide": 2511,
  "discharge": 2512,
  "headwater": 2513,
  "oxbow": 2514,
  "recharge": 2515,
  "hydrology": 2516,
  "porosity": 2517,
  "soils": 2518,
  "drain": 2519,
  "wasting": 2520,
  "slumping": 2521,
  "creep": 2522,
  "debris": 2523,
  "mudslide": 2524,
  "streak": 2525,
  "cleavage": 2526,
  "fracture": 2527,
  "eruption": 2528,
  "column": 2529,
  "pyroclastic": 2530,
  "convergent": 2531,
  "divergent": 2532,
  "transform": 2533,
  "subduction": 2534,
  "seafloor": 2535,
  "spreading": 2536,
  "mountain-building": 2537,
  "folding": 2538,
  "faulting": 2539,
  "epicenter": 2540,
  "liquefaction": 2541,
  "examples": 2542,
  "gases": 2543,
  "renewable": 2544,
  "nonrenewable": 2545,
  "past": 2546,
  "nutrition": 2547,
  "nutrients": 2548,
  "carbohydrates": 2549,
  "fats": 2550,
  "vitamins": 2551,
  "fiber": 2552,
  "calorie": 2553,
  "meal": 2554,
  "snack": 2555,
  "breakfast": 2556,
  "lunch": 2557,
  "dinner": 2558,
  "dessert": 2559,
  "ingredient": 2560,
  "recipe": 2561,
  "recipes": 2562,
  "cook": 2563,
  "simmering": 2564,
  "steaming": 2565,
  "roasting": 2566,
  "frying": 2567,
  "sauteing": 2568,
  "grilling": 2569,
  "broiling": 2570,
  "toasting": 2571,
  "powder": 2572,
  "refrigeration": 2573,
  "canning": 2574,
  "drying": 2575,
  "pickling": 2576,
  "curing": 2577,
  "contamination": 2578,
  "raw": 2579,
  "cooked": 2580,
  "foods": 2581,
  "kept": 2582,
  "separate": 2583,
  "foodborne": 2584,
  "illness": 2585,
  "hands": 2586,
  "washed": 2587,
  "kitchen": 2588,
  "tools": 2589,
  "chef": 2590,
  "cutting": 2591,
  "board": 2592,
  "measuring": 2593,
  "cup": 2594,
  "spoon": 2595,
  "bowl": 2596,
  "whisk": 2597,
  "spatula": 2598,
  "ladle": 2599,
  "colander": 2600,
  "peeler": 2601,
  "grater": 2602,
  "chopping": 2603,
  "slicing": 2604,
  "dicing": 2605,
  "mincing": 2606,
  "kneading": 2607,
  "whisking": 2608,
  "marinating": 2609,
  "seasoning": 2610,
  "flavor": 2611,
  "taste": 2612,
  "tastes": 2613,
  "sweet": 2614,
  "salty": 2615,
  "sour": 2616,
  "bitter": 2617,
  "umami": 2618,
  "aroma": 2619,
  "crunchy": 2620,
  "creamy": 2621,
  "chewy": 2622,
  "tender": 2623,
  "crispy": 2624,
  "juicy": 2625,
  "processed": 2626,
  "whole": 2627,
  "vegetable": 2628,
  "terms": 2629,
  "grain": 2630,
  "rice": 2631,
  "wheat": 2632,
  "oats": 2633,
  "corn": 2634,
  "bread": 2635,
  "pasta": 2636,
  "cereal": 2637,
  "flour": 2638,
  "sugar": 2639,
  "pepper": 2640,
  "spices": 2641,
  "herbs": 2642,
  "butter": 2643,
  "cheese": 2644,
  "yogurt": 2645,
  "cream": 2646,
  "poultry": 2647,
  "seafood": 2648,
  "beans": 2649,
  "lentils": 2650,
  "nuts": 2651,
  "tofu": 2652,
  "soup": 2653,
  "salad": 2654,
  "sandwich": 2655,
  "pizza": 2656,
  "casserole": 2657,
  "stew": 2658,
  "sauce": 2659,
  "broth": 2660,
  "stock": 2661,
  "marinade": 2662,
  "dressing": 2663,
