{
  "<PAD>": 0,
  "<UNK>": 1,
  "history": 2,
  "question": 3,
  "what": 4,
  "question_what": 5,
  "a": 6,
  "is": 7,
  "what_is": 8,
  "question_what_is": 9,
  "the": 10,
  "of": 11,
  "does": 12,
  "earth": 13,
  "is_the": 14,
  "what_is_the": 15,
  "how": 16,
  "question_how": 17,
  "about": 18,
  "why": 19,
  "question_why": 20,
  "science?": 21,
  "earth_science?": 22,
  "science?_history": 23,
  "earth_science?_history": 24,
  "in": 25,
  "to": 26,
  "an": 27,
  "is_a": 28,
  "in_earth": 29,
  "does_a": 30,
  "of_a": 31,
  "what_is_a": 32,
  "about_a": 33,
  "do": 34,
  "what_does": 35,
  "question_what_does": 36,
  "why_do": 37,
  "question_why_do": 38,
  "how_does": 39,
  "question_how_does": 40,
  "me": 41,
  "would": 42,
  "how_would": 43,
  "question_how_would": 44,
  "idea": 45,
  "people": 46,
  "do_people": 47,
  "why_do_people": 48,
  "way": 49,
  "way_to": 50,
  "in_earth_science?": 51,
  "main": 52,
  "the_main": 53,
  "to_earth": 54,
  "why_does": 55,
  "question_why_does": 56,
  "to_earth_science?": 57,
  "core": 58,
  "important?": 59,
  "why_is": 60,
  "important?_history": 61,
  "question_why_is": 62,
  "is_the_main": 63,
  "mean?": 64,
  "mean?_history": 65,
  "study": 66,
  "help": 67,
  "matter?": 68,
  "matter?_history": 69,
  "connect": 70,
  "connect_to": 71,
  "can": 72,
  "how_can": 73,
  "question_how_can": 74,
  "tell": 75,
  "question_tell": 76,
  "tell_me": 77,
  "me_about": 78,
  "question_tell_me": 79,
  "tell_me_about": 80,
  "give": 81,
  "overview": 82,
  "question_give": 83,
  "give_me": 84,
  "me_an": 85,
  "an_overview": 86,
  "overview_of": 87,
  "question_give_me": 88,
  "give_me_an": 89,
  "me_an_overview": 90,
  "an_overview_of": 91,
  "you": 92,
  "describe": 93,
  "would_you": 94,
  "you_describe": 95,
  "how_would_you": 96,
  "would_you_describe": 97,
  "main_idea": 98,
  "idea_of": 99,
  "the_main_idea": 100,
  "main_idea_of": 101,
  "should": 102,
  "someone": 103,
  "know": 104,
  "what_should": 105,
  "should_someone": 106,
  "someone_know": 107,
  "know_about": 108,
  "question_what_should": 109,
  "what_should_someone": 110,
  "should_someone_know": 111,
  "someone_know_about": 112,
  "makes": 113,
  "useful?": 114,
  "what_makes": 115,
  "useful?_history": 116,
  "question_what_makes": 117,
  "notable": 118,
  "is_notable": 119,
  "notable_about": 120,
  "what_is_notable": 121,
  "is_notable_about": 122,
  "role": 123,
  "play": 124,
  "what_role": 125,
  "role_does": 126,
  "play_in": 127,
  "question_what_role": 128,
  "what_role_does": 129,
  "play_in_earth": 130,
  "fit": 131,
  "into": 132,
  "fit_into": 133,
  "into_earth": 134,
  "fit_into_earth": 135,
  "into_earth_science?": 136,
  "connect_to_earth": 137,
  "people_study": 138,
  "do_people_study": 139,
  "care": 140,
  "people_care": 141,
  "care_about": 142,
  "do_people_care": 143,
  "people_care_about": 144,
  "simple": 145,
  "explanation": 146,
  "a_simple": 147,
  "simple_explanation": 148,
  "explanation_of": 149,
  "is_a_simple": 150,
  "a_simple_explanation": 151,
  "simple_explanation_of": 152,
  "purpose": 153,
  "the_purpose": 154,
  "purpose_of": 155,
  "is_the_purpose": 156,
  "the_purpose_of": 157,
  "value": 158,
  "the_value": 159,
  "value_of": 160,
  "is_the_value": 161,
  "the_value_of": 162,
  "be": 163,
  "understood": 164,
  "clearly?": 165,
  "be_understood": 166,
  "understood_clearly?": 167,
  "clearly?_history": 168,
  "be_understood_clearly?": 169,
  "understood_clearly?_history": 170,
  "practical": 171,
  "think": 172,
  "a_practical": 173,
  "practical_way": 174,
  "to_think": 175,
  "think_about": 176,
  "is_a_practical": 177,
  "a_practical_way": 178,
  "practical_way_to": 179,
  "way_to_think": 180,
  "to_think_about": 181,
  "explain?": 182,
  "help_explain?": 183,
  "explain?_history": 184,
  "help_explain?_history": 185,
  "one": 186,
  "clear": 187,
  "define": 188,
  "is_one": 189,
  "one_clear": 190,
  "clear_way": 191,
  "to_define": 192,
  "what_is_one": 193,
  "is_one_clear": 194,
  "one_clear_way": 195,
  "clear_way_to": 196,
  "way_to_define": 197,
  "beginner": 198,
  "understand": 199,
  "would_a": 200,
  "a_beginner": 201,
  "beginner_understand": 202,
  "how_would_a": 203,
  "would_a_beginner": 204,
  "a_beginner_understand": 205,
  "meaning": 206,
  "the_core": 207,
  "core_meaning": 208,
  "meaning_of": 209,
  "is_the_core": 210,
  "the_core_meaning": 211,
  "core_meaning_of": 212,
  "basic": 213,
  "behind": 214,
  "the_basic": 215,
  "basic_idea": 216,
  "idea_behind": 217,
  "is_the_basic": 218,
  "the_basic_idea": 219,
  "basic_idea_behind": 220,
  "what_does_a": 221,
  "how_does_a": 222,
  "science": 223,
  "earth_science": 224,
  "of_the": 225,
  "does_the": 226,
  "in_earth_science": 227,
  "climate": 228,
  "does_an": 229,
  "earth's": 230,
  "of_an": 231,
  "about_the": 232,
  "river": 233,
  "mineral": 234,
  "me_about_a": 235,
  "overview_of_a": 236,
  "describe_a": 237,
  "you_describe_a": 238,
  "idea_of_a": 239,
  "know_about_a": 240,
  "why_is_a": 241,
  "why_does_a": 242,
  "makes_a": 243,
  "what_makes_a": 244,
  "notable_about_a": 245,
  "role_does_a": 246,
  "study_a": 247,
  "people_study_a": 248,
  "care_about_a": 249,
  "explanation_of_a": 250,
  "purpose_of_a": 251,
  "value_of_a": 252,
  "can_a": 253,
  "how_can_a": 254,
  "think_about_a": 255,
  "define_a": 256,
  "to_define_a": 257,
  "understand_a": 258,
  "beginner_understand_a": 259,
  "meaning_of_a": 260,
  "behind_a": 261,
  "idea_behind_a": 262,
  "weather": 263,
  "erosion": 264,
  "about_an": 265,
  "rock": 266,
  "earthquake": 267,
  "cycle": 268,
  "greenhouse": 269,
  "map": 270,
  "ice": 271,
  "volcano?": 272,
  "volcano?_history": 273,
  "erosion?": 274,
  "erosion?_history": 275,
  "system?": 276,
  "system?_history": 277,
  "soil": 278,
  "water": 279,
  "a_river": 280,
  "magma": 281,
  "pressure": 282,
  "volcano": 283,
  "and": 284,
  "by": 285,
  "seismic": 286,
  "natural": 287,
  "difference": 288,
  "between": 289,
  "the_difference": 290,
  "difference_between": 291,
  "the_difference_between": 292,
  "air": 293,
  "sea": 294,
  "a_weather": 295,
  "a_climate": 296,
  "a_natural": 297,
  "erosion_by": 298,
  "an_ice": 299,
  "geology?": 300,
  "geology?_history": 301,
  "map?": 302,
  "map?_history": 303,
  "boundary?": 304,
  "boundary?_history": 305,
  "pollution": 306,
  "sediment": 307,
  "groundwater": 308,
  "an_earthquake": 309,
  "ocean": 310,
  "biome": 311,
  "of_earth": 312,
  "plate": 313,
  "an_ocean": 314,
  "age": 315,
  "resource": 316,
  "what_does_the": 317,
  "rock?": 318,
  "rock?_history": 319,
  "cycle?": 320,
  "cycle?_history": 321,
  "biome?": 322,
  "biome?_history": 323,
  "flow?": 324,
  "flow?_history": 325,
  "how_does_the": 326,
  "contour": 327,
  "what_does_an": 328,
  "system": 329,
  "how_does_an": 330,
  "sedimentary": 331,
  "weathering": 332,
  "is_an": 333,
  "cave": 334,
  "a_cave": 335,
  "a_contour": 336,
  "the_rock": 337,
  "volcanic": 338,
  "surface": 339,
  "age_in": 340,
  "age_in_earth": 341,
  "a_seismic": 342,
  "glacial": 343,
  "drainage": 344,
  "carbon": 345,
  "cycle_in": 346,
  "cycle_in_earth": 347,
  "resource_in": 348,
  "resource_in_earth": 349,
  "pollution_in": 350,
  "pollution_in_earth": 351,
  "weather?": 352,
  "weather?_history": 353,
  "geology": 354,
  "science.": 355,
  "earth_science.": 356,
  "science._history": 357,
  "earth_science._history": 358,
  "atmosphere": 359,
  "weathering?": 360,
  "weathering?_history": 361,
  "in_geology?": 362,
  "in_geology?_history": 363,
  "basin?": 364,
  "basin?_history": 365,
  "pressure_system?": 366,
  "pressure_system?_history": 367,
  "boundary": 368,
  "the_atmosphere": 369,
  "front": 370,
  "lava": 371,
  "eclipse": 372,
  "hazard": 373,
  "in_earth_science.": 374,
  "a_volcano": 375,
  "elevation": 376,
  "of_earth's": 377,
  "does_earth's": 378,
  "flow": 379,
  "a_sediment": 380,
  "fault": 381,
  "a_fault": 382,
  "plain": 383,
  "a_plain": 384,
  "glacier": 385,
  "a_glacier": 386,
  "mountain": 387,
  "a_mountain": 388,
  "frost": 389,
  "dune": 390,
  "a_dune": 391,
  "tsunami": 392,
  "a_tsunami": 393,
  "satellite": 394,
  "drought": 395,
  "storm": 396,
  "a_storm": 397,
  "change": 398,
  "climate_change": 399,
  "level": 400,
  "sea_level": 401,
  "hemisphere": 402,
  "a_hemisphere": 403,
  "watershed": 404,
  "a_watershed": 405,
  "stream": 406,
  "aquifer": 407,
  "recharge": 408,
  "an_aquifer": 409,
  "spring": 410,
  "a_spring": 411,
  "mass": 412,
  "rock_cycle": 413,
  "the_rock_cycle": 414,
  "a_mineral": 415,
  "a_biome": 416,
  "of_greenhouse": 417,
  "why_is_the": 418,
  "gases?": 419,
  "greenhouse_gases?": 420,
  "gases?_history": 421,
  "greenhouse_gases?_history": 422,
  "atmosphere?": 423,
  "the_atmosphere?": 424,
  "atmosphere?_history": 425,
  "the_atmosphere?_history": 426,
  "wind?": 427,
  "wind?_history": 428,
  "study_the": 429,
  "climate?": 430,
  "climate?_history": 431,
  "does_earth": 432,
  "valley?": 433,
  "valley?_history": 434,
  "groundwater?": 435,
  "groundwater?_history": 436,
  "lava?": 437,
  "lava?_history": 438,
  "crust?": 439,
  "crust?_history": 440,
  "mantle?": 441,
  "mantle?_history": 442,
  "sediment?": 443,
  "sediment?_history": 444,
  "layer?": 445,
  "layer?_history": 446,
  "delta?": 447,
  "delta?_history": 448,
  "front?": 449,
  "front?_history": 450,
  "line?": 451,
  "line?_history": 452,
  "ridge?": 453,
  "ridge?_history": 454,
  "effect?": 455,
  "effect?_history": 456,
  "horizon?": 457,
  "horizon?_history": 458,
  "zone?": 459,
  "zone?_history": 460,
  "ice?": 461,
  "ice?_history": 462,
  "systems": 463,
  "earth?": 464,
  "earth?_history": 465,
  "lake?": 466,
  "lake?_history": 467,
  "cone?": 468,
  "cone?_history": 469,
  "eclipse?": 470,
  "eclipse?_history": 471,
  "hazard?": 472,
  "hazard?_history": 473,
  "gas?": 474,
  "gas?_history": 475,
  "pollution?": 476,
  "pollution?_history": 477,
  "me_about_the": 478,
  "about_earth's": 479,
  "overview_of_the": 480,
  "describe_the": 481,
  "you_describe_the": 482,
  "idea_of_the": 483,
  "know_about_the": 484,
  "why_does_the": 485,
  "makes_the": 486,
  "what_makes_the": 487,
  "notable_about_the": 488,
  "role_does_the": 489,
  "people_study_the": 490,
  "care_about_the": 491,
  "explanation_of_the": 492,
  "purpose_of_the": 493,
  "value_of_the": 494,
  "can_the": 495,
  "how_can_the": 496,
  "think_about_the": 497,
  "define_the": 498,
  "to_define_the": 499,
  "understand_the": 500,
  "beginner_understand_the": 501,
  "meaning_of_the": 502,
  "behind_the": 503,
  "idea_behind_the": 504,
  "earth_systems": 505,
  "local": 506,
  "light": 507,
  "branches": 508,
  "the_branches": 509,
  "branches_of": 510,
  "the_branches_of": 511,
  "branches_of_earth": 512,
  "main_rock": 513,
  "the_main_rock": 514,
  "igneous": 515,
  "metamorphic": 516,
  "examples": 517,
  "examples_of": 518,
  "examples_of_greenhouse": 519,
  "layers": 520,
  "main_layers": 521,
  "layers_of": 522,
  "the_main_layers": 523,
  "main_layers_of": 524,
  "layers_of_the": 525,
  "in_geology": 526,
  "basin": 527,
  "pressure_system": 528,
  "what_is_an": 529,
  "weather,": 530,
  "climate,": 531,
  "oceans,": 532,
  "rocks,": 533,
  "volcanoes,": 534,
  "earthquakes,": 535,
  "weather,_climate,": 536,
  "climate,_oceans,": 537,
  "oceans,_rocks,": 538,
  "rocks,_volcanoes,": 539,
  "volcanoes,_earthquakes,": 540,
  "weather,_climate,_oceans,": 541,
  "climate,_oceans,_rocks,": 542,
  "oceans,_rocks,_volcanoes,": 543,
  "rocks,_volcanoes,_earthquakes,": 544,
  "astronomy": 545,
  "astronomy_in": 546,
  "astronomy_in_earth": 547,
  "the_water": 548,
  "an_igneous": 549,
  "a_sedimentary": 550,
  "a_metamorphic": 551,
  "tectonic": 552,
  "a_tectonic": 553,
  "between_magma": 554,
  "magma_and": 555,
  "difference_between_magma": 556,
  "between_magma_and": 557,
  "cave_in": 558,
  "a_cave_in": 559,
  "cave_in_earth": 560,
  "a_front": 561,
  "front_in": 562,
  "a_front_in": 563,
  "cold": 564,
  "a_cold": 565,
  "warm": 566,
  "a_warm": 567,
  "desert": 568,
  "a_desert": 569,
  "forest": 570,
  "a_forest": 571,
  "grassland": 572,
  "a_grassland": 573,
  "hotspot": 574,
  "a_hotspot": 575,
  "hotspot_in": 576,
  "a_hotspot_in": 577,
  "continental": 578,
  "plain_in": 579,
  "a_plain_in": 580,
  "plain_in_earth": 581,
  "wildfire": 582,
  "environment": 583,
  "a_wildfire": 584,
  "wildfire_environment": 585,
  "a_wildfire_environment": 586,
  "a_soil": 587,
  "the_greenhouse": 588,
  "the_surface": 589,
  "surface_of": 590,
  "the_surface_of": 591,
  "relative": 592,
  "relative_age": 593,
  "relative_age_in": 594,
  "absolute": 595,
  "absolute_age": 596,
  "absolute_age_in": 597,
  "mechanical": 598,
  "chemical": 599,
  "abrasion": 600,
  "abrasion_in": 601,
  "abrasion_in_earth": 602,
  "alluvial": 603,
  "an_alluvial": 604,
  "shield": 605,
  "a_shield": 606,
  "composite": 607,
  "a_composite": 608,
  "cinder": 609,
  "a_cinder": 610,
  "dormant": 611,
  "a_dormant": 612,
  "extinct": 613,
  "an_extinct": 614,
  "active": 615,
  "an_active": 616,
  "pole": 617,
  "a_pole": 618,
  "pole_in": 619,
  "a_pole_in": 620,
  "pole_in_earth": 621,
  "a_map": 622,
  "topographic": 623,
  "a_topographic": 624,
  "geologic": 625,
  "a_geologic": 626,
  "remote": 627,
  "a_satellite": 628,
  "a_drought": 629,
  "flood": 630,
  "a_flood": 631,
  "rain": 632,
  "a_rain": 633,
  "an_air": 634,
  "jet": 635,
  "a_jet": 636,
  "a_pressure": 637,
  "high": 638,
  "a_high": 639,
  "high_pressure": 640,
  "a_high_pressure": 641,
  "low": 642,
  "a_low": 643,
  "low_pressure": 644,
  "a_low_pressure": 645,
  "an_eclipse": 646,
  "eclipse_in": 647,
  "an_eclipse_in": 648,
  "eclipse_in_earth": 649,
  "solar": 650,
  "a_solar": 651,
  "lunar": 652,
  "a_lunar": 653,
  "time": 654,
  "a_time": 655,
  "change_in": 656,
  "climate_change_in": 657,
  "change_in_earth": 658,
  "global": 659,
  "an_earth": 660,
  "hemisphere_in": 661,
  "a_hemisphere_in": 662,
  "prime": 663,
  "the_prime": 664,
  "an_elevation": 665,
  "physical": 666,
  "a_physical": 667,
  "political": 668,
  "compared": 669,
  "a_political": 670,
  "political_map": 671,
  "map_compared": 672,
  "compared_to": 673,
  "a_political_map": 674,
  "political_map_compared": 675,
  "map_compared_to": 676,
  "compared_to_earth": 677,
  "to_earth_science": 678,
  "drainage_in": 679,
  "drainage_in_earth": 680,
  "a_drainage": 681,
  "oxbow": 682,
  "an_oxbow": 683,
  "aquifer_recharge": 684,
  "an_aquifer_recharge": 685,
  "between_surface": 686,
  "surface_water": 687,
  "water_and": 688,
  "difference_between_surface": 689,
  "between_surface_water": 690,
  "surface_water_and": 691,
  "spring_in": 692,
  "a_spring_in": 693,
  "coastal": 694,
  "debris": 695,
  "a_debris": 696,
  "used": 697,
  "cycle_used": 698,
  "rock_cycle_used": 699,
  "eruption": 700,
  "an_eruption": 701,
  "pyroclastic": 702,
  "a_plate": 703,
  "convergent": 704,
  "a_convergent": 705,
  "divergent": 706,
  "a_divergent": 707,
  "transform": 708,
  "a_transform": 709,
  "seafloor": 710,
  "mountain-building": 711,
  "a_mountain-building": 712,
  "folding": 713,
  "folding_in": 714,
  "faulting": 715,
  "faulting_in": 716,
  "a_greenhouse": 717,
  "the_carbon": 718,
  "carbon_cycle": 719,
  "the_carbon_cycle": 720,
  "carbon_cycle_in": 721,
  "nitrogen": 722,
  "the_nitrogen": 723,
  "nitrogen_cycle": 724,
  "the_nitrogen_cycle": 725,
  "nitrogen_cycle_in": 726,
  "conservation": 727,
  "conservation_in": 728,
  "conservation_in_earth": 729,
  "sustainability": 730,
  "sustainability_in": 731,
  "sustainability_in_earth": 732,
  "renewable": 733,
  "renewable_resource": 734,
  "renewable_resource_in": 735,
  "nonrenewable": 736,
  "nonrenewable_resource": 737,
  "nonrenewable_resource_in": 738,
  "air_pollution": 739,
  "air_pollution_in": 740,
  "water_pollution": 741,
  "water_pollution_in": 742,
  "biome_in": 743,
  "a_biome_in": 744,
  "biome_in_earth": 745,
  "atmospheric": 746,
  "ozone": 747,
  "the_ozone": 748,
  "between_weathering": 749,
  "weathering_and": 750,
  "difference_between_weathering": 751,
  "between_weathering_and": 752,
  "mid-ocean": 753,
  "a_mid-ocean": 754,
  "trench": 755,
  "a_trench": 756,
  "trench_in": 757,
  "a_trench_in": 758,
  "trench_in_earth": 759,
  "as": 760,
  "earth_as": 761,
  "as_a": 762,
  "earth_as_a": 763,
  "atmosphere_in": 764,
  "the_atmosphere_in": 765,
  "atmosphere_in_earth": 766,
  "in_earth_systems": 767,
  "me_about_an": 768,
  "overview_of_an": 769,
  "describe_an": 770,
  "you_describe_an": 771,
  "idea_of_an": 772,
  "know_about_an": 773,
  "why_is_an": 774,
  "why_does_an": 775,
  "makes_an": 776,
  "what_makes_an": 777,
  "notable_about_an": 778,
  "role_does_an": 779,
  "study_an": 780,
  "people_study_an": 781,
  "care_about_an": 782,
  "explanation_of_an": 783,
  "purpose_of_an": 784,
  "value_of_an": 785,
  "can_an": 786,
  "how_can_an": 787,
  "think_about_an": 788,
  "define_an": 789,
  "to_define_an": 790,
  "understand_an": 791,
  "beginner_understand_an": 792,
  "meaning_of_an": 793,
  "behind_an": 794,
  "idea_behind_an": 795,
  "does_climate": 796,
  "science_help": 797,
  "earth_science_help": 798,
  "of_mineral": 799,
  "does_erosion": 800,
  "does_a_river": 801,
  "does_mineral": 802,
  "are": 803,
  "science_important?": 804,
  "earth_science_important?": 805,
  "science_important?_history": 806,
  "science_matter?": 807,
  "earth_science_matter?": 808,
  "science_matter?_history": 809,
  "science_mean?": 810,
  "earth_science_mean?": 811,
  "science_mean?_history": 812,
  "science_useful?": 813,
  "earth_science_useful?": 814,
  "science_useful?_history": 815,
  "science_play": 816,
  "earth_science_play": 817,
  "science_play_in": 818,
  "science_fit": 819,
  "earth_science_fit": 820,
  "science_fit_into": 821,
  "science_connect": 822,
  "earth_science_connect": 823,
  "science_connect_to": 824,
  "science_be": 825,
  "earth_science_be": 826,
  "science_be_understood": 827,
  "science_help_explain?": 828,
  "of_earth_science?": 829,
  "of_greenhouse_gases?": 830,
  "of_the_atmosphere?": 831,
  "does_an_earthquake": 832,
  "about_earth": 833,
  "horizon": 834,
  "about_mineral": 835,
  "observation?": 836,
  "observation?_history": 837,
  "does_soil": 838,
  "does_magma": 839,
  "layer": 840,
  "does_sea": 841,
  "effect": 842,
  "of_a_river": 843,
  "of_the_difference": 844,
  "of_sea": 845,
  "of_a_weather": 846,
  "of_a_climate": 847,
  "of_a_natural": 848,
  "of_erosion": 849,
  "of_erosion_by": 850,
  "of_climate": 851,
  "of_an_ice": 852,
  "valley": 853,
  "does_groundwater": 854,
  "does_the_difference": 855,
  "does_an_ocean": 856,
  "crust": 857,
  "mantle": 858,
  "delta": 859,
  "wind": 860,
  "line": 861,
  "ridge": 862,
  "does_a_weather": 863,
  "zone": 864,
  "does_a_climate": 865,
  "does_a_natural": 866,
  "lake": 867,
  "does_erosion_by": 868,
  "cone": 869,
  "does_an_ice": 870,
  "gas": 871,
  "gases": 872,
  "greenhouse_gases": 873,
  "oceans?": 874,
  "oceans?_history": 875,
  "rocks?": 876,
  "rocks?_history": 877,
  "volcanoes?": 878,
  "volcanoes?_history": 879,
  "earthquakes?": 880,
  "earthquakes?_history": 881,
  "types?": 882,
  "rock_types?": 883,
  "types?_history": 884,
  "main_rock_types?": 885,
  "rock_types?_history": 886,
  "tides?": 887,
  "tides?_history": 888,
  "currents?": 889,
  "currents?_history": 890,
  "snow?": 891,
  "snow?_history": 892,
  "waves?": 893,
  "seismic_waves?": 894,
  "waves?_history": 895,
  "seismic_waves?_history": 896,
  "earth_observation?": 897,
  "earth_observation?_history": 898,
  "for": 899,
  "troposphere?": 900,
  "the_troposphere?": 901,
  "troposphere?_history": 902,
  "the_troposphere?_history": 903,
  "the_climate?": 904,
  "the_climate?_history": 905,
  "a_rock?": 906,
  "a_rock?_history": 907,
  "rocks": 908,
  "does_a_volcano": 909,
  "a_volcano?": 910,
  "a_volcano?_history": 911,
  "earthquake?": 912,
  "an_earthquake?": 913,
  "earthquake?_history": 914,
  "an_earthquake?_history": 915,
  "hurricane?": 916,
  "a_hurricane?": 917,
  "hurricane?_history": 918,
  "a_hurricane?_history": 919,
  "tornado?": 920,
  "a_tornado?": 921,
  "tornado?_history": 922,
  "a_tornado?_history": 923,
  "tsunami?": 924,
  "a_tsunami?": 925,
  "tsunami?_history": 926,
  "a_tsunami?_history": 927,
  "rabbit?": 928,
  "a_rabbit?": 929,
  "rabbit?_history": 930,
  "a_rabbit?_history": 931,
  "cat?": 932,
  "cat?_history": 933,
  "earthquakes,_geology?": 934,
  "volcanoes,_earthquakes,_geology?": 935,
  "earthquakes,_geology?_history": 936,
  "meteorology?": 937,
  "meteorology?_history": 938,
  "oceanography?": 939,
  "oceanography?_history": 940,
  "water_cycle?": 941,
  "the_water_cycle?": 942,
  "water_cycle?_history": 943,
  "deposition?": 944,
  "deposition?_history": 945,
  "landform?": 946,
  "a_landform?": 947,
  "landform?_history": 948,
  "a_landform?_history": 949,
  "mountain?": 950,
  "a_mountain?": 951,
  "mountain?_history": 952,
  "a_mountain?_history": 953,
  "a_valley?": 954,
  "a_valley?_history": 955,
  "plateau?": 956,
  "a_plateau?": 957,
  "plateau?_history": 958,
  "a_plateau?_history": 959,
  "plain?": 960,
  "a_plain?": 961,
  "plain?_history": 962,
  "a_plain?_history": 963,
  "canyon?": 964,
  "a_canyon?": 965,
  "canyon?_history": 966,
  "a_canyon?_history": 967,
  "river_system?": 968,
  "a_river_system?": 969,
  "river_system?_history": 970,
  "soil?": 971,
  "soil?_history": 972,
  "mineral?": 973,
  "a_mineral?": 974,
  "mineral?_history": 975,
  "a_mineral?_history": 976,
  "igneous_rock?": 977,
  "an_igneous_rock?": 978,
  "igneous_rock?_history": 979,
  "sedimentary_rock?": 980,
  "a_sedimentary_rock?": 981,
  "sedimentary_rock?_history": 982,
  "metamorphic_rock?": 983,
  "a_metamorphic_rock?": 984,
  "metamorphic_rock?_history": 985,
  "tectonics?": 986,
  "plate_tectonics?": 987,
  "tectonics?_history": 988,
  "plate_tectonics?_history": 989,
  "plate?": 990,
  "tectonic_plate?": 991,
  "plate?_history": 992,
  "a_tectonic_plate?": 993,
  "tectonic_plate?_history": 994,
  "fault?": 995,
  "a_fault?": 996,
  "fault?_history": 997,
  "a_fault?_history": 998,
  "magma?": 999,
  "magma?_history": 1000,
  "and_lava?": 1001,
  "magma_and_lava?": 1002,
  "and_lava?_history": 1003,
  "ocean?": 1004,
  "an_ocean?": 1005,
  "ocean?_history": 1006,
  "an_ocean?_history": 1007,
  "glacier?": 1008,
  "a_glacier?": 1009,
  "glacier?_history": 1010,
  "a_glacier?_history": 1011,
  "earth's_crust?": 1012,
  "earth's_crust?_history": 1013,
  "earth's_mantle?": 1014,
  "earth's_mantle?_history": 1015,
  "core?": 1016,
  "earth's_core?": 1017,
  "core?_history": 1018,
  "earth's_core?_history": 1019,
  "fossil?": 1020,
  "a_fossil?": 1021,
  "fossil?_history": 1022,
  "a_fossil?_history": 1023,
  "a_sediment?": 1024,
  "a_sediment?_history": 1025,
  "sediment_layer?": 1026,
  "a_sediment_layer?": 1027,
  "sediment_layer?_history": 1028,
  "a_delta?": 1029,
  "a_delta?_history": 1030,
  "dune?": 1031,
  "a_dune?": 1032,
  "dune?_history": 1033,
  "a_dune?_history": 1034,
  "watershed?": 1035,
  "a_watershed?": 1036,
  "watershed?_history": 1037,
  "a_watershed?_history": 1038,
  "runoff?": 1039,
  "runoff?_history": 1040,
  "infiltration?": 1041,
  "infiltration?_history": 1042,
  "evaporation?": 1043,
  "evaporation?_history": 1044,
  "condensation?": 1045,
  "condensation?_history": 1046,
  "precipitation?": 1047,
  "precipitation?_history": 1048,
  "cloud?": 1049,
  "a_cloud?": 1050,
  "cloud?_history": 1051,
  "a_cloud?_history": 1052,
  "humidity?": 1053,
  "humidity?_history": 1054,
  "pressure?": 1055,
  "air_pressure?": 1056,
  "pressure?_history": 1057,
  "air_pressure?_history": 1058,
  "in_weather?": 1059,
  "front_in_weather?": 1060,
  "in_weather?_history": 1061,
  "cold_front?": 1062,
  "a_cold_front?": 1063,
  "cold_front?_history": 1064,
  "warm_front?": 1065,
  "a_warm_front?": 1066,
  "warm_front?_history": 1067,
  "storm?": 1068,
  "a_storm?": 1069,
  "storm?_history": 1070,
  "a_storm?_history": 1071,
  "thunder?": 1072,
  "thunder?_history": 1073,
  "lightning?": 1074,
  "lightning?_history": 1075,
  "hail?": 1076,
  "hail?_history": 1077,
  "sleet?": 1078,
  "sleet?_history": 1079,
  "fog?": 1080,
  "fog?_history": 1081,
  "dew?": 1082,
  "dew?_history": 1083,
  "frost?": 1084,
  "frost?_history": 1085,
  "a_biome?": 1086,
  "a_biome?_history": 1087,
  "desert_biome?": 1088,
  "a_desert_biome?": 1089,
  "desert_biome?_history": 1090,
  "forest_biome?": 1091,
  "a_forest_biome?": 1092,
  "forest_biome?_history": 1093,
  "grassland_biome?": 1094,
  "a_grassland_biome?": 1095,
  "grassland_biome?_history": 1096,
  "wetland?": 1097,
  "a_wetland?": 1098,
  "wetland?_history": 1099,
  "a_wetland?_history": 1100,
  "level?": 1101,
  "sea_level?": 1102,
  "level?_history": 1103,
  "sea_level?_history": 1104,
  "elevation?": 1105,
  "elevation?_history": 1106,
  "topography?": 1107,
  "topography?_history": 1108,
  "contour_line?": 1109,
  "a_contour_line?": 1110,
  "contour_line?_history": 1111,
  "fault_line?": 1112,
  "a_fault_line?": 1113,
  "fault_line?_history": 1114,
  "seismology?": 1115,
  "seismology?_history": 1116,
  "rock_cycle?": 1117,
  "the_rock_cycle?": 1118,
  "rock_cycle?_history": 1119,
  "hotspot_in_geology?": 1120,
  "drift?": 1121,
  "continental_drift?": 1122,
  "drift?_history": 1123,
  "continental_drift?_history": 1124,
  "continent?": 1125,
  "a_continent?": 1126,
  "continent?_history": 1127,
  "a_continent?_history": 1128,
  "ocean_basin?": 1129,
  "an_ocean_basin?": 1130,
  "ocean_basin?_history": 1131,
  "coastline?": 1132,
  "a_coastline?": 1133,
  "coastline?_history": 1134,
  "a_coastline?_history": 1135,
  "beach?": 1136,
  "a_beach?": 1137,
  "beach?_history": 1138,
  "a_beach?_history": 1139,
  "reef?": 1140,
  "a_reef?": 1141,
  "reef?_history": 1142,
  "a_reef?_history": 1143,
  "estuary?": 1144,
  "an_estuary?": 1145,
  "estuary?_history": 1146,
  "an_estuary?_history": 1147,
  "bay?": 1148,
  "a_bay?": 1149,
  "bay?_history": 1150,
  "a_bay?_history": 1151,
  "gulf?": 1152,
  "a_gulf?": 1153,
  "gulf?_history": 1154,
  "a_gulf?_history": 1155,
  "peninsula?": 1156,
  "a_peninsula?": 1157,
  "peninsula?_history": 1158,
  "a_peninsula?_history": 1159,
  "island?": 1160,
  "an_island?": 1161,
  "island?_history": 1162,
  "an_island?_history": 1163,
  "strait?": 1164,
  "a_strait?": 1165,
  "strait?_history": 1166,
  "a_strait?_history": 1167,
  "channel?": 1168,
  "a_channel?": 1169,
  "channel?_history": 1170,
  "a_channel?_history": 1171,
  "hill?": 1172,
  "a_hill?": 1173,
  "hill?_history": 1174,
  "a_hill?_history": 1175,
  "cliff?": 1176,
  "a_cliff?": 1177,
  "cliff?_history": 1178,
  "a_cliff?_history": 1179,
  "mesa?": 1180,
  "a_mesa?": 1181,
  "mesa?_history": 1182,
  "a_mesa?_history": 1183,
  "butte?": 1184,
  "a_butte?": 1185,
  "butte?_history": 1186,
  "a_butte?_history": 1187,
  "a_basin?": 1188,
  "a_basin?_history": 1189,
  "a_ridge?": 1190,
  "a_ridge?_history": 1191,
  "gorge?": 1192,
  "a_gorge?": 1193,
  "gorge?_history": 1194,
  "a_gorge?_history": 1195,
  "permafrost?": 1196,
  "permafrost?_history": 1197,
  "glacier_valley?": 1198,
  "a_glacier_valley?": 1199,
  "glacier_valley?_history": 1200,
  "floodplain?": 1201,
  "a_floodplain?": 1202,
  "floodplain?_history": 1203,
  "a_floodplain?_history": 1204,
  "meander?": 1205,
  "a_meander?": 1206,
  "meander?_history": 1207,
  "a_meander?_history": 1208,
  "tributary?": 1209,
  "a_tributary?": 1210,
  "tributary?_history": 1211,
  "a_tributary?_history": 1212,
  "spring?": 1213,
  "a_spring?": 1214,
  "spring?_history": 1215,
  "a_spring?_history": 1216,
  "aquifer?": 1217,
  "an_aquifer?": 1218,
  "aquifer?_history": 1219,
  "an_aquifer?_history": 1220,
  "drought?": 1221,
  "drought?_history": 1222,
  "flooding?": 1223,
  "flooding?_history": 1224,
  "landslide?": 1225,
  "a_landslide?": 1226,
  "landslide?_history": 1227,
  "a_landslide?_history": 1228,
  "avalanche?": 1229,
  "an_avalanche?": 1230,
  "avalanche?_history": 1231,
  "an_avalanche?_history": 1232,
  "environment_effect?": 1233,
  "wildfire_environment_effect?": 1234,
  "environment_effect?_history": 1235,
  "soil_horizon?": 1236,
  "a_soil_horizon?": 1237,
  "soil_horizon?_history": 1238,
  "bedrock?": 1239,
  "bedrock?_history": 1240,
  "chamber?": 1241,
  "magma_chamber?": 1242,
  "chamber?_history": 1243,
  "magma_chamber?_history": 1244,
  "crater?": 1245,
  "a_crater?": 1246,
  "crater?_history": 1247,
  "a_crater?_history": 1248,
  "ash?": 1249,
  "volcanic_ash?": 1250,
  "ash?_history": 1251,
  "volcanic_ash?_history": 1252,
  "lava_flow?": 1253,
  "lava_flow?_history": 1254,
  "range?": 1255,
  "mountain_range?": 1256,
  "range?_history": 1257,
  "a_mountain_range?": 1258,
  "mountain_range?_history": 1259,
  "uplift?": 1260,
  "uplift?_history": 1261,
  "subsidence?": 1262,
  "subsidence?_history": 1263,
  "weather_map?": 1264,
  "a_weather_map?": 1265,
  "weather_map?_history": 1266,
  "climate_zone?": 1267,
  "a_climate_zone?": 1268,
  "climate_zone?_history": 1269,
  "greenhouse_effect?": 1270,
  "the_greenhouse_effect?": 1271,
  "greenhouse_effect?_history": 1272,
  "sea_ice?": 1273,
  "sea_ice?_history": 1274,
  "hydrosphere?": 1275,
  "the_hydrosphere?": 1276,
  "hydrosphere?_history": 1277,
  "the_hydrosphere?_history": 1278,
  "geosphere?": 1279,
  "the_geosphere?": 1280,
  "geosphere?_history": 1281,
  "the_geosphere?_history": 1282,
  "biosphere?": 1283,
  "the_biosphere?": 1284,
  "biosphere?_history": 1285,
  "the_biosphere?_history": 1286,
  "the_earth?": 1287,
  "the_earth?_history": 1288,
  "of_earth?": 1289,
  "surface_of_earth?": 1290,
  "of_earth?_history": 1291,
  "resource?": 1292,
  "natural_resource?": 1293,
  "resource?_history": 1294,
  "a_natural_resource?": 1295,
  "natural_resource?_history": 1296,
  "freshwater?": 1297,
  "freshwater?_history": 1298,
  "saltwater?": 1299,
  "saltwater?_history": 1300,
  "river?": 1301,
  "a_river?": 1302,
  "river?_history": 1303,
  "a_river?_history": 1304,
  "a_lake?": 1305,
  "a_lake?_history": 1306,
  "pond?": 1307,
  "a_pond?": 1308,
  "pond?_history": 1309,
  "a_pond?_history": 1310,
  "marsh?": 1311,
  "a_marsh?": 1312,
  "marsh?_history": 1313,
  "a_marsh?_history": 1314,
  "swamp?": 1315,
  "a_swamp?": 1316,
  "swamp?_history": 1317,
  "a_swamp?_history": 1318,
  "bog?": 1319,
  "a_bog?": 1320,
  "bog?_history": 1321,
  "a_bog?_history": 1322,
  "peat?": 1323,
  "peat?_history": 1324,
  "layering?": 1325,
  "sedimentary_layering?": 1326,
  "layering?_history": 1327,
  "sedimentary_layering?_history": 1328,
  "stratigraphy?": 1329,
  "stratigraphy?_history": 1330,
  "water?": 1331,
  "by_water?": 1332,
  "water?_history": 1333,
  "erosion_by_water?": 1334,
  "by_water?_history": 1335,
  "by_wind?": 1336,
  "erosion_by_wind?": 1337,
  "by_wind?_history": 1338,
  "by_ice?": 1339,
  "erosion_by_ice?": 1340,
  "by_ice?_history": 1341,
  "mechanical_weathering?": 1342,
  "mechanical_weathering?_history": 1343,
  "chemical_weathering?": 1344,
  "chemical_weathering?_history": 1345,
  "wedging?": 1346,
  "frost_wedging?": 1347,
  "wedging?_history": 1348,
  "frost_wedging?_history": 1349,
  "river_delta?": 1350,
  "a_river_delta?": 1351,
  "river_delta?_history": 1352,
  "fan?": 1353,
  "alluvial_fan?": 1354,
  "fan?_history": 1355,
  "an_alluvial_fan?": 1356,
  "alluvial_fan?_history": 1357,
  "field?": 1358,
  "dune_field?": 1359,
  "field?_history": 1360,
  "a_dune_field?": 1361,
  "dune_field?_history": 1362,
  "sinkhole?": 1363,
  "a_sinkhole?": 1364,
  "sinkhole?_history": 1365,
  "a_sinkhole?_history": 1366,
  "karst?": 1367,
  "karst?_history": 1368,
  "formation?": 1369,
  "cave_formation?": 1370,
  "formation?_history": 1371,
  "a_cave_formation?": 1372,
  "cave_formation?_history": 1373,
  "stalactite?": 1374,
  "a_stalactite?": 1375,
  "stalactite?_history": 1376,
  "a_stalactite?_history": 1377,
  "stalagmite?": 1378,
  "a_stalagmite?": 1379,
  "stalagmite?_history": 1380,
  "a_stalagmite?_history": 1381,
  "volcano_cone?": 1382,
  "a_volcano_cone?": 1383,
  "volcano_cone?_history": 1384,
  "shield_volcano?": 1385,
  "a_shield_volcano?": 1386,
  "shield_volcano?_history": 1387,
  "composite_volcano?": 1388,
  "a_composite_volcano?": 1389,
  "composite_volcano?_history": 1390,
  "cinder_cone?": 1391,
  "a_cinder_cone?": 1392,
  "cinder_cone?_history": 1393,
  "dormant_volcano?": 1394,
  "a_dormant_volcano?": 1395,
  "dormant_volcano?_history": 1396,
  "extinct_volcano?": 1397,
  "an_extinct_volcano?": 1398,
  "extinct_volcano?_history": 1399,
  "active_volcano?": 1400,
  "an_active_volcano?": 1401,
  "active_volcano?_history": 1402,
  "station?": 1403,
  "seismic_station?": 1404,
  "station?_history": 1405,
  "a_seismic_station?": 1406,
  "seismic_station?_history": 1407,
  "seismograph?": 1408,
  "a_seismograph?": 1409,
  "seismograph?_history": 1410,
  "a_seismograph?_history": 1411,
  "magnitude?": 1412,
  "earthquake_magnitude?": 1413,
  "magnitude?_history": 1414,
  "earthquake_magnitude?_history": 1415,
  "intensity?": 1416,
  "earthquake_intensity?": 1417,
  "intensity?_history": 1418,
  "earthquake_intensity?_history": 1419,
  "warning?": 1420,
  "tsunami_warning?": 1421,
  "warning?_history": 1422,
  "a_tsunami_warning?": 1423,
  "tsunami_warning?_history": 1424,
  "aftershock?": 1425,
  "an_aftershock?": 1426,
  "aftershock?_history": 1427,
  "an_aftershock?_history": 1428,
  "pattern?": 1429,
  "climate_pattern?": 1430,
  "pattern?_history": 1431,
  "a_climate_pattern?": 1432,
  "climate_pattern?_history": 1433,
  "season?": 1434,
  "a_season?": 1435,
  "season?_history": 1436,
  "a_season?_history": 1437,
  "hemisphere?": 1438,
  "a_hemisphere?": 1439,
  "hemisphere?_history": 1440,
  "a_hemisphere?_history": 1441,
  "equator?": 1442,
  "the_equator?": 1443,
  "equator?_history": 1444,
  "the_equator?_history": 1445,
  "latitude?": 1446,
  "latitude?_history": 1447,
  "longitude?": 1448,
  "longitude?_history": 1449,
  "scale?": 1450,
  "map_scale?": 1451,
  "scale?_history": 1452,
  "a_map_scale?": 1453,
  "map_scale?_history": 1454,
  "topographic_map?": 1455,
  "a_topographic_map?": 1456,
  "topographic_map?_history": 1457,
  "geologic_map?": 1458,
  "a_geologic_map?": 1459,
  "geologic_map?_history": 1460,
  "sensing?": 1461,
  "remote_sensing?": 1462,
  "sensing?_history": 1463,
  "remote_sensing?_history": 1464,
  "image?": 1465,
  "satellite_image?": 1466,
  "image?_history": 1467,
  "a_satellite_image?": 1468,
  "satellite_image?_history": 1469,
  "satellite?": 1470,
  "weather_satellite?": 1471,
  "satellite?_history": 1472,
  "a_weather_satellite?": 1473,
  "weather_satellite?_history": 1474,
  "record?": 1475,
  "climate_record?": 1476,
  "record?_history": 1477,
  "a_climate_record?": 1478,
  "climate_record?_history": 1479,
  "drought_cycle?": 1480,
  "a_drought_cycle?": 1481,
  "drought_cycle?_history": 1482,
  "flood_cycle?": 1483,
  "a_flood_cycle?": 1484,
  "flood_cycle?_history": 1485,
  "shadow?": 1486,
  "rain_shadow?": 1487,
  "shadow?_history": 1488,
  "a_rain_shadow?": 1489,
  "rain_shadow?_history": 1490,
  "monsoon?": 1491,
  "a_monsoon?": 1492,
  "monsoon?_history": 1493,
  "a_monsoon?_history": 1494,
  "mass?": 1495,
  "air_mass?": 1496,
  "mass?_history": 1497,
  "an_air_mass?": 1498,
  "air_mass?_history": 1499,
  "stream?": 1500,
  "jet_stream?": 1501,
  "stream?_history": 1502,
  "a_jet_stream?": 1503,
  "jet_stream?_history": 1504,
  "a_pressure_system?": 1505,
  "high_pressure_system?": 1506,
  "low_pressure_system?": 1507,
  "surge?": 1508,
  "storm_surge?": 1509,
  "surge?_history": 1510,
  "a_storm_surge?": 1511,
  "storm_surge?_history": 1512,
  "solar_eclipse?": 1513,
  "a_solar_eclipse?": 1514,
  "solar_eclipse?_history": 1515,
  "lunar_eclipse?": 1516,
  "a_lunar_eclipse?": 1517,
  "lunar_eclipse?_history": 1518,
  "rotation?": 1519,
  "earth's_rotation?": 1520,
  "rotation?_history": 1521,
  "earth's_rotation?_history": 1522,
  "revolution?": 1523,
  "earth's_revolution?": 1524,
  "revolution?_history": 1525,
  "earth's_revolution?_history": 1526,
  "time_zone?": 1527,
  "a_time_zone?": 1528,
  "time_zone?_history": 1529,
  "natural_hazard?": 1530,
  "a_natural_hazard?": 1531,
  "natural_hazard?_history": 1532,
  "mitigation?": 1533,
  "hazard_mitigation?": 1534,
  "mitigation?_history": 1535,
  "hazard_mitigation?_history": 1536,
  "forecast?": 1537,
  "weather_forecast?": 1538,
  "forecast?_history": 1539,
  "a_weather_forecast?": 1540,
  "weather_forecast?_history": 1541,
  "warming?": 1542,
  "global_warming?": 1543,
  "warming?_history": 1544,
  "global_warming?_history": 1545,
  "rise?": 1546,
  "level_rise?": 1547,
  "rise?_history": 1548,
  "sea_level_rise?": 1549,
  "level_rise?_history": 1550,
  "melt?": 1551,
  "glacial_melt?": 1552,
  "melt?_history": 1553,
  "glacial_melt?_history": 1554,
  "cap?": 1555,
  "ice_cap?": 1556,
  "cap?_history": 1557,
  "an_ice_cap?": 1558,
  "ice_cap?_history": 1559,
  "sheet?": 1560,
  "ice_sheet?": 1561,
  "sheet?_history": 1562,
  "an_ice_sheet?": 1563,
  "ice_sheet?_history": 1564,
  "cryosphere?": 1565,
  "the_cryosphere?": 1566,
  "cryosphere?_history": 1567,
  "the_cryosphere?_history": 1568,
  "disaster?": 1569,
  "natural_disaster?": 1570,
  "disaster?_history": 1571,
  "a_natural_disaster?": 1572,
  "natural_disaster?_history": 1573,
  "geologist?": 1574,
  "a_geologist?": 1575,
  "geologist?_history": 1576,
  "a_geologist?_history": 1577,
  "meteorologist?": 1578,
  "a_meteorologist?": 1579,
  "meteorologist?_history": 1580,
  "a_meteorologist?_history": 1581,
  "oceanographer?": 1582,
  "an_oceanographer?": 1583,
  "oceanographer?_history": 1584,
  "an_oceanographer?_history": 1585,
  "earth_system?": 1586,
  "an_earth_system?": 1587,
  "earth_system?_history": 1588,
  "axis?": 1589,
  "earth's_axis?": 1590,
  "axis?_history": 1591,
  "earth's_axis?_history": 1592,
  "geography?": 1593,
  "in_geography?": 1594,
  "geography?_history": 1595,
  "hemisphere_in_geography?": 1596,
  "in_geography?_history": 1597,
  "meridian?": 1598,
  "prime_meridian?": 1599,
  "meridian?_history": 1600,
  "the_prime_meridian?": 1601,
  "prime_meridian?_history": 1602,
  "elevation_map?": 1603,
  "an_elevation_map?": 1604,
  "elevation_map?_history": 1605,
  "physical_map?": 1606,
  "a_physical_map?": 1607,
  "physical_map?_history": 1608,
  "maps?": 1609,
  "science_maps?": 1610,
  "maps?_history": 1611,
  "earth_science_maps?": 1612,
  "science_maps?_history": 1613,
  "interval?": 1614,
  "contour_interval?": 1615,
  "interval?_history": 1616,
  "a_contour_interval?": 1617,
  "contour_interval?_history": 1618,
  "watershed_boundary?": 1619,
  "a_watershed_boundary?": 1620,
  "watershed_boundary?_history": 1621,
  "drainage_basin?": 1622,
  "a_drainage_basin?": 1623,
  "drainage_basin?_history": 1624,
  "stream_flow?": 1625,
  "stream_flow?_history": 1626,
  "discharge?": 1627,
  "river_discharge?": 1628,
  "discharge?_history": 1629,
  "river_discharge?_history": 1630,
  "headwater?": 1631,
  "a_headwater?": 1632,
  "headwater?_history": 1633,
  "a_headwater?_history": 1634,
  "mouth?": 1635,
  "river_mouth?": 1636,
  "mouth?_history": 1637,
  "a_river_mouth?": 1638,
  "river_mouth?_history": 1639,
  "oxbow_lake?": 1640,
  "an_oxbow_lake?": 1641,
  "oxbow_lake?_history": 1642,
  "area?": 1643,
  "recharge_area?": 1644,
  "area?_history": 1645,
  "aquifer_recharge_area?": 1646,
  "recharge_area?_history": 1647,
  "well?": 1648,
  "a_well?": 1649,
  "well?_history": 1650,
  "a_well?_history": 1651,
  "and_groundwater?": 1652,
  "water_and_groundwater?": 1653,
  "and_groundwater?_history": 1654,
  "hydrology?": 1655,
  "in_hydrology?": 1656,
  "hydrology?_history": 1657,
  "spring_in_hydrology?": 1658,
  "in_hydrology?_history": 1659,
  "porosity?": 1660,
  "porosity?_history": 1661,
  "permeability?": 1662,
  "permeability?_history": 1663,
  "transport?": 1664,
  "sediment_transport?": 1665,
  "transport?_history": 1666,
  "sediment_transport?_history": 1667,
  "river_erosion?": 1668,
  "river_erosion?_history": 1669,
  "coastal_erosion?": 1670,
  "coastal_erosion?_history": 1671,
  "glacial_erosion?": 1672,
  "glacial_erosion?_history": 1673,
  "wasting?": 1674,
  "mass_wasting?": 1675,
  "wasting?_history": 1676,
  "mass_wasting?_history": 1677,
  "slumping?": 1678,
  "slumping?_history": 1679,
  "creep?": 1680,
  "soil_creep?": 1681,
  "creep?_history": 1682,
  "soil_creep?_history": 1683,
  "debris_flow?": 1684,
  "a_debris_flow?": 1685,
  "debris_flow?_history": 1686,
  "mudslide?": 1687,
  "a_mudslide?": 1688,
  "mudslide?_history": 1689,
  "a_mudslide?_history": 1690,
  "for?": 1691,
  "used_for?": 1692,
  "for?_history": 1693,
  "cycle_used_for?": 1694,
  "used_for?_history": 1695,
  "property?": 1696,
  "mineral_property?": 1697,
  "property?_history": 1698,
  "a_mineral_property?": 1699,
  "mineral_property?_history": 1700,
  "hardness?": 1701,
  "mineral_hardness?": 1702,
  "hardness?_history": 1703,
  "mineral_hardness?_history": 1704,
  "streak?": 1705,
  "mineral_streak?": 1706,
  "streak?_history": 1707,
  "mineral_streak?_history": 1708,
  "cleavage?": 1709,
  "mineral_cleavage?": 1710,
  "cleavage?_history": 1711,
  "mineral_cleavage?_history": 1712,
  "fracture?": 1713,
  "mineral_fracture?": 1714,
  "fracture?_history": 1715,
  "mineral_fracture?_history": 1716,
  "viscosity?": 1717,
  "magma_viscosity?": 1718,
  "viscosity?_history": 1719,
  "magma_viscosity?_history": 1720,
  "column?": 1721,
  "eruption_column?": 1722,
  "column?_history": 1723,
  "an_eruption_column?": 1724,
  "eruption_column?_history": 1725,
  "pyroclastic_flow?": 1726,
  "pyroclastic_flow?_history": 1727,
  "volcanic_gas?": 1728,
  "volcanic_gas?_history": 1729,
  "plate_boundary?": 1730,
  "a_plate_boundary?": 1731,
  "plate_boundary?_history": 1732,
  "convergent_boundary?": 1733,
  "a_convergent_boundary?": 1734,
  "convergent_boundary?_history": 1735,
  "divergent_boundary?": 1736,
  "a_divergent_boundary?": 1737,
  "divergent_boundary?_history": 1738,
  "transform_boundary?": 1739,
  "a_transform_boundary?": 1740,
  "transform_boundary?_history": 1741,
  "subduction?": 1742,
  "subduction?_history": 1743,
  "spreading?": 1744,
  "seafloor_spreading?": 1745,
  "spreading?_history": 1746,
  "seafloor_spreading?_history": 1747,
  "process?": 1748,
  "mountain-building_process?": 1749,
  "process?_history": 1750,
  "a_mountain-building_process?": 1751,
  "mountain-building_process?_history": 1752,
  "folding_in_geology?": 1753,
  "faulting_in_geology?": 1754,
  "epicenter?": 1755,
  "earthquake_epicenter?": 1756,
  "epicenter?_history": 1757,
  "an_earthquake_epicenter?": 1758,
  "earthquake_epicenter?_history": 1759,
  "focus?": 1760,
  "earthquake_focus?": 1761,
  "focus?_history": 1762,
  "an_earthquake_focus?": 1763,
  "earthquake_focus?_history": 1764,
  "seismic_hazard?": 1765,
  "a_seismic_hazard?": 1766,
  "seismic_hazard?_history": 1767,
  "liquefaction?": 1768,
  "liquefaction?_history": 1769,
  "forecasting?": 1770,
  "weather_forecasting?": 1771,
  "forecasting?_history": 1772,
  "weather_forecasting?_history": 1773,
  "data?": 1774,
  "climate_data?": 1775,
  "data?_history": 1776,
  "climate_data?_history": 1777,
  "greenhouse_gas?": 1778,
  "a_greenhouse_gas?": 1779,
  "greenhouse_gas?_history": 1780,
  "soil_erosion?": 1781,
  "soil_erosion?_history": 1782,
  "desertification?": 1783,
  "desertification?_history": 1784,
  "groundwater_pollution?": 1785,
  "groundwater_pollution?_history": 1786,
  "history?": 1787,
  "earth_history?": 1788,
  "history?_history": 1789,
  "earth_history?_history": 1790,
  "the_horizon?": 1791,
  "the_horizon?_history": 1792,
  "scattering?": 1793,
  "atmospheric_scattering?": 1794,
  "scattering?_history": 1795,
  "atmospheric_scattering?_history": 1796,
  "light_pollution?": 1797,
  "light_pollution?_history": 1798,
  "haze?": 1799,
  "haze?_history": 1800,
  "terrain?": 1801,
  "terrain?_history": 1802,
  "local_weather?": 1803,
  "local_weather?_history": 1804,
  "stratosphere?": 1805,
  "the_stratosphere?": 1806,
  "stratosphere?_history": 1807,
  "the_stratosphere?_history": 1808,
  "ozone_layer?": 1809,
  "the_ozone_layer?": 1810,
  "ozone_layer?_history": 1811,
  "recharge?": 1812,
  "groundwater_recharge?": 1813,
  "recharge?_history": 1814,
  "groundwater_recharge?_history": 1815,
  "and_erosion?": 1816,
  "weathering_and_erosion?": 1817,
  "and_erosion?_history": 1818,
  "lithosphere?": 1819,
  "the_lithosphere?": 1820,
  "lithosphere?_history": 1821,
  "the_lithosphere?_history": 1822,
  "the_mantle?": 1823,
  "the_mantle?_history": 1824,
  "the_crust?": 1825,
  "the_crust?_history": 1826,
  "mid-ocean_ridge?": 1827,
  "a_mid-ocean_ridge?": 1828,
  "mid-ocean_ridge?_history": 1829,
  "current?": 1830,
  "ocean_current?": 1831,
  "current?_history": 1832,
  "an_ocean_current?": 1833,
  "ocean_current?_history": 1834,
  "salinity?": 1835,
  "salinity?_history": 1836,
  "age?": 1837,
  "ice_age?": 1838,
  "age?_history": 1839,
  "an_ice_age?": 1840,
  "ice_age?_history": 1841,
  "change?": 1842,
  "climate_change?": 1843,
  "change?_history": 1844,
  "climate_change?_history": 1845,
  "cycling?": 1846,
  "carbon_cycling?": 1847,
  "cycling?_history": 1848,
  "carbon_cycling?_history": 1849,
  "a_system?": 1850,
  "as_a_system?": 1851,
  "a_system?_history": 1852,
  "terms?": 1853,
  "systems_terms?": 1854,
  "terms?_history": 1855,
  "earth_systems_terms?": 1856,
  "systems_terms?_history": 1857,
  "about_a_river": 1858,
  "about_the_difference": 1859,
  "about_sea": 1860,
  "about_a_weather": 1861,
  "about_a_climate": 1862,
  "about_a_natural": 1863,
  "about_erosion": 1864,
  "about_erosion_by": 1865,
  "about_climate": 1866,
  "about_an_ice": 1867,
  "of_the_atmosphere": 1868,
  "volcanoes": 1869,
  "form?": 1870,
  "form?_history": 1871,
  "what_are": 1872,
  "question_what_are": 1873,
  "earthquakes": 1874,
  "is_earth's": 1875,
  "does_air": 1876,
  "does_sea_level": 1877,
  "does_climate_change": 1878,
  "volcano.": 1879,
  "volcano._history": 1880,
  "erosion.": 1881,
  "erosion._history": 1882,
  "system.": 1883,
  "system._history": 1884,
  "of_the_main": 1885,
  "of_a_cave": 1886,
  "of_air": 1887,
  "of_a_contour": 1888,
  "of_the_rock": 1889,
  "of_an_ocean": 1890,
  "of_magma": 1891,
  "of_volcanic": 1892,
  "of_a_seismic": 1893,
  "of_earthquake": 1894,
  "of_glacial": 1895,
  "of_river": 1896,
  "of_soil": 1897,
  "of_an_earthquake": 1898,
  "of_groundwater": 1899,
  "does_a_tsunami": 1900,
  "does_weather": 1901,
  "does_the_atmosphere": 1902,
  "does_a_mountain": 1903,
  "does_a_plain": 1904,
  "does_a_mineral": 1905,
  "does_the_main": 1906,
  "does_a_fault": 1907,
  "does_lava": 1908,
  "does_a_glacier": 1909,
  "what_does_earth's": 1910,
  "does_a_sediment": 1911,
  "does_a_dune": 1912,
  "does_a_cave": 1913,
  "does_a_watershed": 1914,
  "does_a_storm": 1915,
  "does_frost": 1916,
  "does_a_biome": 1917,
  "does_a_contour": 1918,
  "does_the_rock": 1919,
  "does_a_spring": 1920,
  "does_an_aquifer": 1921,
  "does_volcanic": 1922,
  "does_a_seismic": 1923,
  "does_earthquake": 1924,
  "does_a_hemisphere": 1925,
  "does_glacial": 1926,
  "does_river": 1927,
  "does_sediment": 1928,
  "how_does_earth's": 1929,
  "does_earth_science": 1930,
  "oceans": 1931,
  "light_pollution": 1932,
  "topography": 1933,
  "why_are": 1934,
  "question_why_are": 1935,
  "how_does_earth": 1936,
  "geologist": 1937,
  "a_geologist": 1938,
  "meteorologist": 1939,
  "a_meteorologist": 1940,
  "oceanographer": 1941,
  "an_oceanographer": 1942,
  "soil_erosion": 1943,
  "latitude": 1944,
  "longitude": 1945,
  "the_horizon": 1946,
  "humidity": 1947,
  "terrain": 1948,
  "local_weather": 1949,
  "fog": 1950,
  "currents": 1951,
  "geology.": 1952,
  "geology._history": 1953,
  "about_the_main": 1954,
  "about_a_cave": 1955,
  "about_air": 1956,
  "about_a_contour": 1957,
  "about_the_rock": 1958,
  "about_an_ocean": 1959,
  "about_magma": 1960,
  "about_volcanic": 1961,
  "map.": 1962,
  "map._history": 1963,
  "about_a_seismic": 1964,
  "about_earthquake": 1965,
  "about_glacial": 1966,
  "boundary.": 1967,
  "boundary._history": 1968,
  "about_river": 1969,
  "about_soil": 1970,
  "about_an_earthquake": 1971,
  "about_groundwater": 1972,
  "the_climate": 1973,
  "a_rock": 1974,
  "contribute": 1975,
  "contribute_to": 1976,
  "contribute_to_earth": 1977,
  "how_do": 1978,
  "question_how_do": 1979,
  "is_earth": 1980,
  "what_does_earth": 1981,
  "water_cycle": 1982,
  "the_water_cycle": 1983,
  "tectonics": 1984,
  "plate_tectonics": 1985,
  "freshwater": 1986,
  "viscosity": 1987,
  "magma_viscosity": 1988,
  "matter": 1989,
  "ozone_layer": 1990,
  "the_ozone_layer": 1991,
  "air_pressure": 1992,
  "salinity": 1993,
  "greenhouse_effect": 1994,
  "the_greenhouse_effect": 1995,
  "cycling": 1996,
  "carbon_cycling": 1997,
  "what_does_climate": 1998,
  "hurricane": 1999,
  "a_hurricane": 2000,
  "tornado": 2001,
  "a_tornado": 2002,
  "rabbit": 2003,
  "a_rabbit": 2004,
  "cat": 2005,
  "earthquakes,_geology": 2006,
  "volcanoes,_earthquakes,_geology": 2007,
  "of_earth_science": 2008,
  "meteorology": 2009,
  "oceanography": 2010,
  "deposition": 2011,
  "landform": 2012,
  "a_landform": 2013,
  "a_valley": 2014,
  "plateau": 2015,
  "a_plateau": 2016,
  "canyon": 2017,
  "a_canyon": 2018,
  "river_system": 2019,
  "a_river_system": 2020,
  "types": 2021,
  "rock_types": 2022,
  "main_rock_types": 2023,
  "igneous_rock": 2024,
  "an_igneous_rock": 2025,
  "sedimentary_rock": 2026,
  "a_sedimentary_rock": 2027,
  "metamorphic_rock": 2028,
  "a_metamorphic_rock": 2029,
  "tectonic_plate": 2030,
  "a_tectonic_plate": 2031,
  "and_lava": 2032,
  "magma_and_lava": 2033,
  "tides": 2034,
  "earth's_crust": 2035,
  "earth's_mantle": 2036,
  "earth's_core": 2037,
  "fossil": 2038,
  "a_fossil": 2039,
  "sediment_layer": 2040,
  "a_sediment_layer": 2041,
